Repository: bibletime/historic-bibletime-svn
Catalog: trunk/website-2.0/i18n/*.po
Languages: ar, cs, da, de, es

source: Other Bible Software Tools
ar: برامج وأدوات أخرى للكتاب المقدس
cs: Další programy pro práci s biblí
de: Andere Bibel-Software-Werkzeuge
es: Otras herramientas de Software Bíblico

source: Xiphos
ar: زيفوس

source: Xiphos is a Sword frontend using the Gnome toolkit. A really good application. Be sure to check it out!
ar: زيفوس هو واجهة لسورد بإستخدام أدوات جنوم. تطبيق جيد حقاً. احرص على تفقده!
cs: Xiphos je nadstavba Sword využívající Gnome toolkit. Je velmi dobrou aplikací. Určitě ji vyzkoušejte!
da: Xiphos er en Sword-grænseflade der bruger Gnome værktøjskassen. Et rigtigt godt program. Se at få tjekket det ud!
de: Xiphos ist ein Sword-Frontend für Gnome. Eine wirklich gelungene Anwendung. Probieren Sie sie auf jeden Fall aus!
es: Xiphos es una interfaz de Sword que usa el kit de herramientas de Gnome. Una aplicación realmente buena. ¡Asegúrate de revisarla!

source: <ulink url="http://www.bibleworks.com/">BibleWorks</ulink>.
ar: <ulink url="http://www.bibleworks.com/">بيبل وركس</ulink>.
es: <ulink url="http://www.bibleworks.com/">BibleWorks (Obras Bíblicas)</ulink>.

source: BibleWorks is one of the best commercial Bible study applications for Windows! Very good but very expensive, too. Very useful for Bible scholars.
ar: يعد بيبل وركس واحد من أفضل التطبيقات التجارية لويندوز لدراسة الكتاب المقدس! جيد جداً لكنه باهظ أيضاً. مفيد جداً لدراسي الكتاب المقدس.
cs: BibleWorks je jednou z nejlepších aplikací pro studium Bible pro Windows! Je velmi dobrá, ale je taky velmi drahá. Velmi užitečná pro biblické vzdělavání.
da: BibleWorks er at af de bedste kommercielle bibelstudie programmer til Windows! Rigtigt godt, men også meget dyrt. Meget brugbart for bibelstuderende.
de: BibleWorks ist eines der besten kommerziellen Bibelstudien-Programme für Windows! Sehr gut, aber auch sehr teuer. Die Software ist nur für Theologie-Studenten wirklich nützlich.
es: ¡BibleWorks es una de las mejores aplicaciones comerciales de estudio bíblico para Windows! Muy buena pero también muy cara. Útil sólo para los eruditos bíblicos.

source: <ulink url="http://www.bibleworkshop.com/">BibleWorkshop</ulink>.
ar: <ulink url="http://www.bibleworkshop.com/">بيبل وركشوب</ulink>.
es: <ulink url="http://www.bibleworkshop.com/">BibleWorkshop (Taller bíblico)</ulink>.

source: The Bible Workshop program is a powerful, commercial Bible study application for Windows, which is available in English, German and French. It is possible to enhance the Bible Workshop using Text libraries you can buy.
ar: برنامج بيبل وركشوب هو تطبيق قوي تجاري لويندوز لدراسة الكتاب المقدس، ومتاح باللغة الإنجليزية، الألمانية والفرنسية. من الممكن أن تقوم بتحسين بيبل وركشوب بواسطة شراء عدة مكتبات نصية له.
cs: Bible Workshop je pokročilý, komerční program pro Windows. Je dostupný v angličtině, němčině a francoužštině. Je možno rozšířit Bible Workshop o další texty, které si můžete koupit.
da: The Bible Workshop er et kraftfuldt, kommercielt bibelstudieprogram til Windows, som er tilgængeligt på engelsk, tysk og fransk. Det er muligt at udvide The Bible Workshop med tekstbiblioteker, som du kan købe.
de: Das Bible Workshop-Programm ist eine mächtige Bibelstudien-Anwendung für Windows, die in Englisch, Deutsch und Französisch verfügbar ist. Es ist möglich, BibleWorkshop durch hinzukaufbare Text-Bibliotheken zu erweitern.
es: El programa Bible Workshop (Taller bíblico) es una poderosa aplicación comercial de estudio bíblico para Windows, que está disponible en inglés, alemán y francés. Es posible mejorarla para que use las librerías de texto que tú puedas comprar.

source: <ulink url="http://www.e-sword.net//">e-Sword</ulink>.
ar: <ulink url="http://www.e-sword.net//">إي-سورد</ulink>.

source: e-Sword is a great and easy to use Bible study application for Windows systems.
ar: إي-سورد هو تطبيق عظيم وسهل الإستخدام لدراسة الكتاب المقدس لأنظمة ويندوز.
cs: e-Sword je nejlepším a uživateli nejpřiznivějším programem pro studium Bible pro Windows systémy.
da: e-Sword er et godt og brugervenligt Bibelstudieprogram til Windows systemer.
de: e-Sword ist ein sehr gutes und einfach zu benutzendes Bibelprogramm für Windows-Systeme.
es: e-Sword es una gran aplicación de estudio bíblico para sistemas Windows, fácil de usar.

source: <ulink url="http://www.logos.com/">Logos</ulink>.
ar: <ulink url="http://www.logos.com/">لوجوس</ulink>.

source: Logos is one of the best commercial Bible study applications for Windows. You can buy a lot of texts to enhance it.
ar: لوجوس هو واحد من أفضل التطبيقات التجارية لدراسة الكتاب المقدس لأنظمة ويندوز. تستطيع شراء العديد من النصوص لتحسينه.
cs: Logos je jedna z nejlepších aplikací pro studium Bible na počitačích běžících pod Windows. Můžete si dokoupit mnoho rozšiřujících textů.
da: Logos er et af de bedste kommercielle Bibelstudie programmer til Windows. Man kan købe en masse tekster til at udvide det.
de: Logos ist eines der besten Bibelstudienprogramme für Windows. Es stehen sehr viele Texte zum Kauf, um die Software zu erweitern.
es: Logos es una de las mejores aplicaciones comerciales de estudio bíblico para Windows. Puedes comprar un montón de textos para mejorarla.

source: <ulink url="http://www.onlinebible.org/">OnlineBible</ulink>.
ar: <ulink url="http://www.onlinebible.org/">أونلاين بيبل</ulink>.
es: <ulink url="http://www.onlinebible.org/">OnlineBible (Biblia en línea)</ulink>.

source: The Online Bible is a powerful Bible study application for Windows.
ar: أونلاين بيبل هو تطبيق قوي لدراسة الكتاب المقدس لانظمة الويندوز.
cs: Online Bibleje mocná aplikace pro studium Bible pro Windows.
da: The Online Bible er et kraftfuldt bibelstudie program til Windows.
de: Die Online-Bibel ist ein mächtiges Bibelstudien-Programm für Windows.
es: Online Bible (La Biblia Online) es una poderosa aplicación de estudio bíblico para Windows.

source: <ulink url="http://www.crosswire.org/sword/">Sword for Windows</ulink>.
ar: <ulink url="http://www.crosswire.org/sword/">سورد للويندوز </ulink>.
cs: <ulink url="http://www.crosswire.org/sword/">Swordpro Windows</ulink>.
da: <ulink url="http://www.crosswire.org/sword/">Sword til Windows</ulink>.
de: <ulink url="http://www.crosswire.org/sword/">Sword für Windows</ulink>.
es: <ulink url="http://www.crosswire.org/sword/">Sword para Windows</ulink>.

source: This is the Windows Bible study application made by the Sword team! Sword is supported by the Crosswire Bible Society.
ar: هذا هو تطبيق دراسة الكتاب المقدس لأنظمة ويندوز من فريق عمل سورد! تقوم جمعية الكتاب المقدس كروس وير بدعم سورد.
cs: Toto je aplikace pro studium Bible pro operační system Windows vytvořená týmem Sword! Sword je podporován přez Crosswire Bible Society.
da: Dette er et Bibelstudieprogram til Windows lavet af Sword teamet! Sword bliver støttet af The Crosswire Bible Society.
de: Dieses ist das Windows-basierte Bibelprogramm des Sword-Teams! Sword wird von der Crosswire Bibelgesellschaft unterstützt.
es: ¡Esta es la aplicación de estudio bíblico para Windows hecha por el equipo Sword! Sword es apoyada por la Crosswire Bible Society.

source: <ulink url="http://www.koenigsmuenster.de/rsk/index.shtml">Tnach</ulink>.
ar: <ulink url="http://www.koenigsmuenster.de/rsk/index.shtml">تناخ</ulink>.
cs: <u<ulink url="http://www.koenigsmuenster.de/rsk/index.shtml">Tnach</ulink>.

source: Tnach is a free, advanced software tool for anyone dealing with Hebrew and Greek. It can be downloaded for a donation.
ar: تناخ هو برنامج مجاني، متقدم لأي شخص يتعامل مع العبرية واليونانية. هناك إمكانية لتحميله مع تقديم تبرع.
cs: Tnach je volný a pokročilý softwerový nástroj pro každého pro výuku hebrejštiny a řečtiny. Můžete ho stáhnout za příspěvek.
da: Tnach er et gratis , avanceret softwareværktøj for alle der har noget at gøre med hebraisk og græsk. Det kan hentes gratis mod en donation.
de: Tnach ist ein kostenloses mächtiges Software-Werkzeug für jeden, der mit Hebräisch und Griechisch arbeitet. Es kann gegen eine Spende heruntergeladen werden.
es: Tnach es una herramienta gratuita de software avanzado para cualquiera que se relacione con el hebreo y el griego. Puede ser descargada por una donación.

source: <ulink url="http://www.volksbibel-2000.de/">Volksbibel</ulink>.
ar: <ulink url="http://www.volksbibel-2000.de/">فولكس بيبل</ulink>.

source: Volksbibel 2000.2 is a German, metacard based software Bible study tool for Windows, Linux and Mac. Althouth there are not so many texts as other software packages have, it has some cool things like basic map support included. If you are German try it out!
ar: فولكس بيبل 2000.2 هو برنامج ألماني لدراسة الكتاب المقدس لأنظمة التشغيل ويندوز، لينكس وماك. بالرغم من عدم توافر العديد من النصوص كباقي البرامج، لكنه يتميز ببعض المميزات الرائعة مثل دعم الخرائط. جربه إذا كنت المانياً!
cs: Volksbibel 2000.2 je německý program založený na "metacards" pro OS Windows, Linux a Mac. Přestože zatím nemá tak mnoho textů jako jiné programy, má některé zajímavé věci jako je na příklad integrována základní podpora map. Pokud umíte německy vyskoušejte ho!
da: Volksbibel 2000.2 er et tysk metacard-baseret software bibelstudieværktøj til Windows, Linux og Mac. Selvom det ikke har så mange tekster som mange andre software-pakker har, så har det nogle seje ting som en grundlæggende kort-funktion. Hvis du er tysker så tjek det ud!
de: Volksbibel 2000.2 ist ein deutsches Metacard-basiertes Bibelstudien-Programm für Windows, Linux und Mac. Obwohl nicht so viele Texte im Vergleich zu anderen Software-Paketen verfügbar sind, verfügt das Programm über Dinge wie eine grundlegende Landkarten-Unterstützung. Wenn Sie Deutsch sprechen, probieren Sie es aus!
es: Volksbibel 2000.2 es una herramienta alemana de software basada en metacard para estudiar la Biblia en Windows, Linux y Mac. Aunque no hay tantos textos como tienen otros paquetes de software, tiene algunas cosas interesantes como soporte básico de mapas incluido. Si sabes alemán, ¡pruébalo!

source: <ulink url="http://www.macsword.com/">MacSword for OS X</ulink>.
ar: <ulink url="http://www.macsword.com/">ماك سورد لنظام أو إس إكس</ulink>.
cs: <ulink url="http://www.macsword.com/">MacSword pro OS X</ulink>.
da: <ulink url="http://www.macsword.com/">MacSword til OS X</ulink>.
de: <ulink url="http://www.macsword.com/">MacSword für OS X</ulink>.
es: <ulink url="http://www.macsword.com/">MacSword para OS X</ulink>.

source: MacSword is a new Bible study application for the new Macintosh OS X system. The screenshots look very promising!
ar: ماك سورد هو تطبيق جديد لدراسة الكتاب المقدس لنظام ماكنتوش الجديد أو إس إكس. صور واجهة البرنامج تبدو مبشرة للغاية.
cs: MacSword je novou apilkací pro studium Bible pro operační systém Macintosh X. Screenshoty vypadají valmi slibně!
da: MacSword er et nyt bibelstudie program til det nye Macintosh OS X system. Skærmbillederne ser meget lovende ud!
de: MacSword ist ein neues Bibelstudienprogramm für das neue System Macintosh OS X. Die Bildschirmfotos sehen sehr vielversprechend aus!
es: MacSword es una nueva aplicación de estudio bíblico para el nuevo sistema Macintosh OS X. ¡Las capturas de pantalla lucen muy prometedoras!

source: Other BibleTime Links
ar: روابط أخرى تابعة لبيبل تايم
de: Andere BibleTime-Links
es: Otros enlaces BibleTime

source: BibleTime wiki
ar: ويكي بيبل تايم
es: Wiki de BibleTime

source: BibleTime Blog
ar: مدونة بيبل تايم
es: Blog de BibleTime

source: BibleTime Facebook page
ar: صفحة بيبل تايم على الفيسبوك
de: BibleTime-Facebook-Seite
es: BiblieTime en Facebook

source: BibleTime's Oloh listing
ar: بيبل تايم على ohloh
es: Listado Oloh de BibleTime

source: Development tools
ar: أدوات تطوير
cs: Vývojářské nástroje
da: Udviklingsværktøjer
de: Entwicklungs-Werkzeuge
es: Herramientas de desarrollo

source: <ulink url="http://www.sourceforge.net/">SourceForge</ulink>.
ar: <ulink url="http://www.sourceforge.net/">سورس فورج</ulink>.

source: SourceForge provides us with the tools to develop BibleTime with many team members at the same time! We save a lot of time and money by using their services.
ar: يقوم سورس فورج بتزويدنا بالأدوات اللازمة لتطوير بيبل تايم مع العديد من أعضاء فريقنا في ذات الوقت! بإستخدام هذه الخدمة نقوم بتوفير الوقت والمال.
cs: SourceForge spolu s nástroji pro vývoj BibleTime nám umožňují spolupráci s mnoha členy teamu ve stejném čase. Využitím jejich služeb šetříme čas i peníze.
da: SourceForge forsørger os med værktøjerne til at udvikle BibleTime med mange team-medlemmer på samme tid! Vi sparer en masse tid og penge ved at bruger deres tjenester.
de: SourceForge stellt uns die Werkzeuge zur Verfügung, um BibleTime mit vielen Team-Mitgliedern zur gleichen Zeit zu entwickeln! Wir sparen dank der Dienste von SourceForge eine Menge Zeit und Geld.
es: ¡SourceForge nos provee de las herramientas para desarrollar BibleTime con muchos miembros del equipo al mismo tiempo! Nos ahorramos un lote de tiempo y dinero al usar estos servicios.

source: License
ar: الرخصة
cs: Licence
da: Licens
de: Lizenz
es: Licencia

source: BibleTime's license
ar: رخصة بيبل تايم
cs: Vývoj BibleTime
de: Lizenz von BibleTime
es: Licencia de BiblieTime

source: BibleTime, Linux, unix, FreeBSD, Windows, Mac OS X, biblestudy, bible study, software, God, Religion, Bible, devotional, crosswire, sword, license
ar: بيبل تايم، لينكس، يونكس، فري بي إس دي، ويندوز، ماك أو إس إكس، دراسة كتاب، دراسة الكتاب، برنامج، الله، دين، الكتاب المقدس، تأملات، كروس وير، سورد، رخصة
de: BibleTime, Linux, unix, FreeBSD, Windows, Mac OS X, Bibelstudium, Bibel-Studium, Software, Gott, Religion, Bibel, Andacht, Crosswire, Sword, Lizenz
es: BibleTime, Linux, unix, FreeBSD, Windows, Mac OS X, Biblia de Estudio, Estudio Bíblico, Dios, Religion, Biblia, devocional, crosswire, sword, licencia

source: Download
ar: تحميل
de: Herunterladen
es: Descargar

source: Installation of the BibleTime software
ar: تثبيت برنامج بيبل تايم
cs: Instalace BibleTime
de: Installation der BibleTime-Software
es: Instalación de BibleTime

source: BibleTime, Linux, unix, FreeBSD, Windows, Mac OS X, biblestudy, bible study, software, God, Religion, Bible, devotional, crosswire, sword, installation, download, ubuntu, mandrake, suse, debian, freebsd, pcbsd, windows
ar: بيبل تايم، لينكس، يونكس، فري بي إس دي، ويندوز، ماك أو إس إكس، دراسة كتاب، دراسة الكتاب، برنامج، الله، دين، الكتاب المقدس، تأملات، كروس وير، سورد، تثبيت، تحميل، أوبونتو، ماندريك، سوزا، دبيان، فري بي إس دي، بي سي بي إس دي، ويندوز
de: BibleTime, Linux, unix, FreeBSD, Windows, Mac OS X. Bibelstudium, Bibel-Studium, Software, Gott, Religion, Bibel, Andacht, Crosswire, Sword, Installation, Download, Ubuntu, Mandrake, Suse, Debian, freebsd, pcbsd, Windows
es: BibleTime, Linux, unix, FreeBSD, Windows, Mac OS X, Biblia de estudio, estudio bíblico, Dios, Religion, Bible, devocional, crosswire, sword, instalación, descarga, ubuntu, mandrake, suse, debian, freebsd, pcbsd, windows

source: Download BibleTime
ar: تحميل بيبل تايم
cs: Stáhni si BibleTime
da: Hent BibleTime
de: BibleTime herunterladen
es: Descargar BibleTime

source: Sourcecode can be downloaded from <ulink url="http://sourceforge.net/projects/bibletime/"> SourceForge</ulink>.
ar: يمكن تحميل شفرة المصدر من <ulink url="http://sourceforge.net/projects/bibletime/">سورس فورج</ulink>.

source: Windows releases can be downloaded from <ulink url="http://sourceforge.net/projects/bibletime/"> SourceForge</ulink>.
ar: يمكن تحميل إصدارة الويندوز من <ulink url="http://sourceforge.net/projects/bibletime/">سورس فورج</ulink>.
de: Windows-Versionen können von <ulink url="http://sourceforge.net/projects/bibletime/"> SourceForge</ulink> heruntergeladen werden.
es: Versiones para Windows pueden ser descargados desde <ulink url="http://sourceforge.net/projects/bibletime/">SourceForge</ulink>.

source: Ubuntu packages are available in the repository and <ulink url="http://packages.ubuntu.com/hardy/bibletime"> here</ulink>. Updated packages for Ubuntu 8.04 (Hardy Heron) and 7.10 (Gutsy Gibbon) are offered <ulink url="https://launchpad.net/~txwikinger/+archive"> here</ulink>.
ar: حزم أوبونتو متوفرة في المستودع و <ulink url="http://packages.ubuntu.com/hardy/bibletime">هنا</ulink>. كما أن هناك حزم محدثة لأوبونتو 8.04 (هاردي هيرون) و 7.10 (جستي جيبون) متاحة <ulink url="https://launchpad.net/~txwikinger/+archive">هنا</ulink>.
cs: Balíčky pro Ubuntu jsou dostupné z repozitáře a <ulink url="http://packages.ubuntu.com/hardy/bibletime"> tady</ulink>. Aktualizace balíčků pro Ubuntu 8.04 (Hardy Heron) a 7.10 (Gutsy Gibbon) jsou nabízeny <ulink url="https://launchpad.net/~txwikinger/+archive"> zde</ulink>.
da: Ubuntu pakker er tilgængelige i arkivet og <ulink url="http://packages.ubuntu.com/hardy/bibletime"> her</ulink>. Opdaterede pakker til Ubuntu 8.04 (Hardy Heron) og 7.10 (Gutsy Gibbon) kan man få fat i <ulink url="https://launchpad.net/~txwikinger/+archive"> her</ulink>.
de: Pakete für Ubuntu 8.04 sind im Repository und <ulink url="http://packages.ubuntu.com/hardy/bibletime">hier</ulink> verfügbar. Aktualisierte Pakete für Ubuntu 8.04 (Hardy Heron) und 7.10 (Gutsy Gibbon) werden <ulink url="https://launchpad.net/~txwikinger/+archive">hier</ulink> angeboten.
es: Paquetes de Ubuntu están disponibles en el repositorio y <ulink url="http://packages.ubuntu.com/hardy/bibletime"> aquí</ulink>. Actualizaciones para Ubuntu 8.04 (Hardy Heron) y 7.10 (Gutsy Gibbon) se ofrecen <ulink url="https://launchpad.net/~txwikinger/+archive"> aquí</ulink>.

source: Debian packages are available in the repository and <ulink url="http://packages.debian.org/bibletime"> here</ulink>.
ar: حزم دبيان متاحة في المستودع و <ulink url="http://packages.debian.org/bibletime">هنا</ulink>.
cs: Balíčky pro Debian jsou v repozitáři a <ulink url="http://packages.debian.org/bibletime"> zde</ulink>.
da: Debian pakker er til rådighed i arkivet og <ulink url="http://packages.debian.org/bibletime"> her</ulink>.
de: Debian-Pakete sind im Repository und <ulink url="http://packages.debian.org/bibletime">hier</ulink> verfügbar.
es: Los paquetes para Debian están disponibles en el repositorio y <ulink url="http://packages.debian.org/bibletime"> aquí</ulink>.

source: Gentoo packages are in Portage. Just call "emerge bibletime".
ar: حزم جنتو موجودة في نظام إدارة الحزم. للوصول إليها أطلب "emerge bibletime".
cs: Gentoo balíčky jsou v Portag-u. Jen zadejte "emerge bibletime".
da: Gentoo pakker er i Portage. Bare kald "emerge bibletime".
de: Gentoo-Pakete sind in Portage verfügbar. Rufen Sie einfach "emerge bibletime" auf.
es: Los paquetes de Gentoo se encuentran en Portage. Sólo tiene que llamar "emerge bibletime".

source: OpenSuse packages can be downloaded from PackMan, <ulink url="http://packman.links2linux.org/package/kde4-bibletime"> here</ulink>.
ar: حزم أوبن سوزا يمكن تحميلها من باكمان، <ulink url="http://packman.links2linux.org/package/kde4-bibletime">هنا</ulink>.
cs: OpenSuse balíčky můžete stáhnout přes PackMan, <ulink url="http://packman.links2linux.org/package/kde4-bibletime"> zde</ulink>.
de: OpenSuse-Pakete können von PackMan, <ulink url="http://packman.links2linux.org/package/kde4-bibletime"> hier</ulink> heruntergeladen werden.
es: Los paquetes para OpenSuse están disponibles en PackMan, <ulink url="http://packman.links2linux.org/package/kde4-bibletime"> aquí</ulink>.

source: A FreeBSD application port of BibleTime can be found at <ulink url="http://www.FreeBSD.org/cgi/ports.cgi?query=bibletime&amp;stype=all"> www.freebsd.org</ulink>.
ar: تطبيق بيبل تايم لنظام فري بي إس دي متاح على الرابط <ulink url="http://www.FreeBSD.org/cgi/ports.cgi?query=bibletime&amp;stype=all"> www.freebsd.org</ulink>.
cs: Aplikační port pro FreeBSD můžete nalézt na <ulink url="http://www.FreeBSD.org/cgi/ports.cgi?query=bibletime&amp;stype=all"> www.freebsd.org</ulink>.
da: En FreeBSD-version af BibleTime kan findes på <ulink url="http://www.FreeBSD.org/cgi/ports.cgi?query=bibletime&amp;stype=all"> www.freebsd.org</ulink>.
de: Eine FreeBSD-Portierung von BibleTime kann auf <ulink url="http://www.FreeBSD.org/cgi/ports.cgi?query=bibletime&amp;stype=all">www.freebsd.org</ulink> gefunden werden.
es: Un puerto de aplicación FreeBSD de BibleTime puede ser encontrada en <ulink url="http://www.FreeBSD.org/cgi/ports.cgi?query=bibletime&amp;stype=all">www.freebsd.org</ulink>.

source: PC-BSD packages are available <ulink url="http://www.pbidir.com/bt/pbi/149/bibletime"> here</ulink>.
ar: حزم بي سي-بي إس دي متاحة من <ulink url="http://www.pbidir.com/bt/pbi/149/bibletime">هنا</ulink>.
cs: Balíčky pro PC-BSD jsou dostupné <ulink url="http://www.pbidir.com/bt/pbi/149/bibletime"> zde</ulink>.
da: PC-BSD pakker er til rådighed <ulink url="http://www.pbidir.com/search.php?str=bibletime"> her</ulink>.
de: PC-BSD Pakete sind <ulink url="http://www.pbidir.com/search.php?str=bibletime">hier</ulink> verfügbar.
es: Los paquetes para PC-BSD están disponibles <ulink url="http://www.pbidir.com/bt/pbi/149/bibletime"> aquí</ulink>.

source: This is a short list of available download locations. Please see below for detailed download and installation instructions. <placeholder-1/>
ar: هذه قائمة مختصرة بأماكن التحميل المتاحة. يرجى مراجعة تعليمات التحميل والتثبيت التفصيلية أدناه. <placeholder-1/>
de: Dies ist eine kurze Liste der verfügbaren Downloadorte. Detaillierte Instruktionen zum Herunterladen und zur Installation finden Sie weiter unten. <placeholder-1/>
es: Esta es una corta lista de las ubicaciones de descarga disponibles. Por favor mira debajo las instrucciones de descarga e instalación. <placeholder-1/>

source: Installation of BibleTime
ar: تثبيت بيبل تايم
cs: Instalace BibleTime
da: Installation af BibleTime
de: Installation von BibleTime
es: Instalación de BibleTime

source: This section explains how to install BibleTime on your system. Basically there are two ways to install it: Either by using prebuilt binary packages or by compiling from source code. Installing BibleTime using prebuilt packages is the easiest way.
ar: هذا القسم يشرح كيفية تثبيت بيبل تايم على نظامك. في الأساس توزجد هناك طريقتين للتثبيت: إما عن طريق إستخدام الحزمة الجاهزة أو عن طريق بناءه بواسطة شفرة المصدر. ثبيت بيبل تايم بإستخدام الحزم الجاهزة تعتبر هي الطريقة الاسهل.
cs: Tato sejce vysvětluje jak nainstalovat BibleTime na váš systém. Jsou dvě základní cesty: použitím předkompilovavých balíčků nebo zkompilováním zdrojového kódu. Naislatovaní předkomlitovaných balíčku se doporučuje méně zkušeným uživatelům.
da: Denne sektion forklarer hvordan man installerer BibleTime på dit system. Der er to måder at installere det på: Enten ved at bruge forudbyggede binære pakker, eller ved at kompilere det fra kildkode. Det er nemmest at installere BibleTime med forudbyggede pakker.
de: Dieser Abschnitt erklärt, wie BibleTime auf Ihrem System installiert werden kann. Im Grunde gibt es nur zwei Arten der Installation: entweder mit schon fertigen (vorkompilierten) Binärpaketen oder durch Übersetzen des Quellcodes. Die Installation mit fertigen Binärpaketen ist am einfachsten.
es: Esta sección te explica cómo instalar BibleTime en tu sistema. Básicamente hay dos formas de instalarlo: Usando paquetes binarios pre-compilados o compilando desde el código fuente. Instalar BibleTime usando paquetes binarios pre-compilados es la forma más fácil.

source: Prebuilt binary packages
ar: الحزم الجاهزة
cs: Předkompilované binární balíčky
da: Forudbyggede binære pakker
de: Vorkompilierte Binärpakete
es: Paquetes binarios pre-compilados
