Repository: bibletime/historic-bibletime-svn
Catalog: trunk/website-2.0/i18n/*.po
Languages: ar, cs, da, de, es

source: If you cannot solve the problem, please report the URL that failed to <email>info@bibletime.info</email>. Thank you very much!
ar: إذا لم تتمكن من حل المشكلة، الرجاء إرسال تقرير بالعنوان الغير موجود إلى <email>info@bibletime.info</email>. شكراً جزيلاً لك!
de: Wenn Sie das Problem nicht lösen können, melden Sie bitte die fehlgeschlagene URL an <email>info@bibletime.info</email>. Vielen Dank!
es: Si no puedes resolver el problema, por favor reporta el URL que falló a <email>info@bibletime.info</email>. ¡Muchísimas Gracias!

source: Devotional
ar: صلاة
cs: Denní čtení
da: Andagt
de: Andacht
es: Devocional

source: BibleTime devotional
ar: صلاة بيبل تايم
de: BibleTime-Andacht
es: Devocional de BiblieTime

source: Did you know...
ar: هل كنت تعلم...
cs: Věděli jste?
da: Vidste du at...
de: Wussten Sie ...
es: Sabías que...

source: Did you know that today in 2010, more than 200,000,000 Christians are being disadvantaged, persecuted and even killed because of their faith? <ulink url="http://www.opendoors-de.org/downloads/persecde.pdf"> This map</ulink> (German) shows the countries where people have to "pay" for their faith, and <ulink url="http://www.opendoorsusa.org/content/category/4/17/24"> here is an English one</ulink> that has some information about the main regions worldwide. These pages are from Open Doors, an independent organization that tries to help persecuted Christians.
ar: هل كنت تعلم أنه اليوم ونحن في 2010، أكثر من 200.000.000 مسيحي يتعرضون للأذى، الإضطهاد بل وحتى القتل من أجل إيمانهم؟ <ulink url="http://www.opendoors-de.org/downloads/persecde.pdf">هذه الخريطة</ulink> (بالألمانية) تظهر الدول حيث يتوجب على المسيحيين "دفع" ثمن إيمانهم، و هذه <ulink url="http://www.opendoorsusa.org/content/category/4/17/24">خريطة أخرى بالإنجليزية هنا</ulink> تحتوي على بعض المعلومات بخصوص المناطق الرئيسية في العالم. هذه الصفحات مأخوذة من منظمة الأبواب المفتوحة، وهي منظمة مستقلة تحاول تقديم المساعدة للمسيحيين المضطهدين.
de: Wussten Sie, dass im letzten Jahr 2010 mehr als 200.000.000 Christen auf Grund ihres Glaubens benachteiligt, verfolgt und sogar getötet wurden? <ulink url="http://www.opendoors-de.org/downloads/persecde.pdf">Diese Karte</ulink> (in deutsch) zeigt die Länder, in denen man für seinen Glauben "bezahlen" muss. Außerdem gibt diese <ulink url="http://www.opendoorsusa.org/content/category/4/17/24"> englischsprachige Karte</ulink> Informationen über die Hauptregionen weltweit. Diese Seiten gehören zu Open Doors (Offene Türen), einer unabhängigen Organisation, die versucht, verfolgten Christen zu helfen.
es: ¿Sabías que hoy día, en el año 2010, más de 200 millones de cristianos están siendo ultrajados, perseguidos e incluso asesinados por su fe? <ulink url="http://www.opendoors-de.org/downloads/persecde.pdf">Este mapa</ulink> (en Alemán) muestra los países en donde la gente tiene que "pagar" por su fe, y aquí está <ulink url="http://www.opendoorsusa.org/content/category/4/17/24">uno en Inglés</ulink> que tiene alguna información sobre las principales regiones en el mundo. Estas páginas son de Open Doors (Puertas Abiertas), una organización independiente que intenta ayudar a los cristianos perseguidos.

source: 1Cor 12:26.27: "If one part of the body suffers, all the other parts share its suffering... You are Christ's body and each of you is an individual part of it."
ar: اكو 12 : 26 ، 27 : "فان كان عضو واحد يتألم فجميع الاعضاء تتألم معه...واما انتم فجسد المسيح واعضاؤه افرادا."
cs: 1 Korintským 12:26.27: "Trpí-li jeden úd, trpí spolu s ním všechny... Vy jste Kristovo tělo, a každý z vás je jedním z jeho údů.
da: 1.Kor. 12:26-27: "Hvis et lem på kroppen lider, lider alle de andre lemmer også... I er Kristi krop og hver af jer er en individuel del af den."
de: 1. Kor. 12,26.27: &quot;Leidet ein Teil des Körpers, so leiden alle anderen mit, und wird ein Teil geehrt, freuen sich auch alle anderen. Ihr aber seid der Leib Christi und jeder von euch ein Glied.&quot;
es: 1 Corintios 12:26.27: &quot; Si una parte del cuerpo sufre, todas las otras partes comparten su sufrimiento... Ustedes son el cuerpo de Cristo y cada uno una parte individual de éste.&quot;

source: Mailing Lists
ar: القوائم البريدية
de: Mailverteilerlisten
es: Lista de correo

source: BibleTime's mailing lists
ar: قوائم بيبل تايم البريدية
cs: Mailing list BibleTime
de: BibleTime-Mailverteilerlisten
es: Listas de correo de BibleTime

source: BibleTime, Linux, unix, FreeBSD, Windows, Mac OS X, biblestudy, bible study, software God, Religion, Bible, devotional, crosswire, mailing list, help, support, development
ar: بيبل تايم، لينكس، يونكس، فري بي إس دي، ويندوز، ماك أو إس إكس، دراسة كتاب، دراسة الكتاب، برنامج، الله، دين، الكتاب المقدس، تأملات، كروس وير، قائمة بريدية، مساعدة، دعم، تطوير
de: BibleTime, Linux, unix, FreeBSD, Windows, Mac OS X, Bibelstudium, Bibel-Studium, Software, Gott, Religion, Bibel, Andacht, crosswire, Mailverteilerlisten, Hilfe, Unterstützung, Entwicklung
es: BibleTime, Linux, unix, FreeBSD, Windows, Mac OS X, Biblia de estudio, estudio bíblico, software, Dios, Religion, Biblia, devocional, crosswire, lista de correo, ayuda, soporte, desarrollo

source: BibleTime Development mailing list
ar: القائمة البريدية لتطوير بيبل تايم
cs: Mailing list vyvojářů BibleTime
de: BibleTime Entwicklungs-Mailverteilerliste
es: Lista de correo para desarrolladores de BibleTime

source: To subscribe to the development mailing list of the BibleTime project please visit the following web page and enter your eMail address there: <ulink url="http://www.crosswire.org/mailman/listinfo/bt-devel"> www.crosswire.org/mailman/listinfo/bt-devel</ulink>. This list is intended for use by all interested individuals, and is a good place to start to contact the developers or ask general questions.
ar: للإشتراك بالقائمة البريدية لمطوري مشورع بيبل تايم يرجى زيارة الصفحة التالية وإدخال عنوان البريد الإلكتروني هناك: <ulink url="http://www.crosswire.org/mailman/listinfo/bt-devel"> www.crosswire.org/mailman/listinfo/bt-devel</ulink>. هذه القائمة مخصصة لإستخدام جميع المهتمين بالتطوير، وهي مكان جيد للتواصل مع المطورين أو لطرح الأسئلة العامة.
cs: Pro zasílání zpráv z vývoje projektu BibleTime, prosíme navštivte tyto stránky a zanechte zde svůj e-mail: <ulink url="http://www.crosswire.org/mailman/listinfo/bt-devel">www.crosswire.org/mailman/listinfo/bt-devel</ulink>. Tento mailing list je pro všechny zaujaté jedince a je dobrým místem pro kontaktování vyvojářů nebo kladení generálních otázek.
de: Um sich in die Verteilerliste zur Entwicklung des BibleTime-Projektes einzutragen, besuchen Sie bitte die folgende Webseite und geben Sie dort Ihre eMail-Adresse an: <ulink url="http://www.crosswire.org/mailman/listinfo/bt-devel">www.crosswire.org/mailman/listinfo/bt-devel</ulink>. Diese Liste ist für alle interessierten Personen gedacht und ein guter Ort, um die Entwickler zu kontaktieren oder allgemeine Fragen zu stellen.
es: Para suscribirte a la lista de correo de desarrollo del proyecto BibleTime, por favor visita la siguiente página e ingresa tu dirección de correo electrónico allí: <ulink url="http://www.crosswire.org/mailman/listinfo/bt-devel">www.crosswire.org/mailman/listinfo/bt-devel</ulink>. Esta lista está destinada para uso de todas las personas interesadas, y es un buen lugar para empezar a ponerse en contacto con los desarrolladores u obtener respuestas a preguntas generales.

source: Archives of the BibleTime development mailing list are available at <ulink url="http://www.crosswire.org/pipermail/bt-devel/"> www.crosswire.org/pipermail/bt-devel</ulink>.
ar: سجلات الأرشيف الخاصة بالقائمة البريدية لمطوري بيبل تايم تجدها متاحة في <ulink url="http://www.crosswire.org/pipermail/bt-devel/"> www.crosswire.org/pipermail/bt-devel</ulink>.
cs: Archivní mailing list vyvojářů BibleTime je dostupný na <ulink url="http://www.crosswire.org/pipermail/bt-devel/"> www.crosswire.org/pipermail/bt-devel</ulink>.
de: Ein Archiv der Entwicklungs-Mailingliste von BibleTime steht unter <ulink url="http://www.crosswire.org/pipermail/bt-devel/">www.crosswire.org/pipermail/bt-devel</ulink> zur Verfügung.
es: El archivo de la lista de correo de desarrollo de BibleTime están disponible en:<ulink url="http://www.crosswire.org/pipermail/bt-devel/">www.crosswire.org/pipermail/bt-devel</ulink>.

source: BibleTime Translations mailing list
ar: القائمة البريدية لمترجمي بيبل تايم
cs: Mailing list překladatelů BibleTime
de: BibleTime Übersetzungs-Mailverteilerliste
es: BibleTime Lista de correo de Traducciones

source: To subscribe to the BibleTime Translations mailing list please visit the following web page and enter your eMail address there: <ulink url="https://lists.sourceforge.net/lists/listinfo/bibletime-translations"> lists.sourceforge.net/lists/listinfo/bibletime-translations</ulink>. This list is intended for translators to submit their work, and ask questions regarding translations.
ar: للإشتراك بالقائمة البريدية لمترجمي مشروع بيبل تايم يرجى زيارة الصفحة التالية وإدخال عنوان البريد الإلكتروني هناك: <ulink url="https://lists.sourceforge.net/lists/listinfo/bibletime-translations"> lists.sourceforge.net/lists/listinfo/bibletime-translations</ulink>. هذه القائمة مخصصة للمترجمين لإرسال أعمالهم، ولطرح الأسئلة المتعلقة بالترجمة.
cs: Pro zasílání zpráv z překladu BibleTime, prosíme navštivte tyto stránky a zanechte zde svůj e-mail: <ulink url="https://lists.sourceforge.net/lists/listinfo/bibletime-translations"> lists.sourceforge.net/lists/listinfo/bibletime-translations</ulink>. Tento mailing list je pro překladatele pro odesílání jejich práce a otázky spjaté s překladem.
de: Um sich in die Mailverteilerliste für BibleTime-Übersetzungen einzutragen, besuchen Sie bitte die folgende Webseite und geben Sie dort Ihre eMail-Adresse an: <ulink url="https://lists.sourceforge.net/lists/listinfo/bibletime-translations">lists.sourceforge.net/lists/listinfo/bibletime-translations</ulink>. Diese Liste ist für Übersetzer gedacht, um ihre Übersetzungen einzureichen und Fragen bezüglich der Übersetzungen zu stellen.
es: Para suscribirte a la lista de correo de traducciones del proyecto BibleTime, por favor visita la siguiente página e ingresa tu dirección de correo electrónico allí: <ulink url="https://lists.sourceforge.net/lists/listinfo/bibletime-translations"> lists.sourceforge.net/lists/listinfo/bibletime-translations</ulink>. Esta lista se ofrece a los traductores para que presenten sus trabajos y hagan o respondan preguntas sobre las traducciones.

source: BibleTime commit log mailing list
ar: القائمة البريدية لسجلات رصد بيبل تايم
cs: Mailing list commit log BibleTime
de: BibleTime Veröffentlichungs-Log-Mailingliste
es: BibleTime Lista de correos de Registro de hechos.

source: To subscribe to the BibleTime commit log mailing list please visit the following web page and enter your eMail address there: <ulink url="https://lists.sourceforge.net/lists/listinfo/bibletime-cvs"> lists.sourceforge.net/lists/listinfo/bibletime-cvs</ulink>. This list is intended for use by all interested individuals to monitor the work of the BibleTime developers.
ar: للإشتراك بالقائمة البريدية لسجلات رصد بيبل تايم يرجى زيارة الصفحة التالية وإدخال عنوان البريد الإلكتروني هناك: <ulink url="https://lists.sourceforge.net/lists/listinfo/bibletime-cvs"> lists.sourceforge.net/lists/listinfo/bibletime-cvs</ulink>. هذه القائمة مخصصة للإستخدام من قبل جميع الأشخاص المهتمين برصد ومتابعة عمل مطوري بيبل تايم.
cs: Pro zaslání zpráv z mailing list commit log BibleTime prosíme navštivte nasledující webovou stránku a zapište svůj e-mail:<ulink url="https://lists.sourceforge.net/lists/listinfo/bibletime-cvs"> lists.sourceforge.net/lists/listinfo/bibletime-cvs</ulink>. Je určen pro všechny zaujaté jedince pro monitorování práce vyvojářů BibleTime.
de: Um sich in die Verteilerliste des BibleTime-Veröffentlichungslogs einzutragen, besuchen Sie bitte die folgende Webseite und geben Sie dort Ihre eMail-Adresse an: <ulink url="https://lists.sourceforge.net/lists/listinfo/bibletime-cvs">lists.sourceforge.net/lists/listinfo/bibletime-cvs</ulink>. Diese Liste ist für alle diejenigen Personen gedacht, die Interesse an einer Mitverfolgung der Arbeit der BibleTime-Entwickler haben.
es: Para suscribirte a la lista de correo de registro de hechos del proyecto BibleTime, por favor visita la siguiente página e ingresa tu dirección de correo electrónico allí: <ulink url="https://lists.sourceforge.net/lists/listinfo/bibletime-cvs"> lists.sourceforge.net/lists/listinfo/bibletime-cvs</ulink>. Esta lista está destinada para uso de todas las personas interesadas para supervisar el trabajo de los desarrolladores de BibleTime.

source: BibleTime Packaging mailing list
ar: القائمة البريدية لمحزمي بيبل تايم
cs: Mailing list baličkářů BibleTime
de: BibleTime Paketersteller-Mailverteilerliste
es: BibleTime Lista de correos de Empaquetadores

source: To subscribe to the BibleTime Packagers mailing list please visit the following web page and enter your eMail address there: <ulink url="https://lists.sourceforge.net/lists/listinfo/bibletime-packaging"> lists.sourceforge.net/lists/listinfo/bibletime-packaging</ulink>. This list is intended for discussion and announcements to BibleTime Packagers and other interested individuals.
ar: للإشتراك بالقائمة البريدية لمحزمي بيبل تايم يرجى زيارة الصفحة التالية وإدخال عنوان البريد الإلكتروني هناك: <ulink url="https://lists.sourceforge.net/lists/listinfo/bibletime-packaging"> lists.sourceforge.net/lists/listinfo/bibletime-packaging</ulink>. هذه القائمة مخصصة للمناقشات والإعلانات الخاصة بمحزمي بيبل تايم والأشخاص الآخرين المهتمين بنفس الموضوع.
cs: Pro zaslání zpráv z mailing list baličkářů BibleTime prosíme navštivte nasledující webovou stránku a zapište svůj e-mail:<ulink url="https://lists.sourceforge.net/lists/listinfo/bibletime-packaging"> lists.sourceforge.net/lists/listinfo/bibletime-packaging</ulink>. Je určen pro potřeby blaličkářů BibleTime a jiných individuálních zájemců.
de: Um sich in die Verteilerliste der BibleTime-Paketersteller einzutragen, besuchen Sie bitte die folgende Webseite und geben Sie dort Ihre eMail-Adresse an: <ulink url="https://lists.sourceforge.net/lists/listinfo/bibletime-packaging"> lists.sourceforge.net/lists/listinfo/bibletime-packaging</ulink>. Diese Liste ist zur Diskussion und Bekanntgabe unter BibleTime-Paketerstellern und anderen Interessierten gedacht.
es: Para suscribirse a la lista de correo de empaquetadores de BibleTime por favor visita la siguiente página web e ingresa tu dirección de correo electrónico allí: <ulink url="https://lists.sourceforge.net/lists/listinfo/bibletime-packaging"> lists.sourceforge.net/lists/listinfo/bibletime-packaging</ulink>. Esta lista está destinada para el debate y anuncios de Envasadores BibleTime y otras personas interesadas

source: BibleTime Tracker mailing list
ar: القائمة البريدية لمتابعة بيبل تايم
de: BibleTime-Mitverfolgungs-Mailverteilerliste
es: BibleTime Lista de correo de Seguidores

source: To subscribe to the BibleTime Tracker mailing list please visit the following web page and enter your eMail address there: <ulink url="https://lists.sourceforge.net/lists/listinfo/bibletime-tracker"> lists.sourceforge.net/lists/listinfo/bibletime-tracker</ulink>. This list is intended for anybody interested in following the Bug Reports and Feature requests that are logged for the BibleTime Developers.
ar: للإشتراك بالقائمة البريدية لمتابعة بيبل تايم يرجى زيارة الصفحة التالية وإدخال عنوان البريد الإلكتروني هناك: <ulink url="https://lists.sourceforge.net/lists/listinfo/bibletime-tracker"> lists.sourceforge.net/lists/listinfo/bibletime-tracker</ulink>.هذه القائمة مخصصة لجميع المهتمين بمتابعة تقارير الأعطال وطلبات الخصائص الجديدة المرسلة لمطوري بيبل تايم.
de: Um sich in die Verteilerliste der BibleTime-Benachrichtigungsmitverfolgung einzutragen, besuchen Sie bitte die folgende Webseite und geben Sie dort Ihre eMail-Adresse an: <ulink url="https://lists.sourceforge.net/lists/listinfo/bibletime-tracker">lists.sourceforge.net/lists/listinfo/bibletime-tracker</ulink>. Diese Verteilerliste ist für alle diejenigen Personen gedacht, die Interesse an einer Mitverfolgung der Fehlerberichte und Funktionswünsche an die BibleTime-Entwickler haben.
es: Para suscribirse a la lista de correo de seguidores de BibleTime por favor visita la siguiente página web e ingresa tu dirección de correo electrónico allí: <ulink url="https://lists.sourceforge.net/lists/listinfo/bibletime-tracker"> lists.sourceforge.net/lists/listinfo/bibletime-tracker</ulink>. Esta lista está destinada a cualquier persona interesada en el seguimiento de los informes de fallos y peticiones que se registran para los desarrolladores de BibleTime.

source: Sword development mailing list
ar: القائمة البريدية لتطوير سورد
cs: Mailing list vyvojářů Sword
da: Swords postliste til udviklere
de: Sword Entwicklungs-Mailingliste
es: Lista de correo de desarrollo de Sword

source: To subscribe to the development mailing list of the Sword project please visit the following web page and enter your eMail address there: <ulink url="http://www.crosswire.org/mailman/listinfo/sword-devel"> www.crosswire.org/mailman/listinfo/sword-devel</ulink>.
ar: للإشتراك بالقائمة البريدية لمطوري مشورع سورد يرجى زيارة الصفحة التالية وإدخال عنوان البريد الإلكتروني هناك: <ulink url="http://www.crosswire.org/mailman/listinfo/sword-devel"> www.crosswire.org/mailman/listinfo/sword-devel</ulink>.
cs: Pro zasílání zpráv z vývoje projektu Sword, prosíme navštivte tyto stránky a zanechte zde svůj e-mail: <ulink url="http://www.crosswire.org/mailman/listinfo/sword-devel">www.crosswire.org/mailman/listinfo/sword-devel</ulink>.
de: Um sich in die Entwicklungs-Verteilerliste des Sword-Projektes einzutragen, besuchen Sie bitte die folgende Webseite und geben Sie dort Ihre eMail-Adresse an: <ulink url="http://www.crosswire.org/mailman/listinfo/sword-devel">www.crosswire.org/mailman/listinfo/sword-devel</ulink>.
es: Para suscribirte a la lista de correo de desarrollo de Sword, por favor visita la siguiente página e ingresa tu dirección de correo electrónico allí: <ulink url="http://www.crosswire.org/mailman/listinfo/sword-devel">www.crosswire.org/mailman/listinfo/sword-devel</ulink>.

source: Archives of the Sword development mailing list are available at <ulink url="http://www.crosswire.org/pipermail/sword-devel/"> www.crosswire.org/pipermail/sword-devel</ulink>.
ar: سجلات الأرشيف الخاصة بالقائمة البريدية لتطوير سورد تجدها متاحة في <ulink url="http://www.crosswire.org/pipermail/sword-devel/"> www.crosswire.org/pipermail/sword-devel</ulink>.
cs: Archivní mailing list vyvojářů Sword je dostupný na <ulink url="http://www.crosswire.org/pipermail/bt-devel/"> www.crosswire.org/pipermail/bt-devel</ulink>.
de: Ein Archiv der Entwicklungs-Mailingliste von Sword steht unter <ulink url="http://www.crosswire.org/pipermail/sword-devel/">www.crosswire.org/pipermail/sword-devel</ulink> zur Verfügung.
es: El archivo de la lista de correo de desarrollo de Sword está disponible en <ulink url="http://www.crosswire.org/pipermail/sword-devel/">www.crosswire.org/pipermail/sword-devel</ulink>.

source: Join Us
ar: إنضم إلينا
de: Treten Sie uns bei
es: Únase

source: BibleTime's development
ar: تطوير بيبل تايم
cs: Vývoj BibleTime
da: BibelTimes udvikling
de: BibleTimes Entwicklung
es: Desarrollo de BiblieTime

source: BibleTime, Linux, unix, FreeBSD, Windows, Mac OS X, biblestudy, bible study, software, God, Religion, Bible, devotional, crosswire, sword, development team, translators, join
ar: بيبل تايم، لينكس، يونكس، فري بي إس دي، ويندوز، ماك أو إس إكس، دراسة كتاب، دراسة الكتاب، برنامج، الله، دين، الكتاب المقدس، تأملات، كروس وير، سورد، فريق التطوير، المترجمين، انضم
de: BibleTime, Linux, unix, FreeBSD, Windows, Mac OS X, Bibelstudium, Bibel-Studium, Software, Gott, Religion, Bibel, Andacht, crosswire, Sword, Enwickler-Team, Übersetzer, mitmachen
es: BibleTime, Linux, unix, FreeBSD, Windows, Mac OS X, Biblia de estudio, estudio bíblico, software, Dios, Religion, Biblia, devocional, crosswire, sword, equipo de desarrollo, traductores, únete

source: Join the BibleTime team
ar: إنضم إلى فريق بيبل تيم
cs: Připojte se k týmu BibleTime
da: Slut dig til BibleTime holdet
de: Dem BibleTime-Team beitreten
es: Únete al equipo de BibleTime

source: We are thankful to everybody who helps us improve the BibleTime software, it's documentation and it's translations.
ar: نحن ممتنون جداً لكل شخص يساعدنا في تطوير برنامج بيبل تايم، الوثائق الخاصة بالبرنامج وترجمتها.
cs: Jsme vděčni za každého, kdo nám pomáha vylepšovat software BibleTime, tzn. dokumentaci a překlady.
da: Vi er taknemmelige for alle som hjælper os med at forbedre BibelTimes software, dens dokumentation og dens oversættelser.
de: Wir sind dankbar für jeden, der uns dabei hilft, die BibleTime-Software, die Dokumentation und die Übersetzungen zu verbessern.
es: Estamos agradecidos por todos los que nos ayudan a mejorar el software de BibleTime, su documentación y sus traducciones.

source: The basic steps...
ar: الخطوات الأساسية...
cs: Základní kroky..
da: De grundlæggende skridt...
de: Die grundlegenden Schritte ...
es: Los pasos básicos...

source: The following are necessary for each type of team member. Please follow them!
ar: الخطوات التالية ضرورية لأي عضو فريق. يرجى إتباعها!
cs: Následující věci jsou důležité pro všechny typy členů týmu. Prosím, respektujte je!
da: Det følgende er nødvendigt for en hver type af holdmedlem. Vær venlig at følge dem!
de: Die folgenden Schritte sind für jede Art von Teammitglied nötig. Bitte befolgen Sie diese!
es: Los siguientes pasos son necesario para cada tipo de miembro de grupo. Por favor sígalos!

source: If you do not have an account on <ulink url="https://sf.net">SourceForge</ulink>, please sign up for one. It is free. We need your username to add you to the team members list, to assign tasks to you, etc.
ar: إذا لم يكن لديك حساباً على <ulink url="https://sf.net">سورس فورج</ulink>, الرجاء تسجيل إشتراكك. الحساب مجاني. ونحن سنحتاج لاسم المستخدم الخاص بك لإضافتك إلى قائمة أعضاء الفريق، لتكليفك بالمهام، إلخ.
da: Hvis du ikke har en konto på <ulink url="https://sf.net">SourceForge</ulink>, så vær venlig at anskaffe dig dig en. Det er gratis. Vi har brug for dit brugernavn for at tilføje dig til holdmedlems listen, så de kan give dig opgaver, osv.
