Repository: bibletime/historic-bibletime-svn
Catalog: trunk/website-2.0/i18n/*.po
Languages: ar, cs, da, de, es

source: Can you translate English into another language?
ar: هل تستطيع ترجمة الإنجليزية إلى لغة اخرى؟
cs: Dokážete překládat z angličtiny do jiných jazyků?
de: Können Sie Englisch in eine andere Sprache übersetzen?
es: ¿Eres bueno en traducir del inglés a otro(s) idioma(s)?

source: BibleTime should be useable for everyone. That is why we need a translation into your language, if it is not yet available. If you decide to start working on a translation please contact us at info@bibletime.info to see if the translation has been started by another team member. We will provide you with the files which should be translated.
ar: نريد أن يكون بيبل تايم متاحاً للإستخدام من قبل الجميع. ولهذا السبب نحتاج إلى ترجمة بلغتك، ما لم تكن متوفرة بعد. إذا قررت المساعدة بالعمل على أحد الترجمات الرجاء مراسلتنا على info@bibletime.info للتنسيق إذا كان هناك زميل أخر بالفريق قد بدأ العمل على الترجمة. سنقوم بتزويدك بالملفات التي تحتاج إلى ترجمة.
cs: BibleTime by měla být použitelná pro všechny. Proto potřebujeme překlad do vašeho jazyka, pokud není ještě dostupný. Pokud se rozhodnete začít s překladem, prosíme kontaktujte nás na info@bibletime.info pro zjištění, zda-li jiný člen teamu už na překladu pracuje. Dodáme Vám soubory, které budou ještě třeba přeložit.
de: BibleTime soll für jeden benutzbar sein. Daher benötigen wir eine Übersetzung in Ihre Sprache, falls diese noch nicht verfübar ist. Wenn Sie an einer Übersetzung arbeiten möchten, dann kontaktieren Sie uns bitte über info@bibletime.info, um sicherzustellen, dass die Übersetzung nicht bereits von einem anderen begonnen wurde. Wir werden Ihnen die Dateien zur Verfügung stellen, die übersetzt werden müssen.
es: BibleTime debe ser útil para todas las personas. Es por eso que necesitamos traducirlo a tu idioma, si está aún no está disponible. Si decides empezar a trabajar en la traducción, por favor contáctenos a través de <email>info@bibletime.info</email> para ver si la traducción aún no ha sido iniciada por otro miembro del equipo. Nosotros te proveeremos los archivos que deben ser traducidos.

source: You can find more information about the translation process on the page <olink targetdocent="translations">translation</olink>.
ar: بإمكانك إيجاد المزيد من المعلومات حول عملية الترجمة في صفحة <olink targetdocent="translations">الترجمة</olink>.
cs: Více informací o procesu překladů najdete na stránce <olink targetdocent="translations"> překladů</olink>.
da: Du kan finde flere informationer om oversættelses processen på den her side <olink targetdocent="translations">oversættelse</olink>.
de: Sie können weitere Informationen über den Übersetzungsvorgang auf der Seite <olink targetdocent="translations">Übersetzung</olink> finden.
es: Puedes encontrar más información sobre el proceso de traducción en la página de<olink targetdocent="translations">traducción</olink>.

source: Development
ar: تطوير
da: Udvikling
de: Entwicklung
es: Desarrollo

source: BibleTime, Linux, unix, FreBSD, Windows, Mac OS X, biblestudy, bible study, software, God, Religion, Bible, devotional, crosswire, sword, support, development
ar: بيبل تايم، لينكس، يونكس، فري بي إس دي، ويندوز، ماك أو إس إكس، دراسة كتاب، دراسة الكتاب، برنامج، الله، دين، الكتاب المقدس، تأملات، كروس وير، سورد، دعم، تطوير
de: BibleTime, Linux, unix, FreeBSD, Windows, Mac OS X, Bibelstudium, Bibel-Studium, Software, Gott, Religion, Bibel, Andacht, Crosswire, Sword, Unterstützung, Entwicklung
es: BibleTime, Linux, unix, FreBSD, Windows, Mac OS X, Biblia de estudio, estudio bíblico, software, Dios, Religion, Biblia, devocional, crosswire, sword, soporte, desarrollo

source: These pages describe how you can join in the development of BibleTime and other ways you can help us! BibleTime's quality and usefulness depends on the help of others to a large degree.
ar: على هذه الصفحات ستجد معلومات حول كيفية الإنضمام إلى تطوير بيبل تايم والطرق الأخرى التي تستطيع مساعدتنا بها! جودة وفائدة بيبل تايم تتوقف بدرجة كبيرة على مساعدة الآخرين لنا.
cs: Tyto stránky popisují jak se připojit k týmu vývojařů BibleTime. Jeto cesta jak nám pomoct! Kvalita a použitelnost BibleTime záleží ve velké míře na pomoci jiných.
de: Diese Seiten beschreiben, wie Sie an der Entwicklung von BibleTime teilnehmen können und weitere Möglichkeiten, wie Sie uns helfen können. Die Qualität und Nützlichkeit von BibleTime hängt zu einem großen Teil von der Hilfe anderer, wie Ihnen, ab.
es: Estas páginas describen ¡cómo unirse al desarrollo de BibleTime y qué formas existen para ayudarnos! La calidad y utilidad de BibleTime depende de la ayuda de otros en gran medida.

source: Please read the following pages very carefully to see what you can do to help us with the development!
ar: الرجاء قراءة الصفحات التالية بعناية لمعرفة ماذا تستطيع أن تفعل لتساعدنا في التطوير!
cs: Prosím čtěte následující stránky velmi pozorně abyste viděli jak nám pomoct s vývojem!
de: Bitte lesen Sie die folgenden Seiten sehr sorgfältig, um zu erkennen, wie Sie uns bei der Entwicklung helfen können!
es: Por favor, lee las siguientes páginas con mucho cuidado para ver ¡cómo puedes ayudarnos en el desarrollo!

source: translator-credits
ar: ترجمة-أندرو ألفي
cs: Tomáš Michalek <michto01@gmail.com>, 2008,2009
de: Nennung der Übersetzer
es: Créditos de traducción

source: @@image: '/images/screenshots/1.png'; md5=THIS FILE DOESN'T EXIST
es: @@image: '/images/screenshots/1.png'; md5=ARCHIVO NO EXISTE

source: @@image: '/images/screenshots/3.png'; md5=THIS FILE DOESN'T EXIST
es: @@image: '/images/screenshots/3.png'; md5=ARCHIVO NO EXISTE

source: @@image: '/images/screenshots/2.png'; md5=THIS FILE DOESN'T EXIST
es: @@image: '/images/screenshots/2.png'; md5=ARCHIVO NO EXISTE

source: @@image: '/images/banner/big.png'; md5=THIS FILE DOESN'T EXIST
es: @@image: '/images/banner/big.png'; md5=ARCHIVO NO EXISTE

source: @@image: '/images/banner/small.png'; md5=THIS FILE DOESN'T EXIST
es: @@image: '/images/banner/small.png'; md5=ARCHIVO NO EXISTE

source: ./configure --prefix=&lt;your KDE directory&gt;
cs: ./configure --prefix=&lt;Váš KDE adresář&gt;
de: ./configure --prefix=&lt;Ihr KDE-Verzeichnis&gt;
es: ./configure --prefix=&lt;tu directorio KDE&gt;

source: Sourcecode can be downloaded from <ulink url="http://gitorious.org/bibletime"> Gitorious</ulink>.
de: Der Quellcode kann von <ulink url="http://gitorious.org/bibletime"> Gitorious</ulink> heruntergeladen werden.

source: 2011-09-19 BibleTime 2.8.2 released
de: 19.09.2011: Veröffentlichung von BibleTime 2.8.2

source: The BibleTime teamn is pleased to announce the availability of BibleTime version 2.9 Beta 1, the first test version the 2.9 series. You can read more <ulink url="http://www.crosswire.org/pipermail/bt-devel/2011-September/010855.html">here</ulink>.
de: Das BibleTime-Team freut sich, die Verfügbarkeit von BibleTime, Version 2.9 Beta 1, bekanntgeben zu können. Sie ist die erste Version der 2.9-Serie. Sie können mehr dazu <ulink url="http://www.crosswire.org/pipermail/bt-devel/2011-September/010855.html">hier</ulink> lesen.

source: 2011-08-27 BibleTime 2.8.2 released
de: 27.08.2011: BibleTime 2.8.2 herausgegeben

source: The BibleTime teamn is pleased to announce the immediate availability of BibleTime version 2.8.2, the next bugfix of the 2.8 series. You can read more <ulink url="http://www.crosswire.org/pipermail/bt-devel/2011-August/010843.html">here</ulink>.
de: Das BibleTime-Team freut sich, die sofortige Verfügbarkeit von BibleTime, Version 2.8.2, bekanntgeben zu können. Sie ist das nächste Bugfix der Serie 2.8, mehr dazu <ulink url="http://www.crosswire.org/pipermail/bt-devel/2011-August/010843.html">hier</ulink>.

source: 2011-02-18 2.8.1b for Windows released
de: 18.02.2011: Version 2.8.1b für Windows herausgegeben

source: The BibleTime team is proud to announce the immediate availability of BibleTime version 2.8.1b for Windows, which is bug fix for the Windows platform only, more <ulink url="http://blog.bibletime.info/archive/2011/02/18/bibletime-windows-281b"> here</ulink>.
de: Das BibleTime-Team freut sich, die sofortige Verfügbarkeit von BibleTime, Version 2.8.1b für Windows, bekanntgeben zu können. Sie ist ein Bugfix lediglich für die Windows-Plattform, mehr dazu <ulink url="http://blog.bibletime.info/archive/2011/02/18/bibletime-windows-281b"> hier</ulink>.

source: 2011-01-22 2.8.1 released
de: 22.01.2011: Version 2.8.1 erschienen

source: The BibleTime team is proud to announce the immediate availability of BibleTime version 2.8.1, which is the first bug fix of the 2.8 series, more <ulink url="http://www.crosswire.org/pipermail/bt-devel/2011-January/010687.html"> here</ulink>.
de: Das BibleTime-Team freut sich, die sofortige Verfügbarkeit von BibleTime, Version 2.8.1, bekanntgeben zu können. Sie ist das erste Bugfix der Serie 2.8, mehr dazu <ulink url="http://www.crosswire.org/pipermail/bt-devel/2011-January/010687.html"> hier</ulink>.

source: Sign up for an account on <ulink url="https://sf.net">SourceForge</ulink>, and <ulink url="http://gitorious.org/">Gitorious</ulink> Both are free. We will need your username to add you to the team members list (Gitorious), to assign tasks to you (SourceForge), etc.
de: Legen Sie ein Benutzerkonto bei <ulink url="https://sf.net">SourceForge</ulink>, und <ulink url="http://gitorious.org/">Gitorious</ulink> an. Beide sind kostenlos. Wir werden Ihren Benutzernamen benötigen, um Sie der Teammitgliedsliste (Gitorious) hinzuzufügen und Ihnen u. a. Aufgaben zuzuweisen (SourceForge).

source: Translation
da: Oversættelse

source: If a translation of the website to your language does not yet exist, you can download and translate the <ulink url="/po/bibletime_website_template.pot">Webpage translation template</ulink>. If you want to update an existing translation, use the links in the table below to download the corresponding file. We usually add the translated pages and the flag at the top if a translation is about 80% complete.
da: Hvis oversættelsen af hjemmesiden til dit sprog endnu ikke eksisterer, så kan du hente og oversætte <ulink url="/po/bibletime_website_template.pot">Hjemmeside oversættelses-skabelonen</ulink>. Hvis du ønsker at opdatere en eksisterende oversættelse, så brug linksne herunder i tabellen til at downloade den tilsvarende fil. Vi tilføjer normalt de oversatte sider og flaget i toppen når oversættelsen er omkring 80% færdig.

source: If a translation of the User Interface to your language does not yet exist, you can download and translate the <ulink url="http://bibletime.svn.sourceforge.net/viewvc/*checkout*/bibletime/trunk/bibletime/i18n/messages/bibletime_ui.ts"> User Interface translation template</ulink>. If you want to update an existing translation, use the links in the table below to download the corresponding file.
da: Hvis oversættelsen af hjemmesiden til dit sprog endnu ikke eksisterer, så kan du hente og oversætte <ulink url="http://bibletime.svn.sourceforge.net/viewvc/*checkout*/bibletime/trunk/bibletime/i18n/messages/bibletime_ui.ts"> Brugerflade oversættelses-skabelonen</ulink>. Hvis du ønsker at opdatere en eksisterende oversættelse, så brug linksne i tabellen herunder til at downloade den tilsvarende fil.

source: If a translation of the Bible study howto to your language does not yet exist, you can download and translate the <ulink url="http://bibletime.svn.sourceforge.net/viewvc/*checkout*/bibletime/trunk/bibletime/i18n/howto/howto.pot"> howto translation template</ulink>. If you want to update an existing translation, use the links in the table below to download the corresponding file.
da: Hvis der ikke er eksisterer en oversættelse af bibelstudie vejledningen til dit sprog, så kan du hente og oversætte <ulink url="http://bibletime.svn.sourceforge.net/viewvc/*checkout*/bibletime/trunk/bibletime/i18n/howto/howto.pot"> Bibelstudie guide oversættelses-skabelonen</ulink>. Hvis du ønsker at opdatere en eksisterende oversættelse, så brug linksne i tabellen herunder til at downloade den tilsvarende fil.

source: If a translation of the handbook to your language does not yet exist, you can download and translate the <ulink url="http://bibletime.svn.sourceforge.net/viewvc/*checkout*/bibletime/trunk/bibletime/i18n/handbook/handbook.pot"> handbook translation template</ulink>. If you want to update an existing translation, use the links in the table below to download the corresponding file.
da: Hvis der ikke er eksisterer en oversættelse af håndbogen til dit sprog, så kan du hente og oversætte <ulink url="http://bibletime.svn.sourceforge.net/viewvc/*checkout*/bibletime/trunk/bibletime/i18n/handbook/handbook.pot"> håndbog oversættelses-skabelon</ulink>. Hvis du ønsker at opdatere en eksisterende oversættelse, så brug linksne i tabellen herunder til at downloade den tilsvarende fil.

source: Here you can see a typical BibleTime session. On the left pane, you see the "bookshelf" which offers quick access to all installed electronic works as well as facilities to create and manage your own bookmarks. Below is the "mag(nifying glass)", which can display additional information about a word or piece of text. In this example it shows details about the hebrew word that the KJV translates as "God". The main part of the BibleTime window (called "desk") offers space to read works such as Bibles, commentaries, lexicons or other books.
da: Her kan du se en typisk BibleTime-session. På den venstre bjælke, kan du se "boghylden" der giver hurtig adgang til alle installerede elektroniske værker, så vel som faciliteter til at skabe og administrere dine egne bogmærker. Derunder er "forstørrelsesglasset", der kan vise uddybende information om et ord, eller et stykke tekst. I dette eksempel viser det detaljer om det hebraiske ord som KJV oversætter som "Gud". I hoveddelen af BibleTime-vinduet (kaldt "skrivebordet") er der plads til at læse værker som Bibler, kommentarer, leksikoner eller andre bøger.

source: List of important Christian pages
da: Liste over vigtige kristne sider

source: Biblesoftware for Linux
da: Bibelsoftware til Linux

source: Biblesoftware for Windows
da: Bibelsoftware til Windows

source: Biblesoftware for Mac
da: Bibelsoftware til Mac

source: Download of BibleTime
da: Hent BibleTime

source: Sourcecode and packages for major Linux distributions can be downloaded from <ulink url="http://sourceforge.net/project/showfiles.php?group_id=954"> SourceForge</ulink>.
da: Kildekode og pakker til de større Linux-distrubitioner kan hentes fra <ulink url="http://sourceforge.net/project/showfiles.php?group_id=954"> SourceForge</ulink>.

source: With the help of great volunteers, we try to provide packages for the most important Linux distributions. Before installing BibleTime, however, you need to find and install packages for <ulink url="http://clucene.sourceforge.net/">CLucene &gt;= 0.9.16a</ulink> and Sword (Sword binaries are available at the BibleTime download site).
da: Med hjælp fra fantastiske frivillige, prøver vi at forsyne med pakker til de mest vigtige Linux-distributioner. Før du installerer BibleTime, er du nødt til at indstallere pakker for <ulink url="http://clucene.sourceforge.net/">CLucene &gt;= 0.9.16a</ulink> og Sword (Binære Sword pakker er tilgængelige på BibleTimes hent side).

source: First download the binary package for your Linux distribution. For example: You want to download <application>BibleTime 1.4</application>for <productname>SuSE Linux 9.0</productname>. In this case you have to download the package <filename>bibletime-1.4-1.suse9.0.i586.rpm</filename>. Please download the package "bibletime-i18n" package, too. This package contains the available translations of the BibleTime user interface and handbook.
da: Hent først den binære pakke til din Linux distrubition. For eksempel: Du ønsker at hente <application>BibleTime 1.4</application>til <productname>SuSE Linux 9.0</productname>. I dette tilfælde skal du hente denne pakke <filename>bibletime-1.4-1.suse9.0.i586.rpm</filename>. Hent også "bibletime-i18n" pakken. Denne pakke indeholder alle de tilgængelige oversættelser af BibleTimes brugerflade og håndbog.

source: At first make sure the required software is installed on your system. Depending on your Linux distribution you have to install the development packages of the required software, too.
da: Forsikr dig først at du har det nødvendige software installeret på dit system. Afhængig af din Linux distrubition, er du også nødt til at installere udviklingspakkerne af den nødvendige software.

source: At least the libraries and the base package. KDE 3 is shipped with many Linux distributions. Very often it's installed by default.
da: I hvert fald bibliotekerne og basispakkerne. KDE 3 kommer med mange Linux distributioner. Meget ofte er det forudinstalleret.

source: This is necessary for the new instant search feature.
da: Denne er nødvendig for den nye "instant search" funktion.

source: Please note that this list is only valid for the latest version of BibleTime, older versions may require other software.
da: Bemærk at denne liste er kun gyldig for den seneste version af BibleTime, ældre versioner kræver muligvis anden software.

source: You can get your KDE directory by running the command <command>kde-config --prefix</command>. If you get problems please read our <olink targetdocent="software_faq">FAQ</olink>. If there's no solution of your problem, please contact us at <email>info@bibletime.info</email>.
da: Du kan se din KDE mappe ved at køre kommandoen <command>kde-config --prefix</command>. Hvis du løber ind i problemer, så læs vores <olink targetdocent="software_faq">OSS/FAQ</olink>. Hvis der ikke er en løsning på problemet, så hver venlig at kontakte os på <email>info@bibletime.info</email>.

source: Debian (and possibly derived distros as well) use a non-standard path to store the documentation of KDE programs. Therefore the ./configure line above in this case needs to be changed to: <screen> <command>kde_htmldir=/usr/share/doc/kde/HTML ./configure --prefix=/usr</command> </screen>If you forget this, you'll likely not be able to access the handbook and the BibleStudy HowTo.
da: Debian (og muligvis beslægtede distributioner ligeledes) bruger en ikke-standard sti til at gemme dokumentation af KDE programmer. Derfor skal ./configure linjen herover i dette tilfælde ændres til: <screen> <command>kde_htmldir=/usr/share/doc/kde/HTML ./configure --prefix=/usr</command> </screen>Hvis du glemmer det, kan du muligvis ikke få adgang til håndbogen og bibelstudie vejledningen.

source: Compile and install the translations of BibleTime's user interface (bibletime-i18n): <screen> <command>./configure --prefix=&lt;your KDE directory&gt;</command> <command>make</command> <command>make install</command> </screen>Please see the warning regarding nonstandard paths in the previous paragraph.
da: Kompiler og installer oversættelserne til BibleTimes brugerflade (bibletime-i18n): <screen> <command>./configure --prefix=&lt;your KDE directory&gt;</command> <command>make</command> <command>make install</command> </screen>Se advarslen angående ikke-standard stier i den foregående paragraf.

source: The translations are missing!
da: Oversættelserne mangler!

source: Please install the package bibletime-i18n which contains the translations of the daily tips, the handbook, the installation instructions and the Bible study howto.
da: Vær venlig at installere pakken bibletime-i18n der indeholder oversættelser af de daglige tips, håndbogen, installations instruktioner og bibelstudie vejledningen.

source: Using BibleTime 1.1 - 1.4.x
da: Brug af BibleTime 1.1 - 1.4.x

source: Using BibleTime 1.5 or later
da: Brug af BibleTime 1.5 eller senere

source: The search interface now offers to set the type of your search. You can choose between headings, footnotes, Strongs numbers and morphological numbers.
da: Den nye søgeflade gør det nu muligt at indstille typen af din søgning. Du kan vælge mellem overskrifter, fodnoter, Strong-tal og morphologiske tal.

source: First make sure you have the latest version of the module which has the problems! Check <ulink url="http://www.crosswire.org/sword">www.crosswire.org/sword</ulink> for this.
da: Tjek først at du har den seneste version af modulet der har problemer! Tjek på <ulink url="http://www.crosswire.org/sword">www.crosswire.org/sword</ulink> for at gøre dette.

source: You have to install the module "Personal", which is available as a commentary on <ulink url="http://www.crosswire.org/sword/modules/ModInfo.jsp?modName=Personal">Crosswire</ulink>. Please refer to BibleTime's handbook for more information about the personal commentary.
da: Du er nødt til at installere modulet "personlig", som er tilgængelig som en kommentar på <ulink url="http://www.crosswire.org/sword/modules/ModInfo.jsp?modName=Personal">Crosswire</ulink>. Se i BibleTimes håndbog for mere information om den personlige kommentar.

source: BibleTime is available in several languages, which are all listed on our <olink targetdocent="translation">translations page</olink>. The translations are available in the package bibletime-i18n.
da: BibleTime er til rådighed på flere sprog, de kan alle ses på vores <olink targetdocent="translation">oversættelse side</olink>. Oversættelserne er til rådighed i pakken bibletime-i18n.

source: If a translation into your language is not available, please consider to help to make it available. More information is available on out <olink targetdocent="translation">translations page.</olink>.
da: Hvis der ikke er en oversættelse til dit sprog, så vær venlig at overvej at hjælpe med at gøre det tilgængeligt. Mere information er til rådighed på vores <olink targetdocent="translation">oversættelses side.</olink>.

source: About BibleTime
da: Om BibleTime

source: Introduction
da: Introduktion

source: The history of BibleTime
da: BibleTimes historie

source: Back in June of 1999 Thomas Hagedorn, Thorsten Uhlmann and Joachim Ansorg started to work on a Bible study application for KDE 1.0.
da: Tilbage i juni 1999, begyndte Thomas Hagedorn, Thorsten Uhlmann og Joachim Ansorg på at udvikle et Bibelstudie-program til KDE 1.0.

source: The first version was released two months later as version 0.1. This version was very simple and supported only the most basic things.
da: Den første version blev udgivet to måneder senere som version 0.1. Denne version var meget simpel og understøttede kun de mest basale ting.

source: After three months of hard work version 0.2 was released to the public. This version was usable, it supported basic printing, searching and offered a simple editor for personal notes.
da: Efter tre måneders hårdt arbejde blev version 0.2 udgivet til offentligheden. Denne version var brugbar. Den understøttede basal udskrivning, søgning, og tilbød en simpel editor til personlige noter.

source: BibleTime 0.2 was later ported to KDE 2 and totally redesigned with a more powerful interface, better printing and a lot of internal changes. This version was called BibleTime 0.3
da: BibleTime 0.2 blev omskrevet til KDE 2 og totalt omdesignet med en mere kraftfuld brugerflade, bedre udskrivning og en masse indre forandringer. Denne version blev kaldt BibleTime 0.3.

source: BibleTime 1.0, which was released almost one year after version 0.3 and was the first version we considered as stable.
da: BibleTime 1.0, som blev udgivet næsten et år efter version 0.3 og var den første version der blev regnet som stabil.

source: BibleTime 1.1 and 1.2 followed later on. BibleTime 1.2 is the first version of BibleTime for version 3.0 of KDE.
da: BibleTime 1.1 og 1.2 fulgte efter. BibleTime 1.2 er den første version af BibleTime til verson 3 af KDE.

source: BibleTime version 1.5 was released in July 2005 after a long time of development.
da: BibleTime version 1.5 blev udgivet i juli 2005 efter lang tids udvikling.
