Repository: bibletime/historic-bibletime-svn
Catalog: trunk/website-2.0/i18n/*.po
Languages: ar, cs, da, de, es

source: Here you can see a typical BibleTime session. On the left pane, you see the "bookshelf" which offers quick access to all installed electronic works as well as facilities to create and manage your own bookmarks. Below is the "mag(nifying glass)", which can display additional information about a word or piece of text. In this example it shows a cross reference, with scripture to Psalms 10:6. The main part of the BibleTime window (called "desk") offers space to read works such as Bibles, commentaries, lexicons or other books.
ar: هنا بإمكانك رؤية شكل البرنامج القياسي. في العمود الأيسر تشاهد "رف الكتب" والذي يوفر وصولاً سريعاً لكل الكتب الإلكترونية المثبتة بالإضافة إلى إمكانية إنشاء وإدارة علامات الكتاب الخاصة بك. بالاسفل تجد "العدسة المكبرة", التي تعرض معلومات إضافية عن كلمة ما أو قطعة من النصوص. في هذا المثال تقوم بعرض شاهد مقابل في مزمور 10:6. الجزء الرئيسي في نافذة بيبل تايم (يدعى "المكتب") يوفر مساحة لقراءة المحتويات مثل الأسفار، الشروحات، القواميس والكتب الأخرى.
cs: Zde vidíte typické sezení BibleTime. V levé části vidíte "záložky", které umožňují rychlý přístup k nainstalovaným elektronickým zdrojům a umožňují zároveň vytvářet a upravovat záložky vlastní. Pod nimi je "zvětšovací sklo", které zobrazuje přídavné informace o zdroji a části texu. Tento příklad ukazuje podtrženy odkaz na Žalm 10:6. Hlavní část okna BibleTime je "plocha" - místo pro čtení zdrojů jako Bible, lexikony, slovníky, komentáře a jiné knihy.
de: Hier sehen Sie eine typische BibleTime-Sitzung. Auf der linken Seite können Sie das "Buchregal" erkennen, welches Ihnen schnellen Zugang zu allen installierten elektronischen Werken gibt, sowie die Möglichkeit, Ihre eigenen Lesezeichen zu erstellen und zu verwalten. Darunter ist die "Lupe", sie kann zusätzliche Informationen zu einem Wort oder Teil des Textes liefern. In diesem Beispiel zeigt sie einen Verweis auf Psalm 10:6. Der Hauptteil des BibleTime-Fensters ("Schreibtisch" genannt) verfügt über Platz zum Lesen von Werken wie Bibeln, Kommentaren, Lexika und anderen Büchern.
es: Aquí puedes ver una sesión típica de BibleTime. En el panel izquierdo, verá la "biblioteca" que ofrece un acceso rápido a todas las obras electrónicas instaladas trabajando así para facilitar el crear y administrar sus propios marcadores. A continuación se muestra la "lupa" que puede mostrar información adicional acerca de una palabra o un trozo de texto. En este ejemplo, la referencia cruzada, con las escrituras en Salmos 10:6.La parte principal de la ventana BibleTime (llamado "escritorio ") ofrece espacio para leer obras como Biblias, comentarios, diccionarios u otros libros.

source: The Bookshelf Manager
ar: مدير رف الكتب
cs: Manažer záložek
da: Boghylde Manageren
de: Die Bücherregal-Verwaltung
es: El Administrador de Biblioteca

source: BibleTime offers a dialog to automatically download and manage electronic works. You simply define a library (a remote collection of works, such as <ulink url="http://www.crosswire.org/sword/">Crosswire</ulink>), and then you can transfer works from this library to your local bookshelf to use them. Easy, huh?
ar: يوفر بيبل تايم أداة خاصة لتحميل وإدارة الكتب الإلكترونية تلقائياً. كل ما عليك فعله هو تحديد مكتبة (موقع يضم مجموعة من الكتب، مثل <ulink url="http://www.crosswire.org/sword/">كروس وير</ulink>), ومن ثم تبدأ في نقل الكتب من هذه المكتبة إلى رف الكتب الخاص بك في البرنامج لتتمكن من إستخدامها. سهل جداً، أليس كذلك؟
cs: BibleTime nabízí dialog pro automatické stahování a uspořádání elektronických zdrojů. Jednoduše zvolíte adresář ( vzdálenou sbírku zdrojů jako <ulink url="http://www.crosswire.org/sword/">Crosswire</ulink>) a pak přenestete zdroje z této knihovny do lokálních záložek a použijete je. Jednoduché, že?
da: BibleTime tilbyder en dialog der kan automatisk hente og ordne dine elektroniske værker. Du vælger bare et bibliotek (en samling af værker, som <ulink url="http://www.crosswire.org/sword/"> Crosswire </ulink> ), og så kan du overføre de ønskede værker fra dette bibliotek til din egen boghylde for at bruge dem. Nemt, ikke?
de: BibleTime bietet einen Dialog an, um automatisch digitale Werke herunterzuladen und zu verwalten. Sie definieren einfach eine Bibliothek (also eine fern-gelegene Sammlung von Werken, wie zum Beispiel <ulink url="http://www.crosswire.org/sword/">Crosswire</ulink>), und dann können Sie die Werke aus dieser Bibliothek in Ihr Buchregal kopieren, um sie zu nutzen. Einfach, oder?
es: BibleTime ofrece un cuadro de dialogo para descargar y administrar automáticamente obras electrónicas. Usted simplemente define una biblioteca (una colección de obras remotas, tales como <ulink url="http://www.crosswire.org/sword/">Crosswire</ulink>), y luego usted puede transferir las obras de esta biblioteca a su biblioteca local para utilizarlas. Fácil, ¿eh?

source: The search dialog
ar: نافذة البحث
cs: Vyhledávací dialog
da: Søgedialogen
de: Der Suchdialog
es: Diálogo de búsqueda

source: BibleTime offers a powerful search dialog. You can search in several works at a time, limit your search to text scopes or also to certain kinds of text, such as footnotes.
ar: يوفر بيبل تايم أداة بحث قوية. تستطيع البحث في عدة كتب في نفس الوقت، تحديد بحثك في نطاق أسفار معينة أو حتى أنواع محددة من النصوص، مثل الحواشي.
cs: BibleTime nabízí pokročilý vyhledavací dialog. Můžete prohledávat několik modulů najednou. Omezte vyhledavani na druh textu, nátev, přípisky a další...
da: BibleTime tilbyder en kraftfuld søgedialog. Du kan søge i flere Bibler på samme tid, begrænse din søgning til mindre områder af teksten eller også bestemte typer tekst, som for eksempel fodnoter.
de: BibleTime bietet einen mächtigen Suchdialog. Sie können in mehreren Werken gleichzeitig suchen, Ihre Suche auf bestimmte Bereiche einschränken und auch besondere Textbereiche, wie etwa Fußnoten, durchsuchen.
es: BibleTime ofrece un cuadro de diálogo de búsqueda poderoso. Se puede buscar en varias obras a la vez, limitar la búsqueda a los ámbitos de texto o también a ciertos tipos de texto, como por ejemplo, notas al pie.

source: In the Press
ar: في الإعلام
de: In den Medien
es: En la Prensa

source: BibleTime in the press
ar: بيبل تايم في الإعلام
cs: BibleTime v tisku
de: BibleTime in den Medien
es: BibleTime en la prensa

source: BibleTime, Linux, unix, FreeBSD, Windows, Mac OS X, biblestudy, bible study, software, God, Religion, Bible, devotional, crosswire, sword, press, in the media, press coverage
ar: بيبل تايم، لينكس، يونكس، فري بي إس دي، ويندوز، ماك أو إس إكس، دراسة كتاب، دراسة الكتاب، برنامج، الله، دين، الكتاب المقدس، تأملات، كروس وير، سورد، صحافة، في الإعلام
de: BibleTime, Linux, unix, FreeBSD, Windows, Mac OS X, Bibelstudium, Bibel-Studium, Software, Gott, Religion, Bibel, Andacht, Crosswire, Sword, Medien, in den Medien, Medienecho
es: BibleTime, Linux, unix, FreeBSD, Windows, Mac OS X, Biblia de Estudio, Estudio Bíblico, software, Dios, Religión, Biblia, devocional, crosswire, sword, prensa, medios de comunicación, cobertura de prensa

source: In the press
ar: في الإعلام
cs: V tisku
da: I pressen
de: In der Öffentlichkeit
es: En la prensa

source: <ulink url="http://christianoss.wordpress.com/2009/02/01/project-spotlight-bibletime/"> Christian Open Source blog</ulink> recently interviewed BibleTime's Martin Gruner in their Project Spotlight, and drew the following conclusion:
ar: <ulink url="http://christianoss.wordpress.com/2009/02/01/project-spotlight-bibletime/"> Christian Open Source blog</ulink> قامت مؤخراً بإجراء مقابلة مع مارتن جرانر من بيبل تايم ضمن سلسلة مقالات مشروع في دائرة الضوء، وكان لهم هذا التعليق:
cs: <ulink url="http://christianoss.wordpress.com/2009/02/01/project-spotlight-bibletime/"> Křesťanský Open Source blog</ulink> rozhovory s Martin Grunerv o vizích kolem BibleTime :
da: <ulink url="http://christianoss.wordpress.com/2009/02/01/project-spotlight-bibletime/"> Christian Open Source blog</ulink> interviewiede fornyligt BibleTimes Martin Gruner i deres Project Spotlight, og kom til den følgende konklusion:
de: Das <ulink url="http://christianoss.wordpress.com/2009/02/01/project-spotlight-bibletime/"> Christliche Open Source Blog</ulink> führte kürzlich ein Interview mit Martin Gruner von BibleTime in ihrem Projekt Spotlight, und kamen zu folgender Schlussfolgerung:
es: <ulink url="http://christianoss.wordpress.com/2009/02/01/project-spotlight-bibletime/"> En el blog Christian in Open Source</ulink> se entrevistó recientemente a Martin Gruner de BibleTime en su proyecto de Spotlight (luces empotradas), y señaló a la siguiente conclusión:

source: Raoul Snyman (© 2009 Raoul Snyman)
ar: راؤول سنيمان (© 2009 راؤول سنيمان)

source: BibleTime is a handy resource for preparing Bible studies, sermons, or just looking up passages electronically. With more developers on board, and moving to use just Qt4, it looks like BibleTime will be going places in the near future.
ar: يعد بيبل تايم مصدراً مفيداً لإعداد دراسات الكتاب المقدس، العظات، أو حتى مجرد البحث عن الآيات إلكترونياً. مع وجود عدد كبير ضمن فريق المطورين، ومع الإنتقال إلى إستخدام تقنية كيوت 4، يبدو أن برنامج بيبل تايم سيكون له شأناً كبيراً في المستقبل القريب.
cs: BibleTime je šikovný zdroj pro pro studium bible, přípravu kázání nebo jen pro čtení a vyhledávaní pasáží elektronicky. S dalším vývojem a přechodu jen na Qt4 to vypadá, že BibleTime bude ještě více použitelná už v blízké budoucnosti.
da: BibleTime er en fiks ressource til at forberede bibelstudier, prædikener, eller bare slå skriftsteder op elektronisk. Men flere udviklere på holdet, og flytningen til udelukkende brug af Qt4, så ser det ud til at BibleTime går en interessant fremtid i møde.
de: BibleTime ist ein praktisches Hilfsmittel zum Bibelstudium, zur Vorbereitung von Predigten oder auch zur bloßen elektronischen Bibelstellen-Suche. Durch wachsende Anzahl an Entwicklern und nun allein auf Qt4 basierend, sieht die weitere Verbreitung in naher Zukunft für BibleTime noch günstiger aus.
es: BibleTime es un recurso útil para la preparación de estudios bíblicos, sermones, o simplemente mirando los pasajes por vía electrónica. Con más desarrolladores a bordo, y pasando a utilizar sólo Qt4, parece que BibleTime seguirá en el futuro próximo.

source: On <ulink url="http://static.kdenews.org/content/bibletime/bibletime.html">dot.kde.org</ulink>, Andreas Pour draws the following conclusion in his review:
ar: في مقالته على <ulink url="http://static.kdenews.org/content/bibletime/bibletime.html">dot.kde.org</ulink>, كان لأندرياس بور هذا التعليق:
cs: Na <ulink url="http://static.kdenews.org/content/bibletime/bibletime.html">dot.kde.org</ulink>, Andreas Pour napsal následující postřehy pro svůj review:
da: På <ulink url="http://static.kdenews.org/content/bibletime/bibletime.html">dot.kde.org</ulink>, kommer Andreas Pour til den følgende konklusion i hans anmeldelse:
de: Auf <ulink url="http://static.kdenews.org/content/bibletime/bibletime.html">dot.kde.org</ulink> zieht Andreas Pour den folgenden Schluss in seiner Rezension:
es: En <ulink url="http://static.kdenews.org/content/bibletime/bibletime.html">dot.kde.org</ulink> Andreas Pour expone la siguiente conclusión en su revista:

source: Andreas Pour (© 2001 Andreas "Dre" Pour. All rights reserved)
ar: أندرياس بور (© 2001 أندرياس "دري" بور. جميع الحقوق محفوظة)
cs: Andreas Pour (© 2001 Andreas "Dre" Pour. Všechny práva vyhrazena)
de: Andreas Pour (© 2001 Andreas "Dre" Pour. Alle Rechte vorbehalten)
es: Andreas Pour (&copy; 2001 Andreas "Dre" Pour. Todos los derechos reservados)

source: BibleTime is already a true godsend for religious KDE users. It is easily useable though it may take a bit of time to learn some quirks. I think the next release will make it even better, particularly by providing a GUI for the difficult Sword installation/configuration. Besides this, my personal wishlist item is to use KHTML for its advanced navigation features.
ar: بيبل تايم هو بالفعل عطية من السماء لجميع مستخدمي كيدي المتدينين. البرنامج سهل الإستخدام بالرغم من إنه قد يتطلب بعض الوقت لتعلم بعض خباياه. وهو ما أتوقع أن تعمل الإصدارة القادمة على تحسينه أيضاً للأفضل، ربما على وجه الخصوص بتوفير واجهة مستخدم رسومية لثبيت/ضبط إعدادات سورد الصعبة. بالإضافة إلى هذا، شخصياً أتمنى أن يتم إستخدام كيه إتش تي إم إل لخواص التصفح المتقدمة.
de: Bibletime ist ein wahres Geschenk Gottes für religiöse KDE-Benutzer. Es ist einfach zu benutzen, obgleich es einige Zeit dauern kann, einige Eigenheiten zu erlernen. Ich denke, dass die nächste Ausgabe noch besser werden wird, insbesondere, weil sie eine grafische Benutzerschnittstelle für die komplizierte Installation und Konfiguration von Sword-Modulen bietet. Weiterhin steht auf meiner persönlichen Wunschliste die Benutzung von KHTML aufgrund seiner erweiterten Navigations-Funktionen.
es: BibleTime ya es un verdadero regalo del cielo para los usuarios religiosos de KDE. Es de fácil de utilizar aunque puede tomar un poco de tiempo aprender algunas peculiaridades. Creo que el siguiente lanzamiento lo hará aún mejor, sobre todo al proporcionar una interfaz gráfica para la dificultosa instalación/configuración de Sword. Además de esto, mi deseo personal es utilizar KHTML por sus características avanzadas de navegación.

source: Link to us
ar: اربط موقعك بنا
da: Link til os
de: Auf uns verweisen
es: Enlázanos

source: How to link to www.bibletime.info
ar: كيف تضع رابط إلى www.bibletime.info
cs: Jak odkazovat na www.bibletime.info
da: Hvordan du kan linke til www.bibletime.info
de: Wie man auf www.bibletime.info verweist
es: Cómo hacer un enlace a www.bibletime.info

source: BibleTime, Linux, Software, biblestudy, bible study, software, God, Religion, Bible, devotional, crosswire, sword, links, link us
ar: بيبل تايم، لينكس، برنامج، دراسة كتاب، دراسة الكتاب، تطبيق، الله، دين، الكتاب المقدس، تأملات، كروس وير، سورد، روابط، اربط موقعك بنا
de: BibleTime, Linux, Software, Bibelstudium, Bibel-Studium, software, Gott, Religion, Bibel, Andacht, Crosswire, Sword, Verweise, auf uns verweisen
es: BibleTime, Linux, Software, Biblia de Estudio, Estudio Bíblico, Dios, Religión, Biblia, devocional, crosswire, sword, enlaces, enlázanos

source: Please do not copy the images, as their design may change.
ar: الرجاء عدم نسخ الصور، لأن التصميم عرضه للتغيير.
cs: Prosíme nekopírujte obrázky, protože můžou změnit design.
de: Bitte kopieren Sie nicht die Bilder, da sich ihr Design verändern könnte.
es: Por favor no copie las imágenes porque pueden cambiar su diseño.

source: Larger banner
ar: صورة كبيرة
cs: Velký banner
da: Større banner
de: 1. Großer Banner
es: Banner más grande

source: Put the following HTML code on your pages: <placeholder-1/>It will look like this: <placeholder-2/>
ar: ضع كود HTML التالي في صفحتك: <placeholder-1/>ستبدو الصورة هكذا: <placeholder-2/>
cs: Vložte následující HTML kód do vaších stránek: <placeholder-1/>Bude to vypadat takto: <placeholder-2/>
de: Füge den folgenden HTML-Code in Deine Seiten ein: <placeholder-1/>Es wird so aussehen: <placeholder-2/>
es: Coloque el siguiente código HTML en sus páginas: <placeholder-1/> Ésto se verá así: <placeholder-2/>

source: Smaller banner
ar: صورة صغيرة
cs: Malý banner
da: Mindre banner
de: 2. Kleiner Banner
es: Banner más pequeño

source: Text link
ar: رابط نصي
cs: Textový odkaz
da: Tekst link
de: 3. Textverweis
es: Enlace de texto

source: To insert a simple text link please use the following HTML code on your pages: <placeholder-1/>It will look like this: <ulink url="http://www.bibletime.info/">BibleTime - Bible study software</ulink>
ar: لإدراج رابط نصي بسيط رجاءاً إستخدم كود HTML التالي في صفحتك: <placeholder-1/>سيبدو النص هكذا: <ulink url="http://www.bibletime.info/">بيبل تايم - برنامج لدراسة الكتاب المقدس</ulink>
cs: Vložte jednoduchý HTML kód na své stránky:<placeholder-1/> Bude to vypadat jako toto: <ulink url="http://www.bibletime.info/">BibleTime - software pro studium Bible</ulink>
de: Um einen einfachen Textverweis einzufügen, verwenden Sie bitte den folgenden HTML-Code auf Ihren Seiten: <placeholder-1/>Folgendermaßen wird es aussehen: <ulink url="http://www.bibletime.info/">BibleTime - Bibelsoftware</ulink>
es: Para insertar un simple enlace de texto, por favor usa el siguiente código HTML en tus páginas: <placeholder-1/> Ésto se verá así: <ulink url="http://www.bibletime.info/"> BibleTime - Programa de Estudio Bíblico</ulink>

source: Links
ar: روابط
cs: Odkazy
de: Verweise
es: Enlaces

source: Link collection of good sites
ar: مجموعة جيدة من روابط المواقع
cs: Soubor odkazů na dobré stránky
de: Linksammlung von guten Seiten
es: Colección de enlaces de buenos sitios.

source: BibleTime, Linux, unix, FreeBSD, Windows, Mac OS X, biblestudy, bible study, software, God, Religion, Bible, devotional, crosswire, sword, links
ar: بيبل تايم، لينكس، يونكس، فري بي إس دي، ويندوز، ماك أو إس إكس، دراسة كتاب، دراسة الكتاب، برنامج، الله، دين، الكتاب المقدس، تأملات، كروس وير، سورد، روابط
de: BibleTime, Linux, unix, FreeBSD, Windows, Mac OS X, Bibelstudium, Bibel-Studium, Software, Gott, Religion, Bibel, Andacht, Crosswire, Sword, Verweise
es: BibleTime, Linux, unix, FreeBSD, Windows, Mac OS X, Biblia de Estudio, Estudio Bíblico, Dios, Religión, Biblia, devocional, crosswire, sword, enlaces

source: List of Christian Pages
ar: روابط لمواقع مسيحية
cs: Seznam křesťanských stránek
de: Liste christlicher Seiten
es: Lista de páginas cristianas

source: There are many Christian pages on the world wide web. Here we have collected a list of pages that are important in our opinion.
ar: هناك العديد من المواقع المسيحية على شبكة الإنترنت. هنا قمنا بإختيار قائمة من المواقع الهامة من وجهة نظرنا.
cs: Je mnoho křesťanských stránek v síti www. Tady je zbírka z našeho hlediska důležitých.
da: Der er mange andre kristne hjemmesider på internettet. Her har vi samlet en liste af sider som er vigtige efter vores mening.
de: Es gibt viele andere christliche Seiten im World Wide Web. Wir haben hier eine Liste von Seiten zusammengestellt, die unserer Meinung nach wichtig sind.
es: Hay muchas otras páginas cristianas en la web. Nosotros recolectamos una lista de páginas que en nuestra opinión son importantes.

source: Since we are not the author of the linked pages we are not responsible for their content, we explicitely dissociate ourselves from the content of the linked pages! This is required because German law says you are responsible for the content of the linked pages unless you explicitely dissociate yourself from these pages.
ar: حيث أننا لسنا أصحاب هذه المواقع فنحن غير مسئولين عن محتوياتها، ونحن نخلي مسئوليتنا بشكل صريح عن محتوى صفحات هذه الروابط!هذا الإعلان كان لابد منه إذ أن القانون الألماني ينص على مسئوليتنا عن محتويات صفحات الروابط مالم نعلن بشكل صريح عن إخلاء مسئوليتنا من محتوياتها.
cs: Protože nejsme autory odkazovaných stránek nejsme zodpovědni za jejich obsah. Výslovně se oddělujeme od obsahu odkazovaných stránek! Toto je z důvodu německého práva říkajícímu, že o zodpovědnosti za obsah odkazovaných stránek, pokud se vysloveně neoddělíte od jejich obsahu.
da: Siden vi ikke er forfatteren af de følgende sider, er vi ikke ansvarlige for deres indhold, vi frasiger os alt ansvar for indholdet på de sider vi linker til! Dette er påkrævet, fordi at man i Tyskland, er ansvarlig for indholdet af alle de sider man henvser til, med mindre man frasiger sig alt ansvar, og gør det tydeligt, at man ikke har noget at gøre med disse sider.
de: Da wir nicht Autor der verlinkten Seiten sind, sind wir nicht für deren Inhalt verantwortlich. Wir distanzieren uns ausdrücklich vom Inhalt der Seiten, auf die wir verweisen. Dies ist erforderlich, weil deutsches Recht aussagt, dass man selbst für den Inhalt der verlinkten Seiten verantwortlich ist, außer man distanziert sich ausdrücklich vom Inhalt dieser Seiten.
es: ¡Dado que no somos los autores de las páginas enlazadas, no somos responsables por su contenido, y explícitamente nos desligamos del contenido de estas páginas! Es necesario hacer esto, porque las leyes alemanas expresan que uno es responsable por el contenido de las páginas enlazadas a menos que explícitamente se desligue de ellas.

source: General Christian pages
ar: مواقع مسيحية عامة
cs: Hlavní křesťanské stránky
da: Generelle kristne sider
de: Allgemeine christliche Seiten
es: Páginas cristianas generales

source: Bible Technologies Group
ar: مجموعة تقنيات الكتاب المقدس
cs: Biblická technologická skupina
es: Grupo de Tecnologías de la Biblia

source: The home of the new common exchange Text format OSIS, which will hopefully be used by many Bible societies and publishers of the world.
ar: مصدر تقنية OSIS الجديدة لصيغة تبادل النص المشترك، والتي نأمل أن ينتشر إستخدامها بين العديد من جمعيات الكتاب المقدس والناشرين على مستوى العالم.
cs: Domov nového výměnného textového formátu OSIS, který bude s optimismem využíván mnohými biblickými společnostmi a vydavadeli na světě
da: Hjemmet til det nye tekstudvekslingsformat OSIS, som forhåbentligt vil blive brugt af mange Bibelselskaber og udgivere over hele verden.
de: Das Zuhause des neuen Textaustausch-Formates OSIS, welches hoffentlich von vielen Bibelgesellschaften und Verlagen der Welt benutzt werden wird.
es: La página de OSIS, el nuevo formato común de intercambio de texto, que esperamos sea usado por muchas sociedades Bíblicas y publicadores del mundo.

source: CrossWire Bible Society
ar: جمعية الكتاب المقدس كروس وير
cs: CrossWire biblická společnost
es: Sociedad Bíblica CrossWire

source: The Crosswire Bible society is one of the few Christian organizations in the world providing everything they make free for all! Crosswire supports the Sword project, the KJV2003 project and many other cool things.
ar: جمعية الكتاب المقدس كروس وير هي واحدة من المنظمات المسيحية القليلة في العالم التي تقدم كل شيء تنتجه مجاناً وللجميع! تدعم كروس وير حالياً مشروع سورد، مشروع KJV2003 والعديد من الأشياء الرائعة الأخرى.
cs: Crosswire Bible society je jedna z mále křesťanských organizací na světě, která poskytuje všechny své výtvory zdarma pro všechny! Crosswire podporuje Sword projekt, KJV2003 projekt a mnoho dalších užitečných věcí.
da: Crosswire Bible foreningen er en af de få kristne organisationer i verden, som tilbyder alt de laver gratis til alle! Crosswire støtter Sword-projektet, KJV2003-projektet og mange andre seje ting.
de: Die Crosswire Bibelgesellschaft ist eine der wenigen christlichen Organisationen der Erde, die alles, was sie herstellen, kostenlos für alle anbieten! Crosswire unterstützt das Sword-Projekt, das KJV2003-Projekt und einige andere großartige Dinge.
es: La Sociedad Bíblica Crosswire es una de las pocas organizaciones cristianas en el mundo que provee todo lo que ellos hacen libre para todos! Crosswire apoya el proyecto Sword, el proyecto KJV2003 y algunas otras cosas excelentes.

source: Christians in Open Source Software
ar: مسيحيون وبرامج المصدر المفتوح
cs: Křesťané v Open Source Software
de: Christen und Open Source Software
es: Cristianos en el Software Open Source

source: Join Christian users, developers, and enthusiasts of Open Source Software in discussing how to promote the use of OSS in the Church and Christian contexts
ar: إنضم إلى مستخدمين، مطورين، متحمسين مسيحين لبرامج المصدر المفتوح في مناقشة كيفية تشجيع إستخدام برامج المصدر المفتوح في الكنيسة والأوساط المسيحية
cs: Připojte se k křesťanským užívatelům, vyvojářům a nadšencům Open Source software v diskuzi: jak promovat OSS v církvích a křesťenských aktivitách
de: Treten Sie in Kontakt mit christlichen Benutzern, Entwicklern und Open Source Software-Enthusiasten und diskutieren Sie wie man den Einsatz von OSS in der Gemeinde und im christlichen Kontext fördern kann.
es: Únete a los usuarios, desarrolladores y entusiastas del software libre cristianos en discutir la manera de promover el uso del FLOSS en la Iglesia cristiana y los contextos cristianos
