Repository: bibletime/historic-bibletime-svn
Catalog: trunk/website-2.0/i18n/*.po
Languages: ar, cs, da, de, es

source: BibleTime, Linux, unix, FreeBSD, Windows, Mac OS X, biblestudy, bible study, software, God, Religion, Bible, devotional, crosswire, sword, contact
ar: بيبل تايم، لينكس، يونكس، فري بي إس دي، ويندوز، ماك أو إس إكس، دراسة كتاب، دراسة الكتاب، برنامج، الله، دين، الكتاب المقدس، تأملات، كروس وير، سورد، الإتصال
de: BibleTime, Linux, unix, FreeBSD, Windows, Mac OS X, Bibelstudium, Bibel-Studium, Software, Gott, Religion, Bibel, Andacht, Crosswire, Sword, Kontakt
es: BibleTime, Linux, unix, FreeBSD, Windows, Mac OS X, Biblia de estudio, estudio bíblico, Dios, Religion, Biblia, devocional, crosswire, sword, contacto

source: Send a Bug report
ar: ارسل تقرير عن عطل بالبرنامج
cs: Nahlaste chybu
da: Send en fejlrapport
de: Einen Fehlerbericht schicken
es: Enviar un informe de fallo

source: If you find a bug in BibleTime use this link to report it so it can be fixed in later versions. Please include detailed descriptions of your setup and how the developers can reproduce the bug.
ar: إذا صادفت عطلاً أثناء إستخدام بيبل تايم إستخدم هذا الرابط لإرسال تقرير عن العطل لنتمكن من إصلاحه في النسخ اللاحقة. الرجاء سرد وصف تفصيلي لعملية التثبيت وكيف يمكن للمطورين إصلاح هذا العطل.
cs: Pokud najdete chybu v BibleTime, použijte odkaz pro odeslání upozornění, aby mohl být problém opraven v pozdějších verzích. Prosíme připojte i detailní popis vaší instalace a taky jak mohou vyvojáři reprodukovat chybu.
da: Hvis du finder en fejl i BibleTime, så brug det her link til at rapportere den, så at den kan blive rettet i senere udgivelser. Vær venlig at inkludere en detaljeret beskrivelse af din opsætning og hvordan udviklerne kan genskabe fejlen.
de: Wenn Sie einen Fehler in BibleTime finden, dann benutzen Sie bitte diesen Verweis, um ihn zu melden. So kann er für zukünftige Versionen behoben werden. Bitte fügen Sie eine detaillierte Beschreibung Ihrer Konfiguration (wie beispielsweise die KDE- und Betriebssystem-Version) und des Weges bei, wie man den Fehler reproduzieren kann.
es: Si encuentras un fallo en BibleTime usa este enlace para reportarlo para que pueda ser corregido en las versiones siguientes. Por favor incluye las descripciones detalladas de tu instalación y cómo los desarrolladores pueden reproducir el fallo.

source: Send a feature suggestion
ar: ارسل إقتراح بخاصية
cs: Navrhněte změnu
da: Send et foreslag til nye funktioner
de: Senden Sie einen Verbesserungsvorschlag
es: Enviar una sugerencia para el programa

source: If you have an idea how to improve BibleTime please use this link to tell the developers about it.
ar: إذا كانت لديك فكرة لتطوير بيبل تايم الرجاء إستخدام هذا الرابط لإيصال إقتراحك إلى المطورين.
cs: Jesli máte nápad jak opravit BibleTime prosím kontaktujte vyvojáře na tomto odkazu.
da: Hvis du har en idé omkring hvordan vi kan forbedre BibleTime, så vær venlig at bruge det her link til at fortælle vores udviklere omkring det.
de: Wenn Sie eine Idee haben, wie man BibleTime verbessern kann, benutzen Sie bitte diesen Link um die Entwickler darauf aufmerksam zu machen.
es: Si tienes una idea de cómo mejorar BibleTime, por favor usa este enlace para avisarle a los desarrolladores sobre ello.

source: Report a website problem
ar: ارسل تقرير عن مشكلة بالموقع
cs: Nahlaste chybu webových stránek
da: Rapportér et hjemmeside problem
de: Ein Webseitenproblem berichten
es: Reporta un problema en el sitio

source: If you found a problem with the website or have a suggestion how it could be improved, please use this link to tell the webmaster about it.
ar: إذا وجدت مشكلة بالموقع أو كان لديك إقتراح بشأن تطويره، الرجاء إستخدام هذا الرابط لمراسلة مدير الموقع بهذا الشأن.
cs: Pokud naleznete chybu na webových stránkách nebo máte nápad jak může být nějaká chyba řešena, prosím kontaktujte webmastera na tomto linku.
da: Hvis du har fundet et problem med hjemmesiden, eller har et forslag til hvordan den kan forbedres, så brug det her link til at fortælle vores webmaster omkring det.
de: Wenn Sie ein Problem mit den Internetseiten haben oder einen Verbesserungsvorschlag haben, benutzen Sie bitte diesen Link, um uns darauf aufmerksam zu machen.
es: Si encuentras un problema con el sitio o tienes alguna sugerencia de cómo podría ser mejorado, por favor usa este enlace para avisar al webmaster sobre ello.

source: Email us
ar: راسلنا
de: Mailen Sie uns
es: Escríbanos

source: You can contact us on one of our mailing lists.
ar: يمكنك الإتصال بنا عبر أحد قوائمنا البريدية.
de: Sie können uns über einen unserer Mail-Verteiler kontaktieren.
es: Tu puedes contactarnos en una de nuestras listas de correo.

source: About
ar: عن
de: Über
es: Acerca de

source: Introduction to the BibleTime software
ar: مقدمة لبرنامج بيبل تايم
cs: Sesnámení s BibleTime softwarem
de: Einführung zur BibleTime-Software
es: Introducción al Software BibleTime

source: BibleTime, Linux, unix, FreeBSD, Windows, Mac OS X, Software, biblestudy, bible study, Qt, God, Religion, Bible, devotional, crosswire, sword, about
ar: بيبل تايم، لينكس، يونكس، فري بي إس دي، ويندوز، ماك أو إس إكس، دراسة كتاب، دراسة الكتاب، برنامج، كيوت، الله، دين، الكتاب المقدس، تأملات، كروس وير، سورد، عن
de: BibleTime, Linux, unix, FreeBSD, Windows, Mac OS X, Software, Bibelstudium, Bibel-Studium, Qt, Gott, Religion, Bibel, Andacht, Crosswire, Sword, über
es: BibleTime, Linux, unix, FreeBSD, Windows, Mac OS X, Software, Biblia de estudio, estudio bíblico, Qt, Dios, Religion, Biblia, devocional, crosswire, sword, acerca de

source: This page has moved to <ulink url="http://blog.bibletime.info/about"> http://blog.bibletime.info/about</ulink>. Please update your bookmarks.
ar: تم نقل هذه الصفحة إلى <ulink url="http://blog.bibletime.info/about"> http://blog.bibletime.info/about</ulink>. الرجاء تحديث العلامات لديك.
de: Diese Seite befindet sich jetzt unter <ulink url="http://blog.bibletime.info/about"> http://blog.bibletime.info/about</ulink>. Bitte aktualisieren Sie Ihre Lesezeichen.
es: Esta página ha sido movida a <ulink url="http://blog.bibletime.info/about"> http://blog.bibletime.info/about</ulink>. Por favor actualiza tus marcadores.

source: Welcome
ar: مرحباً
de: Willkommen
es: Bienvenido

source: Welcome to BibleTime
ar: مرحباً بك في بيبل تايم
cs: Vítáme Vás v BibleTime
de: Willkommen zu BibleTime
es: Bienvenido a BibleTime.

source: BibleTime, bibletime, Linux, unix, Freebsd, Windows, Mac OS X, Software, biblestudy, bible study, Qt, God, Religion, Bible, devotional, crosswire, sword, Ubuntu, Debian
ar: بيبل تايم، لينكس، يونكس، فري بي إس دي، ويندوز، ماك أو إس إكس، دراسة كتاب، دراسة الكتاب، برنامج، كيوت، الله، دين، الكتاب المقدس، تأملات، كروس وير، سورد، أوبونتو، دبيان
de: BibleTime, bibletime, Linux, unix, Freebsd, Windows, Mac OS X, Software, Bibelstudium, Bibel-Studium, Qt, Gott, Religion, Bibel, Andacht, Crosswire, Sword, Ubuntu, Debian
es: BibleTime, bibletime, Linux, unix, Freebsd, Windows, Mac OS X, Software, Biblia de estudio, estudio bíblico, Qt, Dios, Religion, Biblia, devocional, crosswire, sword, Ubuntu, Debian

source: The BibleTime team
ar: فريق بيبل تايم
cs: BibleTime team
da: BibleTime holdet
de: Das BibleTime-Team
es: El equipo de BibleTime

source: Welcome to the BibleTime project.
ar: مرحباً بك في مشروع بيبل تايم.
cs: Vítáme Vás v BibleTime projektu.
da: Velkommen til BibleTime projektet.
de: Willkommen beim BibleTime-Projekt!
es: Bienvenido al proyecto BibleTime.

source: <placeholder-1/> BibleTime is a completely free Bible study program. The program's user interface is built with <ulink url="http://qt.nokia.com/">Qt framework</ulink>, which makes it run on several operating systems including Linux, <ulink url="http://sourceforge.net/projects/bibletime/">Windows</ulink>, FreeBSD and Mac OS X. The software uses the <ulink url="http://www.crosswire.org/sword/"> SWORD</ulink> programming library to work with over 200 free Bible texts, commentaries, dictionaries and books provided by the <ulink url="http://www.crosswire.org/">Crosswire Bible Society</ulink>.
ar: <placeholder-1/> بيبل تايم هو برنامج مجاني تماماً لدراسة الكتاب المقدس. تم بناء واجهة المستخدم للبرنامج بواسطة <ulink url="http://qt.nokia.com/">إطار عمل كيوت</ulink>, والذي يتيح للبرنامج العمل على عدة أنظمة تشغيل تشمل لينكس، <ulink url="http://sourceforge.net/projects/bibletime/">ويندوز</ulink>, فري بي إس دي وماك أو إس إكس. البرنامج يستخدم مكتبة البرمجة <ulink url="http://www.crosswire.org/sword/">سورد</ulink> ليعمل مع أكثر من 200 ترجمة مجانية للكتاب المقدس، تفسير، معجم وكتاب مقدمة من <ulink url="http://www.crosswire.org/">جمعية الكتاب المقدس كروس وير </ulink>.
de: <placeholder-1/> BibleTime ist eine komplett freie Bibelstudien-Applikation, deren Benutzeroberfläche mit dem <ulink url="http://qt.nokia.com/">Qt-Framework</ulink> erstellt wurde. Dadurch läuft es auf mehreren Betriebssystemen einschließlich Linux, <ulink url="http://sourceforge.net/projects/bibletime/">Windows</ulink>, FreeBSD und Mac OS X. Die Software nutzt die <ulink url="http://www.crosswire.org/sword/"> SWORD</ulink>-Programmierbibliothek, um mit mehr als 200 freien Bibeltexten, Kommentaren, Wörterbüchern und Büchern zu arbeiten.
es: <placeholder-1/> BibleTime es un aplicación completamente libre de estudio de la Biblia. La interfaz de programa está construida con el <ulink url="http://qt.nokia.com/">framework Qt</ulink>, que funciona con varios sistemas operativosincluyendo Linux, <ulink url="http://sourceforge.net/projects/bibletime/">Windows</ulink>, FreeBSD y Mac OS X. El programa usa la librería de programación <ulink url="http://www.crosswire.org/sword/">SWORD</ulink> (La Espada) para trabajar con sobre 200 textos bíblicos libres, incluyendo comentarios, diccionarios y libros, provistos por la <ulink url="http://www.crosswire.org/">Sociedad Bíblica Crosswire</ulink>.

source: News about BibleTime
ar: أخبار عن بيبل تايم
cs: Novinky o BibleTime
da: Nyheder om BibleTime
de: Neuigkeiten über BibleTime
es: Noticias sobre BibleTime

source: 2010-09-05 2.7.3 released
ar: 2010-09-05 إصدار 2.7.3

source: BibleTime 2.7.3 has been released. You can read more <ulink url="http://devel.bibletime.info/wiki/Release_announcements"> here</ulink>.
ar: تم إصدار بيبل تايم 2.7.3. بإمكانك قراءة المزيد <ulink url="http://devel.bibletime.info/wiki/Release_announcements"> هنا</ulink>.

source: 2010-07-12 2.7.2 released
ar: 2010-07-12 إصدار 2.7.2

source: BibleTime 2.7.2 has been released. You can read more <ulink url="http://devel.bibletime.info/wiki/Release_announcements"> here</ulink>.
ar: تم إصدار بيبل تايم 2.7.2. بإمكانك قراءة المزيد <ulink url="http://devel.bibletime.info/wiki/Release_announcements"> هنا</ulink>.

source: 2010-07-06 2.7.1 released
ar: 2010-07-06 إصدار 2.7.1

source: BibleTime 2.7.1 has been released. You can read more <ulink url="http://devel.bibletime.info/wiki/Release_announcements"> here</ulink>.
ar: تم إصدار بيبل تايم 2.7.1. بإمكانك قراءة المزيد <ulink url="http://devel.bibletime.info/wiki/Release_announcements">هنا</ulink>.

source: 2010-05-19 2.7 released
ar: 2010-05-19 إصدار 2.7

source: BibleTime 2.7 has been released. You can read more <ulink url="http://devel.bibletime.info/wiki/Release_announcements"> here</ulink>.
ar: تم إصدار بيبل تايم 2.7. بإمكانك قراءة المزيد <ulink url="http://devel.bibletime.info/wiki/Release_announcements">هنا</ulink>.

source: 2010-04-29 2.7.beta1 released
ar: 2010-04-29 إصدار 2.7.beta1

source: BibleTime 2.7.beta1 has been released. You can read more <ulink url="http://devel.bibletime.info/wiki/Release_announcements"> here</ulink>.
ar: تم إصدار بيبل تايم 2.7.beta1. بإمكانك قراءة المزيد <ulink url="http://devel.bibletime.info/wiki/Release_announcements">هنا</ulink>.

source: 2009-12-20 2.5 - Christmas Edition Codename "CE"
ar: 2009-12-20 2.5 - نسخة عيد الميلاد الإسم الرمزي "CE"

source: BibleTime 2.5 has been released. Christmas came early here at BibleTime, you can read more <ulink url="http://devel.bibletime.info/wiki/Release_announcements"> here</ulink>.
ar: تم إصدار بيبل تايم 2.5. الإحتفال بعيد الميلاد جاء مبكراً هنا في بيبل تايم، بإمكانك قراءة المزيد <ulink url="http://devel.bibletime.info/wiki/Release_announcements"> هنا</ulink>.

source: Our family here are BibleTime would like to wish you a very Merry Christmas. Jesus is the reason for the season!
ar: أسرة بيبل تايم هنا تتمنى لكم ميلاداً مجيداً. يسوع هو معنى العيد!

source: 2009-12-16 2.5.rc1 - Christmas Edition
ar: 2009-12-16 2.5.rc1 - نسخة عيد الميلاد

source: BibleTime 2.5.rc1 has been released. Translators are encouraged to finish UI translations. <ulink url="http://devel.bibletime.info/wiki/Release_announcements"> More...</ulink>
ar: تم إصدار بيبل تايم 2.5.rc1. نشجع المترجمين على الإنتهاء من ترجمة واجهة المستخدم. <ulink url="http://devel.bibletime.info/wiki/Release_announcements">المزيد...</ulink>

source: 2009-12-09 2.5.beta1 - Christmas Edition
ar: 2009-12-09 2.5.beta1 - نسخة عيد الميلاد

source: BibleTime 2.5.beta1 has been released. Translators are encouraged to commence UI translations. <ulink url="http://devel.bibletime.info/wiki/Release_announcements"> More...</ulink>
ar: تم إصدار بيبل تايم 2.5.beta1. نشجع المترجمين على الإنتهاء من ترجمة واجهة المستخدم. <ulink url="http://devel.bibletime.info/wiki/Release_announcements">المزيد...</ulink>

source: 2009-12-04 BibleTime Tracker mailing list
ar: 2009-12-04 قائمة متابعة بيبل تايم البريدية

source: We have created a new mailing list for BibleTime Tracker notifications, you can read more <ulink url="development_mailinglists.html"> here</ulink>.
ar: قمنا بإنشاء قائمة بريدية جديدة للتنبيهات الخاصة بمتابعة بيبل تايم، بإمكانك قراءة المزيد <ulink url="development_mailinglists.html">هنا</ulink>.

source: 2009-11-24 English Handbook PDF available
ar: 2009-11-24 إتاحة دليل الإستخدام بالإنجليزية بصيغة بي دي إف

source: BibleTime contributor Roland Ewert recently converted the English BibleTime Handbook to Portable Document Format, it can be downloaded from the <ulink url="http://www.bibletime.info/handbook_en.pdf">website</ulink>.
ar: قام رونالد إيورت أحد المساهمين في بيبل تايم مؤخراً بتحويل دليل إستخدام بيبل تايم بالإنجليزية إلي صيغة بي دي إف، بإمكانك تحميل الدليل من <ulink url="http://www.bibletime.info/handbook_en.pdf">الموقع</ulink>.

source: 2009-11-18 2.4 release
ar: 2009-11-18 إصدار 2.4

source: BibleTime 2.4 has been released. Packagers and users are encouraged to update to this version. <ulink url="http://devel.bibletime.info/wiki/Release_announcements"> More...</ulink>
ar: تم إصدار بيبل تايم 2.4. نشجع المطورين والمستخدمين على التحديث إلى هذه النسخة. <ulink url="http://devel.bibletime.info/wiki/Release_announcements"> المزيد...</ulink>

source: 2009-11-11 2.4.rc1 release
ar: 2009-11-11 إصدار 2.4.rc1

source: BibleTime 2.4.rc1 has been released. Translators are encouraged to commence UI translations. <ulink url="http://devel.bibletime.info/wiki/Release_announcements"> More...</ulink>
ar: تم إصدار بيبل تايم 2.4.rc1. نشجع المترجمين على البدء في ترجمة واجهة المستخدم. <ulink url="http://devel.bibletime.info/wiki/Release_announcements"> المزيد...</ulink>

source: 2009-11-04 2.4.beta1 release
ar: 2009-11-04 إصدار 2.4.beta1

source: BibleTime 2.4.beta1 has been released. Translators are encouraged to commence UI translations. <ulink url="http://devel.bibletime.info/wiki/Release_announcements"> More...</ulink>
ar: تم إصدار بيبل تايم 2.4.beta1. نشجع المترجمين على البدء في ترجمة واجهة المستخدم. <ulink url="http://devel.bibletime.info/wiki/Release_announcements"> المزيد...</ulink>

source: 2009-10-27 Testing BibleTime for Windows
ar: 2009-10-27 إختبار بيبل تايم للويندوز

source: We are pleased to announce that BibleTime is now ready for testing on your <ulink url="http://devel.bibletime.info/wiki/Release_announcements#2009-10-27_Windows_installer_available_for_testing">Windows PC</ulink>.
ar: يسرنا أن نعلن عن جاهزية بيبل تايم للإختبار على الأجهزة المزودة <ulink url="http://devel.bibletime.info/wiki/Release_announcements#2009-10-27_Windows_installer_available_for_testing">بنظام الويندوز</ulink>.

source: 2009-10-27 BibleTime 2.3.3 bugfix released
ar: 2009-10-27 إصدار بيبل تايم 2.3.3 bugfix

source: BT 2.3.3 bugfix has been released. All packagers and maintainers are encouraged to update to this version. <ulink url="http://devel.bibletime.info/wiki/Release_announcements"> More...</ulink>
ar: تم إصدار بيبل تايم 2.3.3 bugfix. نشجع كل المطورين والمساهمين على التحديث إلى هذه النسخة. <ulink url="http://devel.bibletime.info/wiki/Release_announcements">المزيد...</ulink>

source: 2009-10-27 Next Bug-a-thon announced
ar: 2009-10-27 الإعلان عن حدث Bug-a-thon القادم

source: With the success of our last Bug-a-thon, we will have having our second one on November 14. <ulink url="http://devel.bibletime.info/wiki/Bug-a-thon">More...</ulink>
ar: مع النجاح الذي حققه Bug-a-thon في المرة الماضية. سيتم إقامة الحدث الثاني في 14 نوفمبر. <ulink url="http://devel.bibletime.info/wiki/Bug-a-thon">المزيد</ulink>

source: 2009-10-24 BibleTime Blog
ar: 2009-10-24 مدونة بيبل تايم

source: We are pleased to announce that BibleTime is now hosting a <ulink url="http://blog.bibletime.info/">blog</ulink>!
ar: يسرنا الإعلان عن إضافة بيبل تايم الجديدة: <ulink url="http://blog.bibletime.info/">المدونة</ulink>!

source: 2009-10-16 Become a fan of BibleTime
ar: 2009-10-16 كن من المعجبين ببيبل تايم

source: You can now become a fan of BibleTime on Facebook by following this <ulink url="http://www.facebook.com/bibletime">link</ulink>.
ar: يمكنك الآن أن تصبح من المعجبين بيبل تايم على الفيسبوك بإتباع هذا <ulink url="http://www.facebook.com/bibletime">الرابط</ulink>.

source: Sidebar tips
ar: تلميحات الشريط الجانبي
cs: Slidebar Tipy
da: Sidepanel tips
de: Tipps
es: Barra lateral de consejos

source: BibleTime tips
ar: تلميحات بيبل تايم
cs: BibleTime tipy
de: BibleTime Tipps
es: Consejos BibleTime

source: BibleTime, Linux, unix, FreeBSD, Windows, Mac OS X, biblestudy, bible study, software, God, Religion, Bible, devotional, crosswire, sword
ar: بيبل تايم، لينكس، يونكس، فري بي إس دي، ويندوز، ماك أو إس إكس، دراسة كتاب، دراسة الكتاب، برنامج، الله، دين، الكتاب المقدس، تأملات، كروس وير، سورد
de: BibleTime, Linux, unix, FreeBSD, Windows, Mac OS X, Bibelstudium, Bibel-Studium, Software, Gott, Religion, Bibel, Andacht, Crosswire, Sword
es: BibleTime, Linux, unix, FreeBSD, Windows, Mac OS X, Biblia de Estudio, estudio bíblico, Dios, Religion, Biblia, devocional, crosswire, sword

source: It will take you just a few minutes to update the webpage translation in your language. Helping with translations is something anybody can do and it will benefit all users. If you want to help us keep the translations up to date, please read the <olink targetdocent="translations">translations page</olink> and update the translation file for your language.
ar: سيتطلب منك الأمر فقط عدة دقائق لتحديث ترجمة الموقع إلى لغتك. المساعدة بالترجمة هو شيء يستطيع أي شخص القيام به وسيستفيد منه جميع المستخدمين. إذا كنت تود مساعدتنا في الإبقاء على الترجمة محدثة، رجاءاً قم بقراءة <olink targetdocent="translations">صفحة الترجمة</olink> وقم بتحديث ملف الترجمة إلى لغتك.
cs: Zabere Vám to jen pár minut aktualizovat webové stránky ve vašem jazyce. Pomoc při překladu je jedna z věcí, kterou můžou dělat všichni a pomáha všem. Jest-li chcete pomoc udržovat překlad aktuální prosím navštivte stránky <olink targetdocent="translations">překladu</olink> a aktualizujte překlad pro Váš jazyk.
de: Es kostet Sie nur einige Minuten, um die Übersetzung der Internetseiten in Ihrer Sprache auf den neuesten Stand zu bringen. Jeder kann bei den Übersetzungen helfen, was auch wiederum allen zu Gute kommt. Wenn Sie helfen möchten, die Übersetzungen aktuell zu halten, lesen Sie doch bitte die Seite über <olink targetdocent="translations">Übersetzungen page</olink> und bringen Sie anschließend die Datei mit der Übersetzung in ihrer Sprache auf den neuesten Stand.
es: Te costará sólo algunos minutos actualizar la traducción del sitio web en tu idioma. Ayudar con las traducciones es algo que todos los usuarios pueden hacer y que ayuda a todos los usuarios. Si quieres ayudarnos a mantener las traducciones al día, por favor lee la página sobre <olink targetdocent="translations">hacer traducciones</olink> y actualiza el archivo de traducción de tu propio idioma.

source: The BibleTime Team
ar: فريق بيبل تايم
de: Das BibleTime-Team
es: El equipo de BibleTime

source: Development wiki
ar: ويكي التطوير
cs: Vývojářská wiki
da: Udviklings wiki
de: Entwicklungswiki
es: Wiki de Desarrollo

source: BibleTime
ar: بيبل تايم

source: Start page
ar: صفحة البدء
cs: Počáteční strana
de: Startseite
es: página de inicio

source: BibleTime, Linux, unix, FreeBSD, Windows, Mac OS X, biblestudy, bible study, software, God, Religion, Bible, devotional, crosswire, sword, index
ar: بيبل تايم، لينكس، يونكس، فري بي إس دي، ويندوز، ماك أو إس إكس، دراسة كتاب، دراسة الكتاب، برنامج، الله، دين، الكتاب المقدس، تأملات، كروس وير، سورد، الفهرس
de: BibleTime, Linux, unix, FreeBSD, Windows, Mac OS X, Bibelstudium, Bibel-Studium, Software, Gott, Religion, Bibel, Andacht, crosswire, Sword, Index
es: BibleTime, Linux, unix, FreeBSD, Windows, Mac OS X, Biblia de Estudio, estudio bíblico, Dios, Religion, Biblia, devocional, crosswire, sword, indice

source: Error 404: File not found
ar: خطأ 404: لم يتم العثور على الملف
cs: Chyba 404 soubor nenalezen
da: Fejl 404: Fil ikke fundet
de: Fehler 404: Datei nicht gefunden
es: Error 404: Archivo no encontrado

source: BibleTime, Linux, unix, FreeBSD, Windows, Mac OS X, biblestudy, bible study, software God, Religion, Bible, devotional, crosswire, sword, file not found, error
ar: بيبل تايم، لينكس، يونكس، فري بي إس دي، ويندوز، ماك أو إس إكس، دراسة كتاب، دراسة الكتاب، برنامج، الله، دين، الكتاب المقدس، تأملات، كروس وير، سورد، الملف غير موجود، خطأ
de: BibleTime, Linux, unix, FreeBSD, Windows, Mac OS X, Bibelstudium, Bibel-Studium, Software, Gott, Religion, Bibel, Andacht, crosswire, Sword, Datei nicht gefunden, Fehler
es: BibleTime, Linux, unix, FreeBSD, Windows, Mac OS X, Biblia de Estudio, estudio bíblico, Dios, Religion, Biblia, devocional, crosswire, sword, archivo no encontrado, error

source: The document is not available
ar: الوثيقة غير متاحة
cs: Dokument je nedostupný
da: Dette dokument er ikke tilgængeligt
de: Dieses Dokument ist nicht verfügbar
es: El documento no está disponible

source: The document you wanted to get is not available on <ulink url="http://www.bibletime.info/">www.bibletime.info</ulink>. Please use the navigation tree on the left to see if the document was moved.
ar: الوثيقة التي تحاول الحصول عليها غير متاحة على <ulink url="http://www.bibletime.info/">www.bibletime.info</ulink>. الرجاء إستخدام شجرة التصفح على اليسار لمعرفة ما إذا كانت الوثيقة قد تم نقلها.
cs: Požadovaný dokument není na stránkách <ulink url="http://www.bibletime.info/">www.bibletime.info</ulink>. Prosíme použijte navigaci pro zjištění kde byl přesunut.
da: Dokumentet du ønskede er ikke til rådighed på <ulink url="http://www.bibletime.info/">www.bibletime.info</ulink>. Vær venlig at bruge navigationsmenuen til venstre for at se om dokumentet er blevet flyttet.
de: Die Seite, die Sie abgerufen haben, ist auf <ulink url="http://www.bibletime.info/">www.bibletime.info</ulink> nicht verfügbar. Bitte benutzen Sie die Navigation auf der linken Seite, um herauszufinden, ob die Seite verschoben wurde.
es: El documento que buscas no está disponible en <ulink url="http://www.bibletime.info/">www.bibleinfo.info</ulink>. Por favor usa el árbol de navegación de la izquierda para ver si el documento fue movido.
