Repository: bibletime/historic-bibletime-svn
Catalog: trunk/website-2.0/i18n/*.po
Languages: ar, cs, da, de, es

source: Translate
ar: ترجمة
de: Übersetzen
es: Traducir

source: BibleTime translation statistics
ar: إحصائيات ترجمة بيبل تايم
cs: Statistiky překladu BibleTime
de: BibleTime Übersetzungs-Statistiken
es: Estadísticas de traducción de BibleTime

source: BibleTime, Linux, unix, FreeBSD, Windows, Mac OS X, biblestudy, bible study, software, Qt, God, Religion, Bible, devotional, crosswire, sword, translation, translate, webpage
ar: بيبل تايم، لينكس، يونكس، فري بي إس دي، ويندوز، ماك أو إس إكس، دراسة كتاب، دراسة الكتاب، برنامج، كيوت، الله، دين، الكتاب المقدس، تأملات، كروس وير، سورد، ترجمة، ترجم، صفحة ويب
de: BibleTime, Linux, unix, FreeBSD, Windows, Mac OS X, Bibelstudium, Bibel-Studium, Software, Qt, Gott, Religion, Bibel, Andacht, Crosswire, Sword, Übersetzung, übersetzen, Web-Seite
es: BibleTime, Linux, unix, FreeBSD, Windows, Mac OS X, Biblia de Estudio, Estudio Bíblico , software, Qt, Dios, Religión, Biblia, devocional, crosswire, sword, traducción, traducir, Página web

source: Help translate BibleTime into your language
ar: ساعد في ترجمة بيبل تايم إلى لغتك
cs: Pomozte přeložit BibleTime do Vaašeho jazyka
da: Hjælp med at oversætte BibleTime til dit sprog
de: Helfen Sie mit, BibleTime in Ihre Sprache zu übersetzen
es: Ayuda a traducir BibleTime a tu idioma

source: This is a part of software development where the help of many individuals is needed. It is our desire to offer BibleTime to users in as many languages as possible. The following areas are open for your contributions:
ar: هذه إحدى مراحل تطوير البرنامج حين تكون هناك حاجة إلى مساعدة العديد من الاشخاص. نشتاق إلى أن نتمكن من إتاحة بيبل تايم إلى المستخدمين بأكبر عدد ممكن من اللغات.يمكنكم المساعدة في أحد المجالات الآتية:
cs: Toto je část vývoje softvéru, kde je zapotřebí pomoci mnoha jednotlivců. Je naší touhou nabídnout BibleTime uživatelům v co největším množství jazyků. Následující oblasti jsou otevřené pro vaše příspěvky:
de: Dieser Teil der Softwareentwicklung benötigt die Hilfe Vieler. Es ist unser Wunsch, BibleTime möglichst vielen Benutzern in möglichst vielen Sprachen zur Verfügung zu stellen. Die folgenden Bereiche bieten die Möglichkeit zu Ihrer Mithilfe:
es: Esta parte del desarrollo del software es donde se necesita la ayuda de muchos individuos. Nuestro deseo es ofrecer BibleTime a los usuarios en tantos idiomas como sea posible. Las siguientes áreas están abiertas para tu colaboración:

source: Translate the www.bibletime.info website.
ar: ترجمة موقع www.bibletime.info
cs: Přeložte www.bibletime.info webové stránky.
de: Übersetzen Sie die www.bibletime.info - Webpräsenz.
es: Traduzca el sitio www.bibletime.info.

source: Translate the program's User Interface.
ar: ترجمة واجهة المستخدم الخاصة بالبرنامج.
cs: Přeložte interface programu.
de: Übersetzen Sie die Benutzeroberfläche.
es: Traduzca la Interfaz de usuario del programa.

source: Translate the Bible Study Howto.
ar: ترجمة كيف تدرس الكتاب المقدس.
cs: Přeložte Jak studovat Bibli.
da: Oversæt bibelstudie vejledningen
de: Übersetzen Sie die Anleitung zum Bibelstudium.
es: Traduzca El Cómo Estudiar la Biblia

source: Translate the program's handbook.
ar: ترجمة دليل البرنامج.
cs: Přeložte příručku k programu
de: Übersetzen Sie das Programm-Handbuch.
es: Traduzca el manual del programa

source: Translate the biblical booknames.
ar: ترجمة أسماء أسفار الكتاب المقدس
cs: Přeložte názvy biblických knih.
de: Übersetzen Sie die Namen der biblischen Bücher.
es: Traduzca los nombres de los libros bíblicos

source: On this page you can find statistics about the completeness of existing translations for each of these areas, as well as links to translation templates that you can use to submit new translations which do not yet exist. If a translation into your language does not yet exist or you want to work on an existing translation, follow these steps:
ar: على هذه الصفحة تستطيع إيجاد الإحصائيات الخاصة بإكتمال الترجمات الموجودة لكل واحد من المجالات المذكورة، بالإضافة إلى روابط قوالب الترجمة التي تستطيع إستخدامها في إرسال ترجمات جديدة غير موجودة بعد. إذا كانت الترجمة إلى لغتك غير موجودة أو كنت تريد العمل على ترجمة موجودة من قبل، اتبع هذه الخطوات:
cs: Na teto stránce jsou umístěny statistiky postupu jednotlivých překladů a taky odkazy na příslušné šablony, které můžete použít pro překlad pokud ještě neexistuje. Pokud chcete pracovat nad existujícím překladem nebo pokud chcete vytvořit nový pro váš jazyk (pokud ještě neexistuje), postupujte dle těchto kroků:
de: Auf dieser Seite finden Sie Statistiken über die Vollständigkeit der bestehenden Übersetzungen in jedem dieser Bereiche. Außerdem finden Sie hier Verweise auf Übersetzungsvorlagen, die Sie benutzen können, um neue, bisher nicht existierende Übersetzungen zu erstellen. Wenn eine Übersetzung in Ihrer Sprache noch nicht existiert oder Sie an einer existierenden Übersetzung arbeiten wollen, so folgen Sie bitte diesen Schritten:
es: En esta página puedes encontrar estadísticas acerca de cuan completas se encuentran las traducciones en cada una de éstas áreas, como también los enlaces a las plantillas que puedes usar para iniciar nuevas traducciones que aún no existan. Si la traducción a tu idioma no existe todavía, simplemente descarga las plantillas, tradúcelas y envíalas por correo electrónico a <email>info@bibletime.info</email>. Si no estás satisfecho con el estado de la traducción a tu idioma, puedes descargar directamente el archivo correspondiente, mejorar la traducción y enviarlo. En los dos casos nos aseguraremos de integrar tu trabajo lo más pronto posible.

source: Subscribe to <ulink url="https://lists.sourceforge.net/lists/listinfo/bibletime-translations"> the translators' mailing list bibletime-translations at lists.sourceforge.net</ulink>. You will receive information relevant for translators and can communicate with the developers and the other translators. Use this list if you have questions or comments.
ar: اشترك في <ulink url="https://lists.sourceforge.net/lists/listinfo/bibletime-translations">قائمة مترجمي بيبل تايم البريدية على lists.sourceforge.net</ulink>. سوف تستلم معلومات مفيدة للمترجمين وتتمكن من التواصل مع المطورين والمترجمين الآخرين. إستخدم هذه القائمة أيضاً إذا كان لديك أية تساؤلات أو تعليقات.
cs: Napište na <ulink url="https://lists.sourceforge.net/lists/listinfo/bibletime-translations"> mailing list překladatelů BibleTime na lists.sourceforge.net</ulink>. Obdržíte informace o postupu a změnách v překladech a můžete komunikovat s jinými překladateli a vývojáři. Použijte tento list pokud máte otázky a komentáře.
da: Tilmeld dig <ulink url="https://lists.sourceforge.net/lists/listinfo/bibletime-translations"> oversætternes postliste bibletime-translators på lists.sourceforge.net</ulink>. Du vil modtage information relevant for oversættere, og kan kommunikere med udviklere og andre oversættere. Brug denne liste hvis du har spørgsmål eller kommentarer.
de: Tragen Sie sich in den <ulink url="https://lists.sourceforge.net/lists/listinfo/bibletime-translations">Verteiler der Übersetzer bibletime-translations auf lists.sourceforge.net</ulink> ein. Sie erhalten dann Informationen speziell für Übersetzer und können sich mit Entwicklern und anderen Übersetzern austauschen. Benutzen Sie diesen Verteiler, wenn sie Fragen oder Anmerkungen haben.
es: Suscríbase a <ulink url="https://lists.sourceforge.net/lists/listinfo/bibletime-translations"> la lista de correo de traductores bibletime-translations en lists.sourceforge.net</ulink>. Usted recibirá información relevante para traductores y podrá comunicarse con los desarrolladores y otros traductores. Use esta lista si tiene preguntas o comentarios.

source: Download a template you want to translate or an existing translation you want to enhance.
ar: قم بتحميل القالب الذي تود ترجمته أو الترجمة الموجودة سابقاً التي تود تحديثها.
cs: Stáhněte předlohu kterou chcete přeložit nebo existující překlad který chcete rozšířit.
da: Hent en skabelon du gerne vil oversætte, eller en eksisterende oversættelse du vil forbedre.
de: Laden Sie eine Vorlage zum Erstellen einer neuen Übersetzung oder eine existierende Übersetzung herunter, um diese zu verbessern.
es: Descargar una plantilla que desea traducir o una traducción existente que quiera mejorar.

source: Use one of the recommended programs mentioned below or some other program and edit the translation.
ar: إستخدم أحد هذه البرامج التي ننصح بإستخدامها والتي ذكرناها أدناه أو أي برنامج أخر وقم بتحرير الترجمة.
cs: Použijte jeden z doporučovaných programů (vyjmenováných výše) nebo jiný a upravte překlad.
da: Brug et af de anbefalede programmer, der er nævnt herunder, eller et andet program, til at redigere oversættelserne.
de: Benutzen Sie am besten eines der weiter unten empfohlenen Programme, um die Übersetzung zu erstellen oder zu überarbeiten. Notfalls können Sie auch einen normalen Texteditor benutzen.
es: Utilice uno de los programas recomendados mencionados a continuación o algún otro programa y edite la traducción.

source: Send the translation to the translators' mailing list.
ar: أرسل الترجمة إلى قائمة المترجمين البريدية .
cs: Pošlete překlad na miling list překladatelů.
da: Send oversættelsen til oversætternes postliste.
de: Schicken Sie die Übersetzung an die Verteilerliste der Übersetzer (siehe oben).
es: Enviar la traducción a la lista de correo de traductores.

source: Developers will integrate your work as soon as possible. The statistics will be updated after that.
ar: سيقوم المطورون بإدراج مجهودك بأسرع وقت ممكن. الإحصائيات سيتم تحديثها بعد ذلك.
cs: Vývojáři integrují vaši práci nejrychleji jak to půjde. Statistiky boudou aktualizovány teprve pak.
da: Udviklere vil integrere dit arbejde så snart som muligt. Derefter vil statistikkerne blive opdateret.
de: Die Entwickler werden dann Ihre Arbeit so bald wie möglich integrieren und danach die Statistiken auf den neuesten Stand bringen.
es: Los desarrolladores integrarán su trabajo tan pronto como sea posible. Las estadísticas se actualizarán después de eso.

source: For editing .po files, we recommend that you use <ulink url="http://userbase.kde.org/Lokalize">Lokalize</ulink>. It has many advanced features and is a great aid. <ulink url="http://www.poedit.net/">Poedit</ulink> is a cross-platform file editor suitable for our documentation and website translations. <ulink url="http://qt.nokia.com/doc/4.5/linguist-manual.html"> Qt Linguist 4.5</ulink> (part of the cross-platform Qt development package) is needed to translate the user interface which is in .ts format.
ar: لتحرير ملفات .po ننصح بإستخدام برنامج <ulink url="http://userbase.kde.org/Lokalize">Lokalize</ulink>. البرنامج يحتوي العديد من الخصائص المتطورة وسيساعدك كثيراً. برنامج <ulink url="http://www.poedit.net/">Poedit</ulink> هو محرر ملفات متوافق مع عدة منصات ومناسب لإستخدامه في ترجمة التوثيقات وموقعنا. ستحتاج لبرنامج <ulink url="http://qt.nokia.com/doc/4.5/linguist-manual.html"> Qt Linguist 4.5</ulink> (وهو جزء من من حزمة تطوير كيوت متعددة المنصات) في ترجمة واجهة المستخدم الموجودة على نسق .ts
cs: Pro editaci .po souborů doporučujeme výborný <ulink url="http://userbase.kde.org/Lokalize">Lokalize</ulink>. Má mnoho pokročilých funkcí a je výbornou pomocí. <ulink url="http://www.poedit.net/">Poedit</ulink> je meziplatformní editorpoužitelný pro překlad našich webových stránek a dokumentace. <ulink url="http://qt.nokia.com/doc/4.5/linguist-manual.html"> Qt Linguist 4.5</ulink> (část meziplatformního Qt development balíčku) je určen pro překlad interfacu programu prostřednictvím .ts souborů.
de: Um sogenannte .po-Dateien zu bearbeiten, empfehlen wir, dass Sie <ulink url="http://userbase.kde.org/Lokalize">Lokalize</ulink> benutzen. Es hat viele erweiterte Funktionen und ist eine große Arbeitshilfe. <ulink url="http://www.poedit.net/">Poedit</ulink> ist ein Plattform-unabhängiger Editor, der sich für das Übersetzen unserer Dokumentation und der Webpräsenz eignet. <ulink url="http://qt.nokia.com/doc/4.5/linguist-manual.html"> Qt Linguist 4.5</ulink> (Teil des plattformübergreifenden Qt-Entwicklungspakets) wird für die Übersetzung der Benutzeroberfläche im .ts-Format benötigt.
es: Para editar archivos .po nosotros recomendamos usar <ulink url="http://userbase.kde.org/Lokalize">Lokalize</ulink>. Tiene muchas características avanzadas y es una gran ayuda. <ulink url="http://www.poedit.net/">Poedit</ulink> es un editor de archivos de plataforma cruzada adecuado para nuestra documentación y traducción del sitio web. <ulink url="http://doc.qtsoftware.com/4.5/linguist-manual.html"> Qt Linguist 4.5</ulink> (parte del paquete de la plataforma cruzada de desarrollo de Qt) es necesaria para traducir la interfaz de usuario que está en formato .ts.

source: A list of the language abbreviations is available at <ulink url="http://www.loc.gov/standards/iso639-2/php/code_list.php"> www.loc.gov/standards/iso639-2/php/code_list.php</ulink>.
ar: قائمة بإختصارات اللغات متاحة على <ulink url="http://www.loc.gov/standards/iso639-2/php/code_list.php"> www.loc.gov/standards/iso639-2/php/code_list.php</ulink>.
cs: Soupiska zkratek pro vaš jazyk je dostupná na <ulink url="http://www.loc.gov/standards/iso639-2/php/code_list.php"> www.loc.gov/standards/iso639-2/php/code_list.php</ulink>.
de: Eine Liste der Sprachen-Kürzel ist auf <ulink url="http://www.loc.gov/standards/iso639-2/php/code_list.php"> www.loc.gov/standards/iso639-2/php/code_list.php</ulink> verfügbar.
es: Una lista de todas las abreviaciones de idiomas está disponible en <ulink url="http://www.loc.gov/standards/iso639-2/php/code_list.php"> www.loc.gov/standards/iso639-2/php/code_list.php</ulink>.

source: If a translation of the website does not exist in your language, you can download and translate the <ulink url="http://bibletime.svn.sourceforge.net/viewvc/*checkout*/bibletime/trunk/website-2.0/i18n/en.pot">Webpage translation template</ulink>. If you want to update an existing translation, use the links in the table below to download the corresponding file. We usually add the translated pages and the flag at the top if a translation is about 80% complete.
ar: إذا لم تكن هناك ترجمة للموقع بلغتك، تستطيع تحميل وترجمة <ulink url="http://bibletime.svn.sourceforge.net/viewvc/*checkout*/bibletime/trunk/website-2.0/i18n/en.pot">قالب ترجمة الموقع</ulink>. إذا كنت تريد تحديث ترجمة موجودة، إستخدم الروابط الموجودة بالجدول أدناه لتحميل الملف المقابل. نحن عادة ما نقوم بإضافة الصفحات المترجمة والعلم في أعلى القائمة إذا إكتملت الترجمة بنسبة 80% تقريباً.
de: Wenn eine Übersetzung der Web-Site in Ihre Sprache noch nicht existiert, können Sie die <ulink url="http://bibletime.svn.sourceforge.net/viewvc/*checkout*/bibletime/trunk/website-2.0/i18n/en.pot">Webseiten-Übersetzungsvorlage</ulink> herunterladen und übersetzen. Wenn Sie eine bestehende Übersetzung aktualisieren möchten, benutzen Sie die Verweise in der untenstehenden Tabelle, um die entsprechende Datei herunterzuladen. Normalerweise fügen wir die übersetzten Seiten und die Flagge oben auf der Seite hinzu, sobald die Übersetzung zu mindestens 80% komplett ist.
es: Si la traducción del sitio web en tu idioma aún no existe, puedes descargar y traducir la <ulink url="http://bibletime.svn.sourceforge.net/viewvc/*checkout*/bibletime/trunk/website-2.0/i18n/en.pot">plantilla de traducción de la página web</ulink>. Si deseas mejorar una traducción existente, puedes utilizar la tabla a continuación para descargar el archivo correspondiente. Nosotros usualmente agregamos las paginas traducidas y las banderas si una traducción esta cerca de un 80% completa.

source: If a translation of the User Interface in your language does not yet exist, you can download and translate the <ulink url="http://gitorious.org/bibletime/bibletime/blobs/raw/master/i18n/messages/bibletime_ui.ts"> User Interface translation template</ulink>. If you want to update an existing translation, use the links in the table below to download the corresponding file.
ar: إذا لم تكن هناك ترجمة لواجهة المستخدم بلغتك، تستطيع تحميل وترجمة <ulink url="http://gitorious.org/bibletime/bibletime/blobs/raw/master/i18n/messages/bibletime_ui.ts"> قالب ترجمة واجهة المستخدم</ulink>. إذا كنت تريد تحديث ترجمة موجودة، إستخدم الروابط الموجودة بالجدول أدناه لتحميل الملف المقابل.
de: Wenn eine Übersetzung der Benutzeroberfläche in Ihrer Sprache noch nicht existiert, laden Sie die <ulink url="http://gitorious.org/bibletime/bibletime/blobs/raw/master/i18n/messages/bibletime_ui.ts"> Übersetzungsvorlage für die Benutzeroberfläche</ulink> herunter und übersetzen Sie sie. Wenn Sie eine bestehende Übersetzung aktualisieren möchten, benutzen Sie die Verweise in der untenstehenden Tabelle, um die entsprechende Datei herunterzuladen.

source: Translate the Bible study howto.
ar: ترجم كيفية دراسة الكتاب المقدس
cs: Přeložte Jak studovat Bibli.
da: Oversæt bibelstudie vejledningen
de: Übersetzen Sie die Anleitung zum Bibelstudium.
es: Traduzca el Cómo estudiar la biblia

source: If a translation of the Bible study howto to your language does not yet exist, you can download and translate the <ulink url="http://gitorious.org/bibletime/bibletime/blobs/raw/master/i18n/howto/howto.pot"> howto translation template</ulink>. If you want to update an existing translation, use the links in the table below to download the corresponding file.
ar: إذا لم تكن هناك ترجمة لكيفية دراسة الكتاب المقدس بلغتك، تستطيع تحميل وترجمة <ulink url="http://gitorious.org/bibletime/bibletime/blobs/raw/master/i18n/howto/howto.pot">قالب ترجمة كيفية دراسة الكتاب المقدس</ulink>.إذا كنت تريد تحديث ترجمة موجودة، إستخدم الروابط الموجودة بالجدول أدناه لتحميل الملف المقابل.
de: Wenn eine Übersetzung der Anleitung zum Bibelstudium in Ihre Sprache noch nicht existiert, können Sie die <ulink url="http://gitorious.org/bibletime/bibletime/blobs/raw/master/i18n/howto/howto.pot"> Übersetzungsvorlage zur Anleitung zum Bibelstudium</ulink> herunterladen und übersetzen. Wenn Sie eine bestehende Übersetzung aktualisieren möchten, benutzen Sie die Verweise in der unten stehenden Tabelle, um die entsprechende Datei zum Übersetzen herunterzuladen.

source: If a translation of the handbook to your language does not yet exist, you can download and translate the <ulink url="http://gitorious.org/bibletime/bibletime/blobs/raw/master/i18n/handbook/handbook.pot"> handbook translation template</ulink>. If you want to update an existing translation, use the links in the table below to download the corresponding file.
ar: إذا لم تكن هناك ترجمة لدليل البرنامج بلغتك، تستطيع تحميل وترجمة <ulink url="http://gitorious.org/bibletime/bibletime/blobs/raw/master/i18n/handbook/handbook.pot">قالب ترجمة دليل البرنامج</ulink>.إذا كنت تريد تحديث ترجمة موجودة، إستخدم الروابط الموجودة بالجدول أدناه لتحميل الملف المقابل.
de: Wenn eine Übersetzung des Handbuches in Ihre Sprache noch nicht existiert, können Sie die <ulink url="http://gitorious.org/bibletime/bibletime/blobs/raw/master/i18n/handbook/handbook.pot"> Handbuch-Übersetzungsvorlage</ulink> herunterladen und übersetzen. Wenn Sie eine bestehende Übersetzung aktualisieren möchten, benutzen Sie die Verweise in der unten stehenden Tabelle, um die entsprechende Datei zum Übersetzen herunterzuladen.

source: Translated Bible book names come from the Sword project. There are no good instructions at the moment but you can find some information and examples by looking at <ulink url="ftp://ftp.crosswire.org/pub/sword/source/sword/locales.d"> the locales.d directory</ulink> of the Sword library and using <ulink url="ftp://ftp.crosswire.org/pub/sword/source/sword/doc/translation-template.conf"> the template</ulink>.
ar: ترجمة أسماء أسفار الكتاب المقدس تأتي من مشروع ذا سورد. ليس هناك تعليمات محددة في الوقت الحالي لكنك تستطيع إيجاد بعض المعلومات والأمثلة بالنظر إلى <ulink url="ftp://ftp.crosswire.org/pub/sword/source/sword/locales.d"> the locales.d directory</ulink> في مكتبة ذا سورد وإستخدام <ulink url="ftp://ftp.crosswire.org/pub/sword/source/sword/doc/translation-template.conf">القالب</ulink>.
cs: Přeložte názvy biblických knih pochazejících z Sword projektu. V této chvíli není žádný dobrý manual, ale mužete malézt pár příkladu a informací v <ulink url="ftp://ftp.crosswire.org/pub/sword/source/sword/locales.d"> adresáři locales.d </ulink> Sword projektu s použitím <ulink url="ftp://ftp.crosswire.org/pub/sword/source/sword/doc/translation-template.conf"> šablony</ulink>.
da: Oversatte Bibelske bog navne stammer fra Sword-projektet. Der er ingen gode instruktioner i øjeblikket, men du kan finde noget information og eksempler ved at kigge på <ulink url="ftp://ftp.crosswire.org/pub/sword/source/sword/locales.d">locales.d mappen</ulink> af Sword biblioteket og ved at bruge <ulink url="ftp://ftp.crosswire.org/pub/sword/source/sword/doc/translation-template.conf">skabelonen</ulink>.
de: Die übersetzten Buchnamen der Bibel stammen vom Sword-Projekt. Im Moment gibt es leider keine guten Anleitungen dazu, aber einige Informationen und Beispiele findet man im <ulink url="ftp://ftp.crosswire.org/pub/sword/source/sword/locales.d">locales.d-Verzeichnis</ulink> der Sword-Bibliothek sowie in der <ulink url="ftp://ftp.crosswire.org/pub/sword/source/sword/doc/translation-template.conf">Übersetzungs-Vorlage</ulink>.
es: La traducción de los nombres de los libros de la Biblia vienen del proyecto Sword. No hay buenas instrucciones en este momento pero se puede encontrar información y ejemplos mirando en <ulink url="ftp://ftp.crosswire.org/pub/sword/source/sword/locales.d"> el directorio locales.d </ulink> de las librerías Sword y usando<ulink url="ftp://ftp.crosswire.org/pub/sword/source/sword/doc/translation-template.conf"> la plantilla</ulink>.

source: Screenshots
ar: لقطات شاشة
da: Skærmbilleder
de: Bildschirmfotos
es: Capturas de pantalla

source: Screenshots of BibleTime
ar: لقطات شاشة لبيبل تايم
cs: Screenshoty z BibleTime
de: Bildschirmfotos von BibleTime
es: Capturas de pantalla de BibleTime

source: BibleTime, Linux, unix, FreeBSD, Windows, Mac OS X, biblestudy, bible study, software, God, Religion, Bible, devotional, crosswire, sword, screenshots, gallery
ar: بيبل تايم، لينكس، يونكس، فري بي إس دي، ويندوز، ماك أو إس إكس، دراسة كتاب، دراسة الكتاب، برنامج، الله، دين، الكتاب المقدس، تأملات، كروس وير، سورد، لقطات شاشة، معرض صور
de: BibleTime, Linux, unix, FreeBSD, Windows, Mac OS X, Bibelstudium, Bibel-Studium, Software, Gott, Religion, Bibel, Andacht, Crosswire, Sword, Bildschirmfotos, Gallerie
es: BibleTime, Linux, unix, FreeBSD, Windows, Mac OS X, Biblia de Estudio, Estudio Bíblico, Dios, Religión, Biblia, devocional, crosswire, sword, capturas de pantalla, galería

source: The main window
ar: النافذة الرئيسية
cs: Hlavní okno
da: Hoved vinduet
de: Das Hauptfenster
es: Ventana principal
