Repository: bibletime/historic-bibletime-svn
Catalog: trunk/website-2.0/i18n/*.po
Languages: ar, cs, da, de, es

source: Subscribe to the <ulink url="http://www.crosswire.org/mailman/listinfo/bt-devel"> BibleTime development mailing list</ulink>. All developers read this mailing list, so everybody knows what is hapenning. There is also a mailing list for the <ulink url="https://lists.sourceforge.net/lists/listinfo/bibletime-cvs"> commit messages</ulink> of the ongoing development process.
ar: للإشتراك في <ulink url="http://www.crosswire.org/mailman/listinfo/bt-devel">القائمة البريدية لمطوري بيبل تايم</ulink>. جميع المطورين يقرأون هذه القائمة البريدية، لذا فالجميع يكون على دراية بما يحدث. هناك أيضاً القائمة البريدية <ulink url="https://lists.sourceforge.net/lists/listinfo/bibletime-cvs">لرسائل الرصد</ulink> الخاصة بعمليات التطوير القائمة في الوقت الحالي.
cs: Napiš na <ulink url="http://www.crosswire.org/mailman/listinfo/bt-devel">mailing list vývojářů BibleTime</ulink>. Všichni vývojáři čtou tento mailing list, proto každý ví co se děje. Je tu i další mailing list pro <ulink url="https://lists.sourceforge.net/lists/listinfo/bibletime-cvs"> odevzdávání zpráv</ulink> k probihajicímu vývojovému procesu.
da: Tilmeld dig <ulink url="http://www.crosswire.org/mailman/listinfo/bt-devel"> BibleTimes udvikler postliste</ulink>. Alle udviklere læser denne postliste, så alle ved hvad der sker. Der er også en postliste for <ulink url="https://lists.sourceforge.net/lists/listinfo/bibletime-cvs"> udgivelse af meddelelser</ulink> om den igangværende udviklings process.
de: Tragen Sie sich in die <ulink url="http://www.crosswire.org/mailman/listinfo/bt-devel"> Mailverteilerliste für BibleTime-Entwicklung</ulink> ein. Alle Entwickler lesen die Post dieser Verteilerliste, so dass jeder über die aktuellen Ereignisse informiert ist. Es gibt auch eine Verteilerliste der <ulink url="https://lists.sourceforge.net/lists/listinfo/bibletime-cvs"> erfolgten Änderungen</ulink> im aktuellen Entwicklungsprozess.
es: Suscríbete a las<ulink url="http://www.crosswire.org/mailman/listinfo/bt-devel">listas de correo de desarrollo de BibleTime</ulink>. Todos los desarrolladores leen esta lista de correo, así que todos saben lo que está pasando. También hay una lista de correo para los<ulink url="https://lists.sourceforge.net/lists/listinfo/bibletime-cvs">mensajes de compromiso</ulink> del proceso de desarrollo que viene.

source: Get the development version of BibleTime and install it. If you need help with this ask on the mailing list or look into the documentation section.
ar: احصل على نسخة التطوير من بيبل تايم وقم بتثبيتها. إذا كنت بحاجة إلى المساعدة في هذا الخصوص اطرح سؤالك في القائمة البريدية أو ابحث في قسم الوثائق.
cs: Stáhněte si vývojářskou verzi BibleTime a nainstalujte ji. Pokud s tím potřebujete pomoci, ptejte se v maling listu nebo se podívejte do příslusné části dokumentace.
da: Få fat i udviklings versionen af BibleTime og installer den. Hvis du har brug for hjælp med det, så spørg over postlisten eller kig i dokumentations sektionen.
de: Holen Sie sich die Entwicklungsversion von BibleTime und installieren Sie diese. Wenn Sie Hilfe damit benötigen, fragen Sie auf der Mailingliste oder schauen Sie im Bereich der Dokumentation nach.
es: Obtén la versión de desarrollo de BibleTime e instálala. Si necesitas ayuda con esto, pregunta en la lista de correo o busca dentro de la sección de documentación.

source: The next steps for software developers...
ar: الخطوات التالية لمطوري البرنامج...
cs: Další krok pro vývojáře...
da: De næste skridt for software udviklere...
de: Die nächsten Schritte für Software-Entwickler ...
es: Los siguientes pasos son para los desarrolladores de software...

source: Work through some of the <ulink url="http://doc.trolltech.com/4.3/tutorial.html">Qt4 tutorials</ulink> to get accustomed to programming with the tools BibleTime uses.
ar: اقرأ بعضاً من <ulink url="http://doc.trolltech.com/4.3/tutorial.html">دروس كيوت </ulink> لتتعرف على البرمجة بالأدوات التي يستخدمها بيبل تايم.
de: Arbeiten Sie sich durch einige der <ulink url="http://doc.trolltech.com/4.3/tutorial.html">Qt4-Selbstlernkurse</ulink>, um sich an die Programmierung mit den Werkzeugen zu gewöhnen, die BibleTime verwendet.
es: Trabaja con algunos <ulink url="http://doc.trolltech.com/4.3/tutorial.html">tutoriales de Qt 4</ulink> para acostumbrarte a programar con lo que usa BibleTime.

source: If you do not know what to do please ask on the mailing list for some tasks. Do not forget to add how difficult it should be.
ar: إذا كنت لا تعرف ماذا ستفعل يرجى طلب بعض المهام عبر القائمة البريدية. لا تنسى أن تذكر مدى الصعوبة المهمة التي تستطيع اداءها.
cs: Pokud nevíte, co byste mohli dělat, zeptejte se prosím pomocí mailing listu. Nezapoměňte při dotazu poznamenat, jak náročný úkol Vám může být přidělen.
da: Hvis du ikke ved hvad du skal gøre, så spørg nogle over postlisten om nogle opgaver. Glem ikke at tilføje hvor svært det må være.
de: Falls Sie nicht wissen, was Sie tun sollen, fragen Sie bitte auf der Mailingliste nach ein paar Aufgaben. Vergessen Sie nicht, uns mitzuteilen, wie schwierig diese sein dürfen.
es: Si no sabes qué hacer, por favor pide algunas tareas en la lista de correo . No olvides agregar que tan difícil debe ser.

source: The next steps for documentation authors...
ar: الخطوات التالية لكتاب الوثائق...
cs: Další kroky pro autory dokumentací...
da: De næste skridt for dokumentations forfattere...
de: Die nächsten Schritte für Autoren von Dokumentation ...
es: Los siguientes pasos son para autores de documentación...

source: Read the existing English documentation. It is located in the docs/ directory of the <ulink url="http://bibletime.svn.sourceforge.net/viewvc/bibletime/trunk/bibletime/docs/">bibletime repository</ulink>.
ar: اقرأ الوثائق الإنجليزية الموجودة في مجلد docs/ في <ulink url="http://bibletime.svn.sourceforge.net/viewvc/bibletime/trunk/bibletime/docs/">مستودع بيبل تايم</ulink>.
de: Lesen Sie die bestehende englische Dokumentation. Diese liegt im Verzeichnis docs/ des <ulink url="http://bibletime.svn.sourceforge.net/viewvc/bibletime/trunk/bibletime/docs/">bibletime repository</ulink>.
es: Lee la documentación existente en inglés. Está localizada en el directorio docs/ del <ulink url="http://bibletime.svn.sourceforge.net/viewvc/bibletime/trunk/bibletime/docs/">repositorio de BibleTime</ulink>.

source: The documentation is stored in docbook format in the localized subdirectories of each documentation part (handbook and Bible study howto). Please do not edit the HTML files directly because they are generated from the docbook files. The translation files are also generated from the docbook data.
ar: الوثائق مخزنة بصيغة docbook في المجلدات الفرعية الخاصة بترجمة كل وثيقة (دليل الإستخدام و كيفية دراسة الكتاب المقدس). رجاءاً لا تقم بتحرير ملفات إتش تي إم إل مباشرة لأنه يتم توليدها من ملفات docbook. ملفات الترجمة أيضاً يتم توليدها من بيانات docbook.
de: Die Dokumentation ist im Docbook-Format in den lokalisierten Unterverzeichnissen jedes Dokumentations-Teiles (Handbuch und Bibelstudien-Anleitung) gespeichert. Bitte bearbeiten Sie die HTML-Dateien nicht direkt, da sie von den Docbook-Dateien erzeugt werden. Die Dateien für die Übersetzungen werden ebenfalls aus diesen Docbook-Daten generiert.
es: La documentación está guardada en archivos de formato docbook en los subdirectorios unicode de cada parte de la documentación (Manual y El Cómo estudiar la Biblia). Por favor no edites los archivos html directamente porque éstos son generados desde los archivos docbook. Los archivos de traducción también son generados desde los datos de docbook.

source: The next steps for translators...
ar: الخطوات التالية للمترجمين...
cs: Další kroky pro překladatele...
da: De næste skridt for oversættere...
de: Die nächsten Schritte für Übersetzer ...
es: Los siguientes pasos para los traductores...

source: Have a look at the internationaliziation pages of the KDE project. They are located at <ulink url="http://i18n.kde.org/">http://i18n.kde.org</ulink>.
ar: رجاءاً إلق نظرة على صفحات الترجمة الخاصة بمشروع كيدي الموجودة في <ulink url="http://i18n.kde.org/">http://i18n.kde.org</ulink>.
cs: Podívejte se na mezinárodní stránky projektu KDE. Jsou umístěny na <ulink url="http://i18n.kde.org/">http://i18n.kde.org</ulink>.
de: Schauen Sie sich die Internationalisierungs-Seiten des KDE-Projektes an. Diese befinden sich auf <ulink url="http://i18n.kde.org/">http://i18n.kde.org</ulink>.
es: Échale una mirada a las páginas de internacionalización (i18n) del proyecto KDE. Están ubicados en <ulink url="http://i18n.kde.org/">i18n.kde.org</ulink>.

source: Install the program <ulink url="http://userbase.kde.org/Lokalize"> Lokalize</ulink>, if it is not yet installed on your system. It will help you a lot with the translation process.
ar: قم بتثبيت برنامج <ulink url="http://userbase.kde.org/Lokalize">لوكاليز</ulink>, إذا لم يكن مثبتاً بعد على نظامك. هذا البرنامج سيساعدك كثيراً في عملية الترجمة.
cs: Nainstalujte program <ulink url="http://userbase.kde.org/Lokalize"> Lokalize</ulink>, pokud ještě není nainstalovaný ve vašem systemu. Hodně pomáhá při procesu překladu.
de: Installieren Sie das Programm <ulink url="http://userbase.kde.org/Lokalize">Lokalize</ulink>, soweit es noch nicht auf Ihrem System installiert ist. Dieses Programm wird Ihnen sehr bei der Übersetzungsarbeit helfen.
es: Instala el programa <ulink url="http://userbase.kde.org/Lokalize"> Lokalize</ulink>, si es que no está instalado ya en tu sistema. Éste te ayudará un montón con el proceso de traducción.

source: Read the page about <olink targetdocent="translation">translating BibleTime</olink>.
ar: اقرأ القسم الخاص <olink targetdocent="translation">بترجمة بيبل تايم</olink>.
cs: Přečti si stránku o <olink targetdocent="translation">překladu BibleTime</olink>.
da: Læs siden om <olink targetdocent="translation">oversættelse af BibleTime</olink>.
de: Bitte lesen Sie die Seite über das <olink targetdocent="translation">Übersetzen von BibleTime</olink>.
es: Lee la página <olink targetdocent="translation">traduciendo BibleTime</olink>.

source: Subscribe to the <ulink url="https://lists.sourceforge.net/lists/listinfo/bibletime-translations"> BibleTime-translations mailing list</ulink>.
ar: اشترك في <ulink url="https://lists.sourceforge.net/lists/listinfo/bibletime-translations">القائمة البريدية لمترجمي بيبل تايم</ulink>.
de: Tragen Sie sich in die <ulink url="https://lists.sourceforge.net/lists/listinfo/bibletime-translations"> Mailverteilerliste für BibleTime-Übersetzungen</ulink> ein.
es: Subscríbete a <ulink url="https://lists.sourceforge.net/lists/listinfo/bibletime-translations"> la lista de correo de traductores BibleTime</ulink>.

source: For everybody, regardless of participation level...
ar: لكل شخص، بغض النظر عن نوعية المشاركة...
cs: Pro všechny bez ohledu na míru zůčastnění...
da: For alle, uanset deltagelsesniveau...
de: Für jeden, egal, wie er sich engagiert ...
es: Para todos, independientemente del nivel de participación...

source: Join us in IRC! We can be found on the <ulink url="http://www.freenode.net">FreeNode Network</ulink>, in the #bibletime room. If you do not have an IRC Client you can use the <ulink href="http://webchat.freenode.net/?channels=bibletime">FreeNode Webchat</ulink>.
ar: إنضم إلينا على IRC! يمكنك إيجادنا على <ulink url="http://www.freenode.net">FreeNode Network</ulink>, في الحجرة #bibletime. إذا لم يكن لديك عميل IRC تستطيع إستخدام <ulink href="http://webchat.freenode.net/?channels=bibletime">FreeNode Webchat</ulink>.
cs: Pšipojse knál na IRC! Můžeš nás najít na <ulink url="http://www.freenode.net">FreeNode Network</ulink> v místnosti (roomu) #bibletime. Pokud nemáte IRC klienta můžete použít <ulink href="http://webchat.freenode.net/?channels=bibletime">FreeNode Webchat</ulink>.
de: Kontaktieren Sie uns via IRC! Wir sind über das <ulink url="http://www.freenode.net">FreeNode Network</ulink> im Raum #bibletime erreichbar. Falls Sie keinen IRC-Client besitzen, können Sie den <ulink href="http://webchat.freenode.net/?channels=bibletime">FreeNode Webchat</ulink> benutzen.
es: Únete a nosotros en IRC! Podemos ser encontrados en <ulink url="http://www.freenode.net">la red FreeNode</ulink>, en la sala #bibletime. Si tu no tienes un cliente IRC puedes usar el <ulink href="http://webchat.freenode.net/?channels=bibletime">Webchat de FreeNode</ulink>.

source: Sign up for an account on our <ulink url="http://devel.bibletime.info">wiki</ulink>, and make your contribution there.
ar: قم بتسجيل حسابك على <ulink url="http://devel.bibletime.info"> الويكي </ulink>, وضع مساهمتك هناك.
cs: Přihlaste se na naše <ulink url="http://devel.bibletime.info">wiki</ulink> a zanechte nám zde svůj příspěvek.
da: Tilmeld dig og få en konto på vores <ulink url="http://devel.bibletime.info">wiki</ulink>, og gør dine bidrag der.
de: Legen Sie sich einfach ein Benutzerkonto für unser <ulink url="http://devel.bibletime.info">Wiki</ulink> an und tragen Sie dort zum Projekt bei.
es: Regístrese para obtener una cuenta en nuestra <ulink url="http://devel.bibletime.info"> wiki </ulink>, y hacer tu aporte allí.

source: Help Us
ar: ساعدنا
de: Helfen Sie uns
es: Ayúdenos

source: Direct and indirect support for the development of BibleTime
ar: المساعدة المباشرة والغير مباشرة في تطوير بيبل تايم
cs: Přímá a nepřímá podpora vývoje BibleTime
de: Direkte und indirekte Unterstützung der Entwicklung von BibleTime
es: El apoyo directo e indirecto para el desarrollo de BibleTime

source: BibleTime, Help us, Help BibleTime, Software
ar: بيبل تايم، ساعدنا، مساعدة بيبل تايم، برنامج
cs: BibleTime, Pomozte nám, Pomoc BibleTime, software
de: BibleTime, Mithelfen, BibleTime helfen, Software
es: BibleTime, ayúdanos, Ayuda BibleTime, Software

source: Please help us ...
ar: رجاءاً ساعدنا ...
cs: Pomožte nám prosím...
da: Vær venlig at hjælp os ...
de: Bitte helfen Sie uns ...
es: Por favor ayúdanos ...

source: Our aim is to develop BibleTime into a really mature Bible study application that can by used by everyone. To achieve this, we need your help. There are different possibilities for supporting the BibleTime project directly and indirectly:
ar: هدفنا الوصول بتطوير بيبل تايم إلى برنامج قوي لدراسة الكتاب المقدس ونافع للإستخدام من قبل الجميع. لنحقق هذا، نحتاج مساعدتك. وهناك عدة طرق لدعم مشروع بيبل تايم بطريق مباشر وغير مباشر.
cs: Nasím cílem je změnit BibleTime v vysoce pokročilý nástroj pro studium Bible, kterou mohou používat všichni. Abychom toho dosáhli potřebujeme Vaši pomoc. Je tady mnoho možností jak podpořit projekt BibleTime přímo i nepřímo:
de: Unser Ziel ist es, BibleTime zu einem ausgereiften Programm für das Bibelstudium zu entwickeln, das von jedem genutzt werden kann. Um dies zu erreichen, benötigen wir Ihre Hilfe. Es gibt verschiedene Möglichkeiten, das BibleTime-Projekt direkt oder indirekt zu unterstützen:
es: Nuestra meta es convertir a BibleTime en una aplicación de estudio de la Biblia realmente madura que pueda ser usada por todos. Para lograr esto necesitamos tu ayuda. Hay varias posibilidades para ayudar al proyecto BibleTime directa e indirectamente:

source: Do you want to pray?
ar: هل تريد أن تصلي؟
cs: Chcete se modlit?
da: Ønsker du at bede?
de: Möchten Sie beten?
es: ¿Deseas orar?

source: Praying is something everybody can do. If you are praying for the Sword and BibleTime projects you are helping us as much as the other team members of the BibleTime project.
ar: الصلاة أحد الأشياء التي يستطيع الجميع القيام بها. إذا كنت تصلي لمشاريع سورد وبيبل تايم فأنت تساعدنا بنفس قدر أعضاء فريق مشروع بيبل تايم الآخرين.
cs: Modlit se může úplně každý. Pokud se budete za tým Sword a za tým BibleTime modlit, pomáháte nám tím stejně, jako byste byli skutečnými členy vývojového týmu našeho projektu.
da: At bede er noget alle kan gøre. Hvis du beder for Sword og BibelTime projekterne, hjælper du os lige så meget, som de andre medlemmer af BibleTime-projektets team.
de: Beten ist etwas, das jeder tun kann. Wenn Sie für die Sword- und BibleTime-Projekte beten, tun Sie genauso viel, wie die anderen Team-Mitglieder des BibleTime-Projektes.
es: Orar es algo que puede hacer cualquiera. Si estás orando por los proyectos Sword y BibleTime estás ayudando tanto como otro los otros miembros del proyecto BibleTime.

source: Do you want to report a bug or suggest a new feature?
ar: هل تريد إرسال تقرير عن أحد الأعطال أو إقتراح أحد الخصائص الجديدة؟
cs: Chcete ohlásit chybu nebo navrhujete novou součást?
da: Vil du rapportere en fejl, eller foreslå en ny funktion?
de: Möchten Sie einen Fehler melden oder eine neue Funktion vorschlagen?
es: ¿Quieres reportar un error o sugerir una nueva característica?

source: You can use <ulink url="https://sourceforge.net/tracker/?group_id=954&amp;atid=100954"> BibleTime's bug tracker</ulink> to report problems with BibleTime that you are experiencing. Please be sure to include the version of BibleTime you are using, your Sword version, information about Qt version and your operating system, plus everything else that is neccessary to reproduce the bug. Before you submit the bug, please query the database to see if a similar bug has already been handled (and is therefore has "closed" status).
ar: بإمكانك إستخدام خاصية <ulink url="https://sourceforge.net/tracker/?group_id=954&amp;atid=100954">الإبلاغ عن أعطال بيبل تايم</ulink> لإرسال تقرير بالمشاكل التي واجهتك أثناء إستخدامك لبيبل تايم. رجاءاً إحرص على تضمين رقم نسخة بيبل تايم التي تستخدمها، نسخة سورد، معلومات حول نسخة كيوت ونظام التشغيل، بالإضافة إلى أية معلومات أخرى ضرورية لمساعدتنا في إصلاح العطل. قبل إرسال العطل، يرجى مراجعة قاعدة البيانات لمعرفة ما إذا كان هناك أعطال مشابهة قد تم إصلاحها من قبل (ولهذا تم تغيير حالتها إلى "مغلق").
de: Sie können die <ulink url="https://sourceforge.net/tracker/?group_id=954&amp;atid=100954"> BibleTime-Fehlerverfolgung</ulink> verwenden, um uns Probleme zu melden, auf die Sie in BibleTime gestoßen sind. Bitte geben Sie stets die von Ihnen genutzte BibleTime-, Sword- und Qt-Version, sowie das von Ihnen genutzte Betriebssystem und alle weiteren Informationen an, die zum Reproduzieren des aufgetretenen Fehlers nötig sind. Bevor Sie eine Fehlermeldung abschicken, überprüfen Sie bitte in der Datenbank, ob nicht schon dieser oder ein ähnlicher Fehler bereits behandelt wurde (und sich deshalb im Status "closed" befindet).
es: Puedes usar el <ulink url="https://sourceforge.net/tracker/?group_id=954&amp;atid=100954">Rastreador de errores de BibleTime</ulink> para reportar los problemas que estás experimentando con BibleTime. Por favor, asegúrate de incluir la versión de BibleTime que estás usando, la versión de Sword, la información sobre la versión de Qt y la de tu sistema operativo, y todo lo demás que sea necesario para reproducir el error. Antes de enviar el error, por favor consulta la base de datos para ver si un error similar ya ha sido tratado (y por lo tanto ya está en estado "cerrado").

source: There is also <ulink url="http://sourceforge.net/tracker/?group_id=954&amp;atid=350954"> a place</ulink> where you can make suggestions for features you would like to see in BibleTime. We ask for your understanding that due to our limited time and to our own plans for BibleTime we cannot always comply with all wishes.
ar: هناك أيضاً <ulink url="http://sourceforge.net/tracker/?group_id=954&amp;atid=350954"> مكان مخصص </ulink> تستطيع من خلاله إرسال إقتراحاتك بشأن الخواص التي تود رؤيتها في بيبل تايم. سنكون شاكرين لتفهمك أنه نظراً لمحدودية الوقت أمامنا ووجود خطط أخرى خاصة بالمشروع ربما لا نتمكن دائماً من تنفيذ كل إقتراحاتك.
cs: Je tu i <ulink url="http://sourceforge.net/tracker/?group_id=954&amp;atid=350954"> místo</ulink>, kde můžete umístit své připomínky a nápady, které by se měly ukázat v BibleTime. Prosíme abyste pochopili, že z důvodu časových omezení a vlastnních plánu s BibleTime nejsme schopni vyhovět všem požadavkům.
de: Sie können uns außerdem <ulink url="http://sourceforge.net/tracker/?group_id=954&amp;atid=350954">Vorschläge für neue Funktionen</ulink> machen, die Sie gerne in BibleTime sehen würden. Wir bitten um Verständnis, wenn wir auf Grund unsere begrenzten Zeit und eigenen Plänen für BibleTime nicht immer auf alle Wünsche eingehen können.
es: También hay <ulink url="http://sourceforge.net/tracker/?group_id=954&amp;atid=350954">un sitio</ulink> donde puedes hacer sugerencias de las características que te gustaría ver en BibleTime. Te pedimos que entiendas que debido a nuestro tiempo limitado y a nuestros planes para BibleTime no siempre podemos cumplir con todas las peticiones.

source: Do you know how to program software?
ar: هل تعرف كيف تكتب برنامج؟
cs: Umíte naprogramovat aplikace?
da: Ved du hvordan man programmerer software?
de: Können Sie programmieren?
es: ¿Sabes cómo programar software?

source: Do you know how to program in C++? Are you familiar with the Qt programming interface or are motivated to learn it? If you have time to regularly work on the BibleTime source code we ask you to join our team. If you want to do so, please read the page <olink targetdocent="development_join">Join us</olink>.
ar: هل تعرف كيفية كتابة برامج بلغة سي++؟ هل لديك دراية بواجهة برمجة كيوت أو لديك الحماس اللازم للتعلم؟ إذا كان لديك الوقت للعمل بإنتظام على شفرة مصدر بيبل تايم فنحن نسالك الإنضمام إلى فريقنا. إذا كانت لديك الرغبة في ذلك، رجاءاً قم بقراءة صفحة <olink targetdocent="development_join">إنضم إلينا</olink>.
cs: Umíte programovat v C++? Jste obeznámeni s Qt programovacím rozhraním nebo chcete se jej naučit? Jestli máte čas pro regulární práci na kódu BibleTime, připoj se k našemu teamu. Jestli to chcete udělat prosíme přečtěte si tuto stránku <olink targetdocent="development_join">Přidejte se k nám</olink>.
de: Kennen Sie sich in C++-Programmierung aus? Kennen Sie die Programmierschnittstelle von Qt oder wollen Sie diese erlernen? Wenn Sie regelmäßig Zeit haben, am Quellcode von BibleTime zu arbeiten, möchten wir Sie bitten, unserem Team beizutreten. Lesen Sie dazu bitte die Seite <olink targetdocent="development_join">Uns beitreten</olink>.
es: ¿Sabes programar en C++? ¿Estás familiarizado con la interfaz de programación de KDE o estás motivado a aprender? Si tienes tiempo para trabajar regularmente en el código fuente de BibleTime, te pedimos que te unas a nuestro equipo. Si así lo deseas, por favor lee la página <olink targetdocent="development_join">Únete a nosotros</olink>.

source: Do you know how to write documentation?
ar: هل تعرف كيف تكتب وثيقة؟
cs: Chcete vědět, jak psát dokumentaci k programu?
da: Ved du hvordan man skriver dokumentation?
de: Wissen Sie, wie man Dokumentation schreibt?
es: ¿Sabes cómo escribir documentación?

source: Do you think you would be good in working on BibleTime's English documentation? If you think you are, please read the page <olink targetdocent="development_join">Join us</olink>.
ar: هل ترى أنك تستطيع العمل على الوثائق الإنجليزية الخاصة ببيبل تايم؟ إذا كانت الإجابة نعم، رجاءاً قم بقراءة صفحة <olink targetdocent="development_join"> إنضم إلينا </olink>.
cs: Myslíte si, že byste byl dobrý v anglickém dokumentování BibleTime? Jestli si myslíte, že jo, přečti si <olink targetdocent="development_join">Připoj se k nám</olink>.
da: Syntes du, at du ville være god til at arbejde på BibleTimes engelske dokumentation? Hvis du føler at du er, så vær venlig at læse denne side <olink targetdocent="development_join">Slut dig til os</olink>.
de: Denken Sie, dass Sie an der englischen Dokumentation von BibleTime mitarbeiten können? Dann lesen Sie doch bitte die Seite <olink targetdocent="development_join">Mitmachen</olink>.
es: ¿Piensas que serías bueno trabajando en la documentación en inglés de BibleTime? Si crees que sí, por favor lee la página <olink targetdocent="development_join">Únete a nosotros</olink>.
