Repository: bibletime/historic-bibletime-svn
Catalog: trunk/website-2.0/i18n/*.po
Languages: ar, cs, da, de, es

source: With the help of great volunteers, we try to provide packages for many popular Linux/Unix distributions. Before installing BibleTime, however, you need to find and install packages for <ulink url="http://clucene.sourceforge.net/">CLucene &gt;= 0.9.16a</ulink> and <ulink url="http://www.crosswire.org/sword/software/index.jsp">Sword</ulink>.
ar: بمساعدة كبيرة من المتطوعين، نحاول توفير الحزم للعديد من توزيعات لينكس/يونكس الشهيرة. لكن ستحتاج قبل تثبيت بيبل تايم أن تبحث وتقوم بتثبيت حزم <ulink url="http://clucene.sourceforge.net/">CLucene &gt;= 0.9.16a</ulink> و <ulink url="http://www.crosswire.org/sword/software/index.jsp">سورد</ulink>.
cs: S pomocí dobrovolniků se snažíme poskytovat balíčky pro nejpopulárnější Linux/Unix distribuce. Před nainstalovaním BibleTime potřebujete najít a nainstalovat balíčky pro <ulink url="http://clucene.sourceforge.net/">CLucene &gt;= 0.9.16a</ulink> a <ulink url="http://www.crosswire.org/sword/software/index.jsp">Sword</ulink>.
de: Mit der Hilfe großartiger Freiwilliger hoffen wir, Pakete für viele populäre Linux-/Unix-Distributionen anbieten zu können. Vor der Installation von BibleTime müssen Sie jedoch Pakete für <ulink url="http://clucene.sourceforge.net/">CLucene &gt 0.9.16a</ulink> und <ulink url="http://www.crosswire.org/sword/software/index.jsp">Sword</ulink> finden und herunterladen.
es: Con la gran ayuda de voluntarios, tratamos de ofrecer paquetes para las distribuciones Linux/Unix más populares. Antes de instalar BibleTime, sin embargo, es necesario encontrar e instalar paquetes de <ulink url="http://clucene.sourceforge.net/">CLucene &gt;= 0.9.16a</ulink> y <ulink url="http://www.crosswire.org/sword/software/index.jsp">Sword</ulink>.

source: First download the binary package for your distribution listed above, and install it. More information can also be found on the <ulink url="http://devel.bibletime.info/wiki/Packaging"> BibleTime development wiki</ulink>.
ar: أولاً قم بتحميل الحزمة المخصصة لتوزيعتك المذكورة أعلاه، وقم بتثبيتها. يمكن إيجاد المزيد من المعلومات في <ulink url="http://devel.bibletime.info/wiki/Packaging">ويكي تطوير بيبل تايم</ulink>.
cs: Nejprve stáhněte binarní balíček pro vaši distribuci se seznamu výše a nainstalujte ho. Více informací můžete najít na <ulink url="http://devel.bibletime.info/wiki/Packaging">wiki vyvojářů BibleTime</ulink>.
de: Laden Sie zuerst das Binärpaket für Ihre oben aufgeführte Distribution herunter und installieren Sie dieses. Weitere Informationen können auch in dem <ulink url="http://devel.bibletime.info/wiki/Packaging"> BibleTime-Entwicklungs-Wiki</ulink> gefunden werden.
es: Primero descarga el paquete binario para tu distribución antes mencionada, e instálalo. Más información también se puede encontrar en la <ulink url="http://devel.bibletime.info/wiki/Packaging">wiki de desarrollo BibleTime</ulink>.

source: If there are no packages for your version of Linux you have to install from source code. Please see below how to do that.
ar: إذا لم تكن هناك حزم لإصدارة لينكس لديك سيتعين عليك تثبيتها من شفرة المصدر. رجاءاً أنظر أدناه لمعرفة طريقة القيام بهذا.
cs: Jestli nejsou balíčky pro vši verzi Linuxu, budete ji muset nainstalovat prostřednictvím zdrojových kódu. Podívejte se jak na to.
da: Hvis der ikke er nogle pakker til din version af Linux, så er du nødt til at installere fra kildekode. Se herunder hvordan man gør.
de: Falls es keine Pakete für Ihre Linux-Distribution gibt, dann müssen Sie vom Quellcode aus installieren. Bitte lesen Sie dazu weiter unten nach.
es: Si no hay paquetes para tu versión de Linux tienes que hacer la instalación desde el código fuente. Por favor lee a continuación cómo hacer esto.

source: Installation from source code
ar: التثبيت من شفرة المصدر
cs: Instalace ze zdrojového kódu
da: Installation fra kildekode
de: Installation mittels Quellcode
es: Instalación desde el código fuente

source: Installation using BibleTime's source code is more difficult than using binary packages. Please follow the steps detailed on the <ulink url="http://devel.bibletime.info/wiki/BuildingBibleTime">BibleTime development wiki</ulink>.
ar: يعتبر التثبيت بإستخدام شفرة مصدر بيبل تايم أكثر صعوبة من إستخدام الحزم الجاهزة. الرجاء إتباع الخطوات التفصيلية المذكورة في <ulink url="http://devel.bibletime.info/wiki/BuildingBibleTime">ويكي تطوير بيبل تايم</ulink>.
cs: Instalace požitím zdrojových kódu BibleTime je složitější než použití balíčku. Prosíme postupujte podle kroků na <ulink url="http://devel.bibletime.info/wiki/BuildingBibleTime">wiki vyvojářů BibleTime</ulink>.
de: Die Installation unter Verwendung des BibleTime-Quellcodes ist schwieriger, als mit Hilfe fertiger Binärpakete. Bitte folgen Sie den im <ulink url="http://devel.bibletime.info/wiki/BuildingBibleTime">BibleTime-Entwicklungs-Wiki</ulink> aufgeführten Schritten.
es: La instalación usando el código fuente de BibleTime es más difícil que usando paquetes binarios. Por favor, siga los pasos detallados en el<ulink url="http://devel.bibletime.info/wiki/BuildingBibleTime"> wiki de desarrollo BibleTime</ulink>.

source: Install works
ar: تثبيت الكتب
cs: Instalace modulů
da: Installér værker
de: Installation von Werken
es: Instalar módulos

source: You need Sword modules to work with BibleTime. Since version 1.4 BibleTime offers a userfriendly dialog (the Bookshelf Manager) to install/update/remove works. We strongly recommend this way to install works on your computer.
ar: ستحتاج لتثبيت عناصر من سورد للعمل مع بيبل تايم. حيث أنه بدءاً من النسخة 1.4 يقدم بيبل تايم طريقة سهلة الإستخدام (مدير رف الكتب) لتثبيت/تحديث/إزالة الكتب. فنحن ننصح بشدة بإستخدام هذه الطريقة لتثبيت الكتب على جهاز الحاسب الخاص بك.
cs: Potřebujete Sword moduly pro práci s BibleTime. Od verze 1.4 BibleTime nabízi uživatelsky přívětivý dialog (manager záložek) pro instalování/aktualizování/odebirání dokumentů. Doporučujeme používat tuto cestu pro instalací dokumentů na váš počítač.
da: Du har brug for Sword-moduler for at arbejde med BibleTime. Siden version 1.4 har BibleTime tilbudt en brugervenlig dialog (Boghylde Manageren) til at installere/opdatere/fjerne værker. Vi foreslår kraftigt at du bruger den til at installere værker på din computer.
de: Sie benötigen Sword-Module, um mit BibleTime arbeiten zu können. Seit Version 1.4 bietet BibleTime einen benutzerfreundlichen Dialog, um Sword Module zu verwalten. Wir raten Ihnen, diesen Weg zu gehen, um Sword-Module auf Ihrem Computer zu installieren.
es: Necesitas los módulos de Sword para trabajar con BibleTime. Desde la versión 1.4, BibleTime ofrece un cuadro de diálogo amigable para administrar los módulos de Sword. Recomendamos fuertemente esta forma de instalar los módulos en tu computador.

source: Instructions for manual installation is available on <ulink url="http://www.crosswire.org/sword/modules/moduleinstall.jsp"> www.crosswire.org/sword/modules</ulink>.
ar: إرشادات التثبيت اليدوي متاحة هنا <ulink url="http://www.crosswire.org/sword/modules/moduleinstall.jsp"> www.crosswire.org/sword/modules</ulink>.
cs: Instrukce a instalační manuál je dostupný na <ulink url="http://www.crosswire.org/sword/modules/moduleinstall.jsp"> www.crosswire.org/sword/modules</ulink>.
da: Instruktioner for manuel installation er til rådighed på <ulink url="http://www.crosswire.org/sword/modules/moduleinstall.jsp"> www.crosswire.org/sword/modules</ulink>.
de: Eine Anleitung zur manuellen Modulinstallation ist auf <ulink url="http://www.crosswire.org/sword/modules/moduleinstall.jsp">www.crosswire.org/sword/modules</ulink> verfügbar.
es: Las instrucciones para la instalación manual de módulos está disponible en <ulink url="http://www.crosswire.org/sword/modules/moduleinstall.jsp">www.crosswire.org/sword/modules</ulink>.

source: Available types of works
ar: أنواع الكتب المتاحة
cs: Dostupné moduly
da: Tilgængelige typer af værker
de: Verfügbare Werkarten
es: Tipos de módulos disponibles

source: Here is a list of available types of works and where to get more information:
ar: هذه قائمة بأنواع الكتب المتاحة وأين يمكنك الحصول على المزيد معلومات:
cs: Tady je seznam dostupných typů prací s dodatečnými informacemi:
da: Her er en liste over tilgængelige værker og hvor man kan få flere informationer:
de: Hier ist eine Liste der verfügbaren Werkarten und wo man weitere Informationen über diese bekommen kann:
es: Aquí está una lista de los tipos de módulos disponibles y dónde obtener más información sobre ellos:

source: Bibles
ar: ترجمات الكتاب المقدس
cs: Bible
da: Bibler
de: Bibeln
es: Biblias

source: Commentaries
ar: الشروحات
cs: Komentáře
da: Kommentarer
de: Kommentare
es: Comentarios

source: Lexicons / Dictionaries
ar: المعاجم / القواميس
cs: Lexikony / Slovníky
da: Leksikoner / Ordbøger
de: Lexika / Wörterbücher
es: Léxicos / Diccionarios

source: Books
ar: الكتب
cs: Knížky
da: Bøger
de: Bücher
es: Libros

source: Imprint
ar: الناشر
cs: Tisk
da: Ansvar for siderne
de: Impressum
es: Imprenta

source: BibleTime imprint
ar: ناشر بيبل تايم
de: BibleTime-Impressum
es: Imprenta BibleTime

source: BibleTime, Linux, unix, FreeBSD, Windows, Mac OS X, Software, biblestudy, bible study, God, Religion, Bible, devotional, crosswire, sword, press, in the media, press coverage
ar: بيبل تايم، لينكس، يونكس، فري بي إس دي، ويندوز، ماك أو إس إكس، دراسة كتاب، دراسة الكتاب، برنامج، كيوت، الله، دين، الكتاب المقدس، تأملات، كروس وير، سورد، الصحافة، في الإعلام، التغطية الصحفية
de: BibleTime, Linux, unix, FreeBSD, Windows, Mac OS X, Software, Bibelstudium, Bibel-Studium, Gott, Religion, Bibel, Andacht, Crosswire, Sword, Medien, in den Medien, Medienecho
es: BibleTime, Linux, unix, FreeBSD, Windows, Mac OS X, Software, Biblia de Estudio, Estudio Bíblico, Dios, Religión, Biblia, devocional, crosswire, sword, prensa, medios de comunicación, cobertura de prensa

source: Responsibility
ar: المسئولية
cs: Zodpovědnost
da: Ansvar
de: Verantwortung
es: Responsabilidad

source: This imprint is required in Germany for all webpages.
ar: من الضروري توضيح الناشر في جميع المواقع في ألمانيا
cs: Tento tisk je vyžadovaný v němčině pro všechny webové stránky.
da: I Tyskland skal der stå hvem der er ansvarlig for hjemmesiden, på alle hjemmesider.
de: Dieses Impressum wird in Deutschland für alle Webseiten benötigt.
es: La impresión es requerida en Alemania para todas las páginas web.

source: The person who is responsible for these webpages is: <literallayout> Joachim Ansorg Poststraße 2 56479 Salzburg Germany </literallayout><ulink url="http://www.ansorg-it.com/">Joachim Ansorg IT-Services</ulink>
ar: الشخص المسئول عن هذا الموقع: <literallayout> Joachim Ansorg Poststraße 2 56479 Salzburg Germany </literallayout><ulink url="http://www.ansorg-it.com/">Joachim Ansorg IT-Services</ulink>
cs: Osoba zodpovědna za tyto stránky: <literallayout> Joachim Ansorg Poststraße 2 56479 Salzburg Germany </literallayout><ulink url="http://www.ansorg-it.com/">Joachim Ansorg IT-Services</ulink>
de: Verantwortliche Person für diese Web-Seiten: <literallayout> Joachim Ansorg Poststraße 2 56479 Salzburg Germany </literallayout> <ulink url="http://www.ansorg-it.com/">Joachim Ansorg IT-Services</ulink>
es: La persona que es responsable de la página web es: <literallayout> Joachim Ansorg Poststraße 2 56479 Salzburg Germany </literallayout><ulink url="http://www.ansorg-it.com/">Joachim Ansorg IT-Services</ulink>

source: FAQ
ar: الأسئلة الشائعة
es: Preguntas Frecuentes

source: FAQ about BibleTime
ar: الأسئلة الشائعة حول بيبل تايم
cs: FAQ o BibleTime
de: FAQ über BibleTime
es: Preguntas frecuentes acerca de BibleTime

source: BibleTime, Linux, unix, FreeBSD, Windows, Mac OS X, Software, biblestudy, bible study, God, Religion, Bible, devotional, crosswire, sword, faq, questions, help
ar: بيبل تايم، لينكس، يونكس، فري بي إس دي، ويندوز، ماك أو إس إكس، دراسة كتاب، دراسة الكتاب، برنامج، كيوت، الله، دين، الكتاب المقدس، تأملات، كروس وير، سورد، الأسئلة الشائعة، الأسئلة، المساعدة
de: BibleTime, Linux, unix, FreeBSD, Windows, Mac OS X, Software, Bibelstudium, Bibel-Studium, Gott, Religion, Bibel, Andacht, Crosswire, Sword, FAQ, Fragen, Hilfe
es: BibleTime, Linux, unix, FreeBSD, Windows, Mac OS X, Software, Biblia de estudio, estudio bíblico, Dios, Religion, Biblia, devocional, crosswire, sword, preguntas frecuentes, preguntas, ayuda

source: Frequently Asked Questions
ar: الأسئلة الشائعة
cs: Často kladené Otázky (Frequently Asked Questions)
da: Ofte Stillede Spørgsmål/Frequently Asked Questions
de: Häufig gestellte Fragen
es: Preguntas Frecuentes

source: Installation problems
ar: مشاكل التثبيت
cs: Problémy s instalací
da: Installations problemer
de: Installationsvorgang
es: Problemas de Instalación

source: Why is the toolbar missing?
ar: لماذا لا يوجد شريط الأدوات؟
cs: Proč chybí nástrojová lišta?
da: Hvorfor mangler værktøjslinien?
de: Warum fehlt die Werkzeugleiste?
es: ¿Porque la barra de herramientas se perdió?

source: Please run configure with the parameter --prefix=&lt;your KDE directory&gt;. Then run make and make install as usual. The KDE directories for the widely used Linux distributions are: <placeholder-1/> Alternatively you can run the command "kde-config --prefix" to get your KDE directory. The commands are: <placeholder-2/>
ar: الرجاء تشغيل configure مع المعامل --prefix=&lt;your KDE directory&gt;. ثم قم بتشغيل make و make install كالمعتاد. مجلدات كيدي لتوزيعات لينكس الأكثر شيوعاً هي: <placeholder-1/> كطريقة بديلة يمكنك تشغيل الأمر "kde-config --prefix" للوصول لمجلد كيدي. الأوامر هي: <placeholder-2/>
de: Bitte starten Sie configure mit dem Parameter --prefix=&lt;Ihr KDE-Verzeichnis&gt;. Dann starten Sie wie sonst auch make und make install. Die KDE-Verzeichnisse der meistbenutzten Linux-Distributionen sind: <placeholder-1/> Alternativ können Sie den Befehl "kde-config --prefix" benutzen, um Ihr KDE-Verzeichnis zu ermitteln. Die Befehle sind: <placeholder-2/>
es: Por favor configure con el parámetro --prefix=&lt;tu directorio KDE&gt;. Luego corre make install como es usual. Los directorios KDE para las distribuciones más usadas son: <placeholder-1/> Alternativamente puedes correr el comando "kde-config --prefix" para saber cuál tu directorio KDE. Los comandos son:<placeholder-2/>

source: Usage problems
ar: مشاكل الإستخدام
cs: Problémy s ovládáním
da: Brugbarheds-problemer
de: Benutzungsprobleme
es: Problemas de Uso

source: Is it possible to search for a specific Strong number?
ar: هل من الممكن البحث عن رقم سترونج محدد؟
cs: Je možné vyhledávat specifické Strongovo číslo?
da: Er det muligt at søge efter et specifikt Strong-nummer?
de: Ist es möglich, nach einer bestimmten Strong-Nummer zu suchen?
es: ¿Es posible buscar por un número Strong (Fuente) específico?

source: The search interface now offers to set the type of your search. You can choose between headings, footnotes, Strongs numbers and morphological codes.
ar: تتيح لك واجهة البحث الآن إختيار نوع البحث. تستطيع الإختيار ما بين العناوين، الحواشي، أرقام سترونج، رموز صرفية.
de: Die Suchschnittstelle bietet nun die Möglichkeit, den Typ Ihrer Suche festzulegen. Sie können zwischen Überschriften, Fußnoten, Strong-Nummern und morphologischen Nummern wählen.
es: La interfaz de búsqueda ahora ofrece la posibilidad de establecer el tipo de búsqueda que vas a realizar. Puedes elegir entre encabezados, notas al pie, números de Strongs (Fuentes) y números morfológicos.

source: Why do I see only question marks instead of Unicode text?
ar: لماذا أرى علامات إستفهام فقط بدلاً من نصوص يونيكود؟
cs: Proč vidím jenom otazníky místo Unicode zanů?
da: Hvorfor er der spørgsmålstegn i stedet for Unicode-tekst?
de: Warum sehe ich nur Fragezeichen anstelle von Unicode-Text?
es: ¿Por qué veo sólo signos de interrogación en vez de texto Unicode?

source: First make sure you have the latest version of the module which has the problems! Check <ulink url="http://www.crosswire.org/sword"> www.crosswire.org/sword</ulink> for this.
ar: قبل كل شيء تأكد أن لديك النسخة الاحدث من العنصر الذي يسبب المشكلة! ارجع إلى <ulink url="http://www.crosswire.org/sword"> www.crosswire.org/sword</ulink> من أجل هذا.
de: Bitte stellen Sie zuerst sicher, dass Sie die neuste Version des Modules installiert haben, das die Probleme verursacht. Bitte schauen Sie dafür auf die Seite <ulink url="http://www.crosswire.org/sword">www.crosswire.org/sword</ulink>.
es: ¡Antes de hacer make asegúrate de que tienes la última versión del módulo que tiene el problema! Para ello revisa <ulink url="http://www.crosswire.org/sword">www.crosswire.org/sword</ulink>.

source: You have to install an unicode font like Code2000, Arial Unicode MS or Bitstream Cyberbit to display the special unicode characters. Check the section "Configuring BibleTime-&gt;Options Dialog-&gt;Fonts" in the handbook of BibleTime how to setup Unicode fonts under Linux.
ar: تحتاج إلى تثبيت خط يونيكود مثل Code2000, Arial Unicode MS أو Bitstream Cyberbit لعرض رموز يونيكود الخاصة. راجع قسم "ضبط بيبل تايم-&gt;نافذة خيارات-&gt;خطوط" في دليل إستخدام بيبل تايم لكيفية تثبيت خطوط يونيكود في لينكس.
cs: Musíte nainstalovat unicode font podobný code2000, Arial Unicode MS nebo Bitstream Cyberbit pro zobrazení speciálních unicode znaků. Zkontroluj "Configuring BibleTime-&gt;Options Dialog-&gt;Fonts" v příručce BibleTime pro další informace o instalaci unicode fontů pod linuxem.
de: Sie müssen eine Unicode-Schriftart wie z.B. Code2000, Arial Unicode MS oder Bitstream Cyberbit installieren, um die speziellen Unicode-Zeichen anzeigen zu können. Lesen Sie bitte den Abschnitt "BibleTime einrichten->Einstellungen...->Schriftarten" im Handbuch zu BibleTime, um zu sehen, wie man Unicode-Schriftarten unter Linux einrichten kann.
es: Tienes que instalar una fuente Unicode como Code200, Arial Unicode MS o Bitstream Cyberbit para mostrar los caracteres especiales Unicode. Revisa la sección "Configurar BibleTime-&gt;Diálogo de Opciones-&gt;Fuentes" en el manual de BibleTime cómo configurar las fuentes Unicode bajo Linux.

source: Modules
ar: العناصر
cs: Moduly
da: Moduler
de: Module
es: Módulos

source: The KJV shows no Strong numbers in the NT
ar: ترجمة KJV لا تظهر أرقام سترونج في العهد الجديد
cs: KJV nezobrazuje Strongova čísla v NT
da: KJV viser ingen Strong-tal i NT
de: Die KJV zeigt keine Strong-Nummern im NT an
es: La RV se muestra sin los números Strong (Fuente) en el Nuevo Testamento

source: You're probably using an outdated version of the KJV module. Please update the module.
ar: على الأرجح أنت تستخدم نسخة قديمة من عنصر KJV. الرجاء تحديث العنصر.
cs: S největší pravděpodobností použiváte starý KJV module. Prosíme aktualizujte modůl.
da: Du bruger højst sandsynligt en uddateret version af KJV-modulet. Vær venlig at opdatere dette modul.
de: Sie verwenden wahrscheinlich eine veraltete Version des KJV-Moduls. Bitte aktualisieren sie das Modul.
es: Probablemente estás usando una versión desactualizada del módulo RV. Por favor actualiza el módulo.

source: Where can I write down my personal notes?
ar: أين يمكنني كتابة ملاحظاتي الشخصية؟
cs: Kde si můžu zapsat své vastní poznámky?
da: Hvor kan jeg skrive mine personlige noter?
de: Wo kann ich meine persönlichen Anmerkungen aufschreiben?
es: ¿Dónde puedo escribir mis notas personales?

source: You have to install the module "Personal", which is available as a commentary on <ulink url="http://www.crosswire.org/sword/modules/ModInfo.jsp?modName=Personal"> Crosswire</ulink>. Please refer to BibleTime's handbook for more information about the personal commentary.
ar: عليك تثبيت العنصر "Personal", والمتوفر كشرح على <ulink url="http://www.crosswire.org/sword/modules/ModInfo.jsp?modName=Personal"> كروس وير</ulink>. يرجى الرجوع إلى دليل إستخدام بيبل تايم لمزيد من المعلومات حول التعليقات الشخصية.
de: Sie müssen das Modul "Personal" installieren, das als Kommentar bei <ulink url="http://www.crosswire.org/sword/modules/ModInfo.jsp?modName=Personal">Crosswire</ulink> verfügbar ist. Bitte lesen Sie im BibleTime-Handbuch für weitere Informationen über persönliche Kommentare nach.
es: Tienes que instalar el módulo "Personal", que está disponible como comentario en <ulink url="http://www.crosswire.org/sword/modules/ModInfo.jsp?modName=Personal">Crosswire</ulink>. Por favor refiérete al Manual de BibleTime para más información sobre el comentario personal.

source: Why is one of the two testaments of a Bible module empty?
ar: لماذا هناك عهد من عهدي الكتاب المقدس في أحد العناصر فارغ؟
cs: Proč je jednen z zákonů v Bible modulů prázdný?
da: Hvorfor er et af de to testamenter i et bibel-modul tomt?
de: Warum ist eines der beiden Testamente eines Bibel-Modules leer?
es: ¿Por qué uno de los dos testamentos de un módulo bíblico está vacío?

source: Some modules only contain the text of the old or new testament. Recent versions of BibleTime should only offer the testament which has some content in it.
ar: بعض العناصر تحتوي فقط على نص العهد القديم أو الجديد. النسخ الحديثة من بيبل تايم تظهر فقط العهد الذي يضم بعض المحتويات.
cs: Některé moduly obsahují pouze text nového nebo starého zákona. Aktuání verze BibleTime by měla obsahovat pouze completní verze.
da: Nogle moduler indeholder kun tekst for det gamle eller nye testamente. Senere versioner af BibleTime skulle kun indeholde testamentet med indhold i.
de: Einige Module enthalten nur den Text des Alten oder des Neuen Testamentes. Neuere Versionen von BibleTime sollten nur die Testamente anzeigen, die auch einen Inhalt haben.
es: Algunos módulos sólo contienen el texto del antiguo o del nuevo testamento. Versiones recientes de BibleTime sólo deberían ofrecer el testamento que tiene algún contenido.

source: Translations
ar: الترجمات
cs: Překlady
da: Oversættelser
de: Übersetzungen
es: Traducciones

source: Is BibleTime available in my native language?
ar: هل بيبل تايم متاح بلغتي؟
cs: Je BibleTime dostupná v mém rodném jazyce?
da: Er BibleTime til rådighed på mit oprindelige sprog?
de: Ist BibleTime in meiner Muttersprache verfügbar?
es: ¿BibleTime está disponible en mi idioma nativo?

source: BibleTime is available in several languages, which are all listed on our <olink targetdocent="translation">translations page</olink>.
ar: بيبل تايم متاح بعدة لغات، والمذكورة كلها هنا في <olink targetdocent="translation">صفحة الترجمات</olink>.
de: BibleTime ist in mehreren Sprachen verfügbar. Sie sind alle auf unserer <olink targetdocent="translation">Übersetzungs-Seite</olink> aufgelistet.
es: BibleTime está disponible en varios idiomas, los cuales están todos listados en nuestra <olink targetdocent="translation">página de traducciones</olink>.

source: If a translation in your language is not available, please consider to help to make it available. More information is available on out <olink targetdocent="translation">translations page</olink>.
ar: إذا لم تكن هناك ترجمة متاحة بلغتك، رجاءاً ساعدنا لنجعلها متاحة. المزيد من المعلومات تجدها في <olink targetdocent="translation">صفحة الترجمات</olink>.
de: Wenn die Übersetzung in Ihre Sprache nicht verfügbar ist, so überlegen Sie einmal, ob Sie uns helfen können, eine Übersetzung bereitzustellen. Mehr Informationen stehen auf der <olink targetdocent="translation">Übersetzungs-Seite</olink>.
es: Si la traducción en tu idioma no está disponible, por favor considera ayudarnos a hacer que esté disponible. Hay más información disponible en la <olink targetdocent="translation">página de traducciones</olink>.

source: Contact
ar: الإتصال
da: Kontakt
de: Kontakt
es: Contacto

source: How to contact us
ar: كيف يمكنك الإتصال بنا
cs: Jak nás kontaktovat
da: Hvordan man kan kontakte os
de: Wie man uns kontaktieren kann
es: Cómo contactarnos
