Repository: bibletime/historic-bibletime-svn
Catalog: trunk/website-2.0/i18n/*.po
Languages: ar, cs, da, de, es

source: BibleTime version 1.6 was released in September 2006, and utilized <ulink url="http://clucene.sourceforge.net">CLucene</ulink> as its search engine.
da: BibleTime version 1.6 blev udgivet i september 2006, og den brugte <ulink url="http://clucene.sourceforge.net">CLucene</ulink> som dens søgemaskine.

source: 2009-02-07: 1.7 release
da: 07-02-2009: 1.7 udgivelse

source: BibleTime 1.7 has been released. <ulink url="http://devel.bibletime.info/wiki/Release_announcements"> More...</ulink>
da: BibleTime 1.7 er blevet udgivet. <ulink url="http://devel.bibletime.info/wiki/Release_announcements"> Mere...</ulink>

source: 2009-02-03: 1.7rc1 release
da: 03-02-2009: 1.7rc1 udgivelse

source: BibleTime 1.7rc1 was just released. <ulink url="http://devel.bibletime.info/wiki/Release_announcements"> More...</ulink>
da: BibleTime 1.7rc er lige blevet udgivet. <ulink url="http://devel.bibletime.info/wiki/Release_announcements"> Mere...</ulink>

source: 2008-12-13: 1.7beta3 release
da: 13-12-2008: 1.7beta3 udgivelse

source: BibleTime 1.7.beta3 was just released. The Sword requirement was set back to 1.5.9. <ulink url="http://devel.bibletime.info/wiki/Release_announcements"> More...</ulink>
da: BibleTime 1.7.beta3 er lige blevet udgivet. Sword kravet er blevet sat ned til 1.5.9. <ulink url="http://devel.bibletime.info/wiki/Release_announcements"> Mere...</ulink>

source: 2008-09-18: BibleTime 1.7beta2
da: 18-09-2008: BibleTime 1.7beta2

source: BibleTime 1.7beta2 has been released. Though this version is labeled as beta it is completely usable and should be stable for daily work. Packagers and translators are encouraged to start their work. <ulink url="http://devel.bibletime.info/wiki/Release_announcements"> More...</ulink>
da: BibleTime 1.7beta2 er blevet udgivet. Selvom denne version er mærket som beta, er den fuldstændig brugbar og skulle være stabil nok til dagligt brug. Pakkere og oversættere opmuntres til at starte deres arbejde. <ulink url="http://devel.bibletime.info/wiki/Release_announcements"> Mere...</ulink>

source: 2008-05-10: Ubuntu packages, BibleTime 1.6.5.1
da: 10-05-2008: Ubuntu pakker, BibleTime 1.6.5.1

source: Finally there are packages available for Ubuntu 8.04 and 7.10. <ulink url="https://launchpad.net/~txwikinger/+archive">R. Janke describes here</ulink> how to setup your Linux to get the new packages.
da: Endelig er der pakker tilgængelige for Ubuntu 8.04 og 7.10. <ulink url="https://launchpad.net/~txwikinger/+archive">R. Janke beskriver her</ulink> hvordan du skal opsætte din Linux til at få de nye pakker.

source: Version 1.6.5.1 has been released. It contains fixes so it can be installed on current versions of Linux.
da: Version 1.6.5.1 er blevet udgivet. Den indeholder rettelser, så at den kan blive installeret på de nuværende versioner af Linux.

source: 2008-01-12: BibleTime 1.7alpha1
da: 12-01-2008: BibleTime 1.7alpha1

source: The new alpha (testing) version for the KDE 4.0 environment is available. <ulink url="http://devel.bibletime.info/wiki/Current_events#2008-01-12:_1.7alpha1_release"> Read the announcement</ulink> to know more about the current status and the future of BibleTime.
da: Den nye alpha (test) version til KDE 4.0 miljøet er tilgængelig. <ulink url="http://devel.bibletime.info/wiki/Current_events#2008-01-12:_1.7alpha1_release"> Læs bekendtgørelsen</ulink> for at vide mere om den nuværende status og fremtiden for BibleTime.

source: 2007-11-04: BibleTime 1.6.5
da: 04-11-2007: BibleTime 1.6.5

source: 2007-04-18: BibleTime 1.6.4
da: 08-04-2007: BibleTime 1.6.4

source: A new bugfix release of BibleTime has been released today. Version 1.6.4 fixes issues with the NETfree Bible module, the search and also contains several smaller improvements. The bibletime-i18n translations contains updated Polish and Chinese translation files.
da: En ny fejlrettelses udgivelse er blevet udgivet i dag. Version 1.6.4 retter problemer med NETfree Bibel-modulet, søgningen indeholder også flere mindre forbedringer. Bibletime-i18n's oversættelser indeholder opdaterede polske og kinesiske oversættelses filer.

source: 2007-01-29: BibleTime 1.6.3
da: 29-01-2007: BibleTime 1.6.3

source: Version 1.6.3 has been released today. Besides several minor bugfixes the searching in unicode modules works now again. The translations have been updated, too. See the <ulink url="http://sourceforge.net/project/shownotes.php?release_id=449414&amp;group_id=954"> Changelog</ulink> for a detailed list of changes. We hope to provide packages for the major Linux distributions soon. To install from source code you need Sword 1.5.9 and CLucene 0.9.16a. Packages for these two are available at our download location.
da: Version 1.6.3 er blevet udgivet i dag. Udover flere mindre fejlrettelser, så virker søgning i unicode modulerne igen. Oversættelserne er også blevet opdateret. Se <ulink url="http://sourceforge.net/project/shownotes.php?release_id=449414&amp;group_id=954"> Ændringsloggen</ulink> for en detaljeret oversigt over ændringerne. Vi håber på snart at kunne tilbyde pakker for de største Linux-distributioner. For at installere fra kildekode, så skal du bruge Sword 1.5.9 og CLucene 0.9.16a. Pakker for disse to er tilgængelige på vores hent side.

source: 2006-12-10: BibleTime 1.6.2
da: 10-12-2006: BibleTime 1.6.2

source: A new version has been released today. It contains several important bugfxies, a summary of the changes is available in the <ulink url="http://sourceforge.net/project/shownotes.php?release_id=449414&amp;group_id=954"> Changelog</ulink>. The translation package bibletime-i18n has been updated, as well.
da: En ny version er blevet udgivet i dag. Den indeholder flere vigtige fejlrettelser, et resumé af ændringerne er tilgængelige i <ulink url="http://sourceforge.net/project/shownotes.php?release_id=449414&amp;group_id=954"> Ændringsloggen</ulink>. Oversættelses pakken bibletime-i18n er også blevet opdateret.

source: 2006-10-26: BibleTime 1.6.1
da: 26-10-2006: BibleTime 1.6.1

source: A new version of the BibleTime software has been made available today. BibleTime 1.6.1 contains several fixes for bugs which have been found in version 1.6. Read the <ulink url="http://sourceforge.net/project/shownotes.php?release_id=449414&amp;group_id=954"> Changelog</ulink> for details. The translation package bibletime-i18n has also been updated. Sword 1.5.9 and CLucene 0.9.15 are required before installing from source code. But we hope to provide binary packages soon.
da: En ny version af BibleTime programmet er blevet gjort tilgængeligt i dag. BibleTime 1.6.1 indeholder flere rettelser af fejl som er blevet fundet i version 1.6. Læs <ulink url="http://sourceforge.net/project/shownotes.php?release_id=449414&amp;group_id=954"> Ændringsloggen</ulink> for flere detaljer. Oversættelsespakken bibletime-i18n er også blevet opdateret. Sword 1.5.9 og CLucene 0.9.15 er nødvendige for at kunne installere fra kildekode. Men vi håber på at vi snart kan tilbyde binære pakker.

source: 2006-09-22: BibleTime 1.6
da: 22-09-2006: BibleTime 1.6

source: A new version of BibleTime has been made available today. It includes many fixes and several new features like the instant search in the installed works.
da: En ny version af BibleTime er blevet udgivet i dag. Den inkluderer mange fejlrettelser og nye funktioner, som "instant search" i de installerede værker.

source: You need to install Sword 1.5.9 and CLucene 0.9.15 before installing this release. A detailed changelog is available <ulink url="http://sourceforge.net/project/shownotes.php?release_id=449414&amp;group_id=954"> here</ulink>
da: Du er nødt til at installere Sword 1.5.9 og CLucene 0.9.15 før du installerer denne udgivelse. En detaljeret ændringslog er tilgængelig <ulink url="http://sourceforge.net/project/shownotes.php?release_id=449414&amp;group_id=954"> her</ulink>

source: 2006-06-17: BibleTime 1.6beta3
da: 17-06-2006: BibleTime 1.6beta3

source: The third beta release of BibleTime 1.6 is out now. See <ulink url="http://sourceforge.net/project/shownotes.php?release_id=402680&amp;group_id=954"> Changelog</ulink> for the list of changes.
da: Den tredje beta udgivelse af BibleTime 1.6 er ude nu. Se <ulink url="http://sourceforge.net/project/shownotes.php?release_id=402680&amp;group_id=954"> Ændringsloggen</ulink> for en liste over ændringerne.

source: You need to install CLucene 0.9.12 before installing this preview release.
da: Du er nødt til at installere CLucene 0.9.12 før du installerer denne smugkig udgivelse.

source: 2006-04-26: BibleTime 1.6beta2
da: 26-04-2006: BibleTime 1.6beta2

source: The second preview release of BibleTime 1.6 is out now. See <ulink url="http://sourceforge.net/project/shownotes.php?release_id=402680&amp;group_id=954"> Changelog</ulink> for more details.
da: Den anden smugkig udgivelse af BibleTime 1.6 er ude nu. Se <ulink url="http://sourceforge.net/project/shownotes.php?release_id=402680&amp;group_id=954"> Ændringsloggen</ulink> for flere detaljer.

source: You need to install CLucene 0.9.10 before installing this beta release.
da: Du er nødt til at installere CLucene 0.9.10 før du installerer denne beta udgivelse.

source: 2006-03-18: BibleTime 1.6beta1
da: 18-03-2006: BibleTime 1.6beta1

source: The first beta release of the upcoming version 1.6 has been released today.
da: Den første beta-udgivelse af den kommende version 1.6 er blevet udgivet i dag.

source: Among many bug fixes it includes a new instant search feature, which enabled BibleTime to search in your installed works in a fraction of a second.
da: Blandt mange fejlrettelser, inkluderer den en ny instant search funktion, som gør det muligt for BibleTime at søge i dine installerede værker på en brøkdel af et sekund.

source: The installation of CLucene 0.9.10 ( <ulink url="http://clucene.sf.net/">clucene.sf.net</ulink>) is required to compile and install BibleTime 1.6beta1. Please report all found bugs and your suggestions using our trackers at <ulink url="http://www.sf.net/projects/bibletime/"> www.sf.net/projects/bibletime.</ulink>
da: Installation af CLucene 0.9.10 ( <ulink url="http://clucene.sf.net/">clucene.sf.net</ulink>) er nødvendig for at kompilere og installere BibleTime 1.6beta1. Vær venlig at reportere alle fundne fejl og jeres forslag ved at bruge vores trackers på <ulink url="http://www.sf.net/projects/bibletime/"> www.sf.net/projects/bibletime.</ulink>

source: 2006-03-17: Locked German Bible
da: 17-03-2006: Låst tysk Bibel

source: We hope that in future, more publishers <ulink url="http://crosswire.org/sword/publisher/index.jsp">will make use of this possibility</ulink> to distribute their copyrighted material for use with The SWORD Project.
da: Vi håber at flere udgivere i fremtiden <ulink url="http://crosswire.org/sword/publisher/index.jsp"> vil gøre brug af denne mulighed</ulink> til at udgive deres kopibeskyttede materiale til brug med SWORD-Projektet.

source: This will ultimately increase the recent material available through The SWORD Project and help users with studying God's word. Stay tuned for more module updates soon!
da: Det vil i sidste ende øge den nuværende materiale der er tilgængeligt gennem SWORD Projektet, og hjælpe brugerne med at studere Guds ord. Hold øje efter flere modul opdateringer snart!

source: 2005-12-18: Translations, packages, FAQ
da: 18-12-2005: Oversættelser, pakker, OSS/FAQ

source: A new release of our translations package is now available at our download location. It includes many updates of the user interface translations. We hope to provide binary packages soon.
da: En ny udgivelse af vores oversættelses pakke er nu tilgængelige på vores hent side. Den inkluderer mange opdateringer af brugerflade oversættelser. Vi håber på snart at kunne tilbyde binære pakker.

source: Perhaps you noticed all the package updates in the last few months. Jeremy Erickson is working on it and is a great blessing for our team.
da: Måske har du lagt mærke til alle pakke opdateringerne i de sidste par måneder. Jeremy Erickson arbejder på det og er til en stor velsignelse for teamet.

source: The FAQ received some minor updates.
da: OSS/FAQ modtog nogle mindre opdateringer.

source: The BibleTime developers
da: BibelTimes udviklere

source: If you can't solve the problem please report the URL which failed to <email>info@bibletime.info</email>. Thank you very much!
da: Hvis du ikke kan løse problemet, så reporter URL'et der fejlede til <email>info@bibletime.info</email>. Mange tak!

source: Did you know that today in 2009, more than 200,000,000 Christians are being disadvantaged, persecuted and even killed because of their faith? <ulink url="http://www.opendoors-de.org/downloads/persecde.pdf"> This map</ulink> (German) shows the countries where people have to "pay" for their faith, and <ulink url="http://www.opendoorsusa.org/content/category/4/17/24"> here is an English one</ulink> that has some information about the main regions worldwide. These pages are from Open Doors, an independent organization trat tries to help persecuted Christians.
da: Vidste du at i dag 2009, bliver mere end 200.000.000 kristne dårligt behandlet, forfulgt og endda dræbt på grund af deres tro? <ulink url="http://www.opendoors-de.org/downloads/persecde.pdf"> Det her kort</ulink> (Tysk) viser de lande hvor folk er nødt til at "betale" for deres tro, og<ulink url="http://www.opendoorsusa.org/content/category/4/17/24"> her er et engelsk et</ulink> der har noget information om de mest plagede regioner i hele verden. De her sider er fra Åbne Døre; en uafhængig organisation der prøver at hjælpe forfulgte kristne. Deres danske hjemmeside kan findes <ulink url="http://www.forfulgt.dk"> her</ulink>.

source: Mailinglists
da: Postlister

source: BibleTime development mailing list
da: BibleTimes udviklings postliste

source: Join us
da: Slut dig til os

source: The documentation is stored in docbook format in the unicode subdirectories of each documentation part (handbook, Bible study howto, installation, helpdialog). Please do not edit the HTML files directly because they are generated from the docbook files. The translation file are also generated from the docbook data.
da: Dokumentationen er opbevaret i docbook formatet i unicode-undermapperne til hver dokumentations del (håndbog, bibelstudie-vejledning, installation, hjælpedialog). Vær venlig at lade være med at redigere HTML-filerne direkte, fordi de er genereret af docbook-filer. Oversættelses-filen er også genereret af docbook data.

source: Subscribe to the <ulink url="https://lists.sourceforge.net/lists/listinfo/bibletime-translations"> Bibletime-translations mailing list</ulink>.
da: Tilmeld dig <ulink url="https://lists.sourceforge.net/lists/listinfo/bibletime-translations"> Bibletime-oversættelses postlisten</ulink>.

source: Join us in IRC! We can be found on the <ulink url="http://www.freenode.net">FreeNode Network</ulink>, in the #bibletime room.
da: Slut dig til os i IRC! Vi kan findes på <ulink url="http://www.freenode.net">FreeNode Network</ulink>, i #bibletime rummet.

source: Help us
da: Hjælp os

source: Our aim is to develop BibleTime into a really mature Bible study application that can by used by everyone. To ahieve this, we need your help. There are different possibilities for supporting the BibleTime project directly and indirectly:
da: Vores mål er at udvikle BibleTime til et modent bibelstudie program, som kan bruges af hvem som helst. For at opnå det, har vi brug for din hjælp. Der er forskellige måder hvorpå du kan støtte op om BibleTime-projektet, både direkte og indirekte:

source: You can use <ulink url="https://sourceforge.net/tracker/?group_id=954&amp;atid=100954"> BibleTime's bug tracker</ulink> to report problems with BibleTime that you are experiencing. Please be sure to include the version of BibleTime you are using, your Sword version, information about QT/KDE and your operating system, and everything else that is neccessary to reproduce the bug. Before you submit the bug, please query the database to see if a similar bug has already been handled (and is therefore alredy in status "closed").
da: Du kan bruge <ulink url="https://sourceforge.net/tracker/?group_id=954&amp;atid=100954"> BibleTime's fejl-finder</ulink> til at rapportere problemer med BibleTime som du oplever. Vær sikker på at du inkluderer den version af BibleTime, som du bruger, din Sword version, information omkring QT/KDE og dit styresystem, og alt andet der er nødvendigt for at genskabe fejlen. Før du indsender fejlen, så kig databasen igennem for at se om en lignende fejl allerede er blevet håndteret (og derfor allerede har statussen "lukket").

source: There is also <ulink url="http://sourceforge.net/tracker/?group_id=954&amp;atid=350954"> a place</ulink> where you can make suggestions for features you'd like to see in BibleTime. We ask for your understanding that due to our limited time and to our own plans for BibleTime we cannot always comply with all wishes.
da: Der er også <ulink url="http://sourceforge.net/tracker/?group_id=954&amp;atid=350954"> dette sted</ulink> hvor du kan foreslå nye funktioner som du gerne vil se i BibleTime. Vi beder dig om forståelse med, at vi har begrænset tid og vores egne planer for BibleTime, så vi kan desværre ikke opfylde alle ønsker.

source: Do you know how to program in C++? Are you familiar with the KDE programming interface or are motivated to learn it? If you have time to regularly work on the BibleTime source code we ask you to join our team. If you want to do so, please read the page <olink targetdocent="development_join">Join us</olink>.
da: Kan du finde ud af at programmere i C++? Er du vant til eller villig til at lære KDE programmerings grænsefladen? Hvis du har tid til at arbejde med BibleTimes kildekode regelmæssigt, så vil vi spørge dig om du gerne vil slutte dig til vores team. Hvis du gerne vil det, så læs venligst den her side <olink targetdocent="development_join">Slut dig til os</olink>.

source: Are you good at translating English into another language?
da: Er du god til at oversætte engelsk til et andet sprog?

source: BibleTime should be useable for everyone. That's why we need a translation into your language, if it's not yet available. If you decide to start working on a translation please contact us at info@bibletime.info to see whether the translation was not yet started by another team member. We will provide you with the files which should be translated.
da: BibleTime skal være brugbart for alle. Det er derfor at vi behøver en oversættelse til dit sprog, hvis denne ikke er tilgængelig. Ønsker du at begynde på arbejdet med at oversætte, så kontakt os på info@bibletime.info for at se, om oversættelsen ikke allerede er blevet startet på af et andet medlem at teamet. Vi vil forsyne dig med de filer der skal oversættes.
