Repository: bibletime/historic-bibletime-svn
Catalog: trunk/website/content/*/po/full.po
Languages: fi, nl, nn

source: A new version of the BibleTime software has been made available today. BibleTime 1.6.1 contains several fixes for bugs which have been found in version 1.6. Read the <ulink url="http://sourceforge.net/project/shownotes.php?release_id=449414&amp;group_id=954">Changelog</ulink> for details. The translation package bibletime-i18n has also been updated. Sword 1.5.9 and CLucene 0.9.15 are required before installing from source code. But we hope to provide binary packages soon.
fi: Tänään on asetettu saataville uusi versio BibleTime-ohjelmistosta. BibleTime 1.6.1 sisältää useita ohjelmavirheiden korjauksia version 1.6 julkistuksen jälkeen. Lue lisätietoja yksityiskohdista osoitteessa <ulink url="http://sourceforge.net/project/shownotes.php?release_id=449414&amp;group_id=954">Changelog</ulink>. Kielipaketit bibletime-i18n on myös päivitetty. Sword 1.5.9 ja CLucene 0.9.15 tarvitaan ennen lähdekoodeista asennusta. Toivomme voivamme julkaista pian binääripaketit asennuksiin.
nl: Er is vandaag een nieuwe versie van BibleTime software beschikbaar gemaakt. BibleTime 1.6.1 bevat verscheidene reparaties voor fouten die aangetroffen werden in versie 1.6. Lees de <ulink url="http://sourceforge.net/project/shownotes.php?release_id=449414&amp;group_id=954">Changelog</ulink> voor details. De package met vertalingen, bibletime-i18n, is ook vernieuwd. Sword 1.5.9 en CLucene 0.9.15 zijn benodigd alvorens te installeren vanuit de broncode. Maar we hopen snel binary packages aan te bieden.

source: 2006-09-22: BibleTime 1.6
fi: 22.9.2006: BibleTime 1.6

source: A new version of BibleTime has been made available today. It includes many fixes and several new features like the instant search in the installed works.
fi: Tänään on julkistettu uusi versio BibleTime-ohjelmasta. Se sisältää monia virheenkorjauksia ja lukuisia uusia ominaisuuksia kuten lisättyjen teosten pikahaku.
nl: Er is vandaag een nieuwe versie van BibleTime beschikbaar gemaakt. Het bevat vele reparaties en meerdere nieuwe functionaliteiten, zoals de instant zoekfunctie in ge&iuml;nstalleerde boekwerken.

source: You need to install Sword 1.5.9 and CLucene 0.9.15 before installing this release. A detailed changelog is available <ulink url="http://sourceforge.net/project/shownotes.php?release_id=449414&amp;group_id=954">here</ulink>
fi: Sinun tulee asentaa Sword 1.5.9 ja CLucene 0.9.15, ennen tämän BibleTime-version asennusta. Yksityiskohtainen muutosten lista on saatavilla <ulink url="http://sourceforge.net/project/shownotes.php?release_id=449414&amp;group_id=954">täältä</ulink>
nl: U moet Sword 1.5.9 en CLucene 0.9.15 installeren alvorens deze uitgifte te installeren. Een gedetailleerde changelog is <ulink url="http://sourceforge.net/project/shownotes.php?release_id=449414&amp;group_id=954">hier</ulink> beschikbaar.

source: 2006-06-17: BibleTime 1.6beta3
fi: 17.6.2006: BibleTime 1.6 beta 3

source: The third beta release of BibleTime 1.6 is out now. See <ulink url="http://sourceforge.net/project/shownotes.php?release_id=402680&amp;group_id=954">Changelog</ulink> for the list of changes.
fi: BibleTime 1.6 kolmas beta-versio on julkistettu nyt. Katso <ulink url="http://sourceforge.net/project/shownotes.php?release_id=402680&amp;group_id=954">Changelog</ulink> saadaksesi luettelon muutoksista.
nl: De derde beta release van BibleTime 1.6 is nu uit. Bekijk de <ulink url="http://sourceforge.net/project/shownotes.php?release_id=402680&amp;group_id=954">Changelog</ulink> voor een lijst met veranderingen.

source: You need to install CLucene 0.9.12 before installing this preview release.
fi: Sinun tulee asentaa ensin CLucene 0.9.12 ennen tämän esijulkistuksen (BibleTime) asentamista.
nl: U moet CLucene 0.9.12 installeren alvorens deze preview release te installeren.

source: 2006-04-26: BibleTime 1.6beta2
fi: 26.4.2006: BibleTime 1.6 beta 2

source: The second preview release of BibleTime 1.6 is out now. See <ulink url="http://sourceforge.net/project/shownotes.php?release_id=402680&amp;group_id=954">Changelog</ulink> for more details.
fi: BibleTime 1.6 toinen esiversio on julkistettu nyt. Katso <ulink url="http://sourceforge.net/project/shownotes.php?release_id=402680&amp;group_id=954">Changelog</ulink> saadaksesi luettelon muutoksista.
nl: De tweede preview release van BibleTime 1.6 is nu uit. Bekijk de <ulink url="http://sourceforge.net/project/shownotes.php?release_id=402680&amp;group_id=954">Changelog</ulink> voor meer details.

source: You need to install CLucene 0.9.10 before installing this beta release.
fi: Sinun tulee asentaa ensin CLucene 0.9.10 ennen tämän esijulkistuksen (BibleTime) asentamista.
nl: U moet CLucene 0.9.10 installeren alvorens deze beta release te installeren.

source: 2006-03-18: BibleTime 1.6beta1
fi: 18.3.2006: BibleTime 1.6 beta 1

source: The first beta release of the upcoming version 1.6 has been released today.
fi: Ensimmäinen beta-julkaisu tulevasta versiosta 1.6 on julkistettu tänään.
nl: Deze eerste beta release van de ophanden zijnde versie 1.6 is vandaag vrijgegeven.

source: Among many bug fixes it includes a new instant search feature, which enabled BibleTime to search in your installed works in a fraction of a second.
fi: Monien bugikorjausten seaassa se sisältää uuden pikahakuominaisuuden, joka mahdollistaa haun sekunnin murto-osissa BibleTimeen asennetuista teoksista.
nl: Onder de vele reparaties bevindt zich een nieuwe instant zoekfunctie, welke het BibleTime mogelijk maakt om uw ge&iuml;stalleerde boekwerken in een fractie van een seconde te doorzoeken.

source: The installation of CLucene 0.9.10 ( <ulink url="http://clucene.sf.net/"> clucene.sf.net </ulink> ) is required to compile and install BibleTime 1.6beta1. Please report all found bugs and your suggestions using our trackers at <ulink url="http://www.sf.net/projects/bibletime/"> www.sf.net/projects/bibletime. </ulink>
fi: CLucene 0.9.10 ( <ulink url="http://clucene.sf.net/"> clucene.sf.net </ulink> ) tarvitaan BibleTime 1.6 beta 1:n kääntämiseen ja asentamiseen. Ole hyvä, raportoi kaikista löydetyistä bugeista ja parannusehdotuksesi käyttäen meidän sivustoamme osoitteessa <ulink url="http://www.sf.net/projects/bibletime/"> www.sf.net/projects/bibletime. </ulink>
nl: De installatie van CLucene 0.9.10 ( <ulink url="http://clucene.sf.net/"> clucene.sf.net </ulink> ) is nodig om BibleTime 1.6beta1`te compileren en te installeren. Meldt alstublieft alle gevonden fouten en uw suggesties door gebruik te maken van onze trackers op <ulink url="http://www.sf.net/projects/bibletime/"> www.sf.net/projects/bibletime. </ulink>

source: 2006-03-17: Locked German Bible
fi: 17.3.2006: Lukittu saksalainen Raamattu
nl: 2006-03-17: Vergrendelde Duitse Bijbel

source: The German publisher <ulink url="http://www.brunnen-verlag.de/"> Brunnen </ulink> decided to release their excellent, modern translation "Hoffnung für Alle" (GerHfa2002) for use by the Sword community.
fi: Saksalainen julkaisia <ulink url="http://www.brunnen-verlag.de/"> Brunnen </ulink> päätti julkaista heidän erinomaisen uudenaikaisen käännöksensä "Hoffnung für Alle" (GerHfa2002) Sword-yhteisön käyttöön.
nl: De Duitse uitgever <ulink url="http://www.brunnen-verlag.de/"> Brunnen </ulink> heeft besloten om hun uitstekende, moderne vertaling "Hoffnung f&uuml;r Alle" (GerHfa2002) vrij te geven voor gebruik door de Sword gemeenschap.

source: The text contains headings, footnotes, ... and can be downloaded <ulink url="http://www.crosswire.org/sword/modules/registration/gerhfa2002.jsp"> here </ulink> . This module is locked. If you want to use it, you can buy an unlock key for 22 &euro; <ulink url="http://www.crosswire.org/sword/modules/registration/gerhfa2002.jsp"> directly from Brunnen </ulink> . CrossWire is not involved in the financial transaction and receives no share of the money.
fi: Tekstit sisältävät otsikoita, alaviitteitä, ... ja on ladattavissa <ulink url="http://www.crosswire.org/sword/modules/registration/gerhfa2002.jsp">täältä</ulink>. Tämä moduuli on lukittu. Jos haluat käyttää sitä, voit ostaa avaimen 22 &euro; hintaan <ulink url="http://www.crosswire.org/sword/modules/registration/gerhfa2002.jsp">suoraan Brunnen-yhtiöltä</ulink>. CrossWire ei välitä rahasiirtoja, eikä saa palkkioita.
nl: De tekst bevat koppen, voetnoten, ... en kan <ulink url="http://www.crosswire.org/sword/modules/registration/gerhfa2002.jsp"> hier </ulink> gedownload worden. Deze module is vergrendeld. Als je hem wilt gebruiken, kun je direct bij <ulink url="http://www.crosswire.org/sword/modules/registration/gerhfa2002.jsp"> Brunnen </ulink> een sleutel kopen voor &euro;22,- om hem te ontgrendelen. CrossWire is niet betrokken in de financi&euml;le transactie en ontvangt niets van het geld.

source: We hope that in future, more publishers <ulink url="http://crosswire.org/sword/publisher/index.jsp"> will make use of this possibility </ulink> to distribute their copyrighted material for use with The SWORD Project.
fi: Toivomme, että tulevaisuudessa yhä useampi julkaisija <ulink url="http://crosswire.org/sword/publisher/index.jsp">käyttää hyväkseen tätä mahdollisuutta</ulink> jakaakseen heidän tekijänoikeuksiltaan suojattua materiaalia SWORD-projektin käyttöön.
nl: We hopen dat in de toekomst meer uitgevers <ulink url="http://crosswire.org/sword/publisher/index.jsp"> gebruikmaken van de mogelijkheid om </ulink> hun auteursrechtelijk beschermde materiaal te distribueren voor gebruik met het SWORD Project.

source: This will ultimately increase the recent material available through The SWORD Project and help users with studying God's word. Stay tuned for more module updates soon!
fi: Tämä lisää lopulta SWORD-projektin kautta saatavillaolevaa uutta materiaalia ja auttaa ihmisiä lukemaan Jumalan Sanaa. Seuraa tätä saadaksesi lisää moduulien päivityksiä pian!
nl: Dit zal uiteindelijk de hoeveelheid recent materiaal dat beschikbaar is via het SWORD Project doen toenemen, en zo gebruikers helpen om Gods Woord te bestuderen. Verlies ons niet uit het oog, want binnenkort volgen er meer vernieuwde modules!

source: 2005-12-18: Translations, packages, FAQ
fi: 18.12.2005: Käännöspaketit, FAQ
nl: 2005-12-18: Vertalingen, packages, FAQ

source: A new release of our translations package is now available at our download location. It includes many updates of the user interface translations. We hope to provide binary packages soon.
fi: Käännöspaketeistamme on tullut uusi julkistus on nyt saatavilla latausalueeltamme (download). Se sisältää monta päivitystä käyttöliittymäkäännöksiin. Toivomme tarjoavamme binääripaketteja pian.
nl: Een nieuwe uitgifte van onze vertaalpackage is nu beschikbaar op de download locatie. Het bevat vele updates van de vertalingen van de gebruikersinterface. We hopen binnenkort binary packages aan te bieden.

source: Perhaps you noticed all the package updates in the last few months. Jeremy Erickson is working on it and is a great blessing for our team.
fi: Huomasit ehkä kaikki pakettipäivitykset viimeisten kuukausien aikana. Jeremy Erickson työskentelee niiden kanssa ja se on suuri siunaus meidän työryhmällemme.
nl: Misschien heb je alle vernieuwde packages opgemerkt in de laatste maanden. Jeremy Erickson werkt eraan en is een geweldige zegening voor ons team.

source: The FAQ received some minor updates.
fi: Usein kysyttyihin kysymyksiin (FAQ) tuli muutamia pieniä päivityksiä.
nl: The FAQ is op enkele punten verbeterd.

source: 2005-11-13: BibleTime 1.5.3
fi: 13.11.2005: BibleTime 1.5.3

source: A new bugfix release is out now. Version 1.5.3 contains only a few fixes, mainly to fully support locked modules and to compile with KDE 3.0 - 3.3.
fi: Uusi virheenkorjausversio on julkaistu. Verio 1.5.3 sisältää vain muutamia korjauksia, pääasiassa valmiisiin moduuleihin ja KDE 3.0 - 3.3 -käännöksiin.
nl: Er is nu een nieuwe bugfix release uit. Versie 1.5.3 bevat slechts een paar reparaties, hoofdzakelijk om vergrendelde modules volledig te ondersteunen en om te kunnen compileren met KDE 3.0 - 3.3.
nn: Ei ny feilrettingsutgåve er ute no. Versjon 1.5.3 inneheld berre nokre få rettingar, hovudsakleg for å få full støtte av låste modular og for å kompilere mot KDE 3.0 - 3.3.

source: Get the new release in the download section. Binary packages should be available soon.
fi: Hae uusi ohjelmaversio lataussivulta. Binääripaketit tulevat pian.
nl: Deze nieuwe uitgifte is te verkrijgen in de download sectie. Binary packages zouden binnenkort beschikbaar moeten zijn.
nn: Hent den nye utgåva på nedlastingssidene. Binære pakkar vert tilgjengelege snart.

source: 2005-10-16: BibleTime 1.5.2
fi: 16.10.2005: BibleTime 1.5.2

source: A new bugfix release has been released today. Version 1.5.2 contains fixes for most of the bugs found in 1.5.1. It also contains some minor improvements to the user interface. See the file Changelog in the source code package for more details.
fi: Uusi virheenkorjausversio on julkaistu tänään. Versio 1.5.2 sisältää korjaukset suurimpaan osaan version 1.5.1 virheistä. Se sisältää muutamia pienempiä parannuksia käyttöliittymään. Katso tiedostoa Chengelog lähdekoodipaketissa saadaksesi lisätietoja.
nl: Een nieuwe bugfix release is vandaag uitgegeven. Versie 1.5.2 bevat reparaties voor de meeste fouten die naar voren kwamen in 1.5.1. Het bevat ook enkele kleine verbeteringen aan de gebruikersinterface. Kijk in het bestand Changelog in the broncode package voor meer details.
nn: Ei ny feilrettingsutgåve er sleppt idag. Versjon 1.5.2 inneheld rettingar av mesteparten av feila i versjon 1.5.1, samt enkelte betringar av brukargrensesnittet. Sjå fila Changelog i kjeldekodepakken for fleire detaljar.

source: BibleTime 1.5.2 is available from the usual places. We'd be glad if binary packages could be prepared to simplify BibleTime's installation.
fi: BibleTime 1.5.2 on saatavilla tavallisista lähteistä. Olisimme iloisia, jos binääripaketteja valmistettaisiin yksinkertaistamaan BibleTimen asennusta.
nl: BibleTime 1.5.2 is beschikbaar van de gebruikelijke plaatsen. We zouden blij zijn als binary packages konden worden gemaakt om de installatie van BibleTime te vergemakkelijken.
nn: BibleTime 1.5.2 er tilgjengeleg frå dei vanlege stadene. Me set pris på om binærpakkar vert laga for å gjera installasjon av BibleTime enklare.

source: 2005-09-28: New forums
fi: 28.9.2005: Uusi foorumi
nl: 2005-09-28: Nieuwe fora
nn: 2005-09-28: Nye fora

source: Because the old forum software turned out to be insecure we installed a new forum software today. We hope that you will continue to use the forums.
fi: Koska vanhan foorumin ohjelmisto alkoi olla turvaton, asensimme uuden foorumiohjelmiston tänään. Toivomme, että jatkatte foorumin käyttämistä.
nl: Omdat de oude forum software onveilig bleek te zijn, hebben we vandaag nieuwe forum software ge&iuml;nstalleerd. We hopen dat jullie de fora blijven gebruiken.
nn: Fordi programvaren til det gamle forumet viste seg å vera usikker har me idag installert ny programvare. Me vonar du vil fortsetje å bruka foruma.

source: 2005-09-12: BibleTime 1.5.1 and translations
fi: 12.9.2005: BibleTime 1.5.1 ja käännökset
nl: 2005-09-12: BibleTime 1.5.1 en vertalingen
nn: 2005-09-12: BibleTime 1.5.1 og omsetjingar

source: The bugfix release 1.5.1 is available now at our download location. A first version of BibleTime's translation files has been released, too.
fi: Virheenkorjausjulkaisu 1.5.1 on saatavilla nyt latausalueellamme. Ensimmäinen BibleTimen käännöstiedostojen versio on julkaistu myös.
nl: De bugfix release 1.5.1 is nu beschikbaar op onze download locatie. Een eerste versie van BibleTime vertaalbestanden is ook uitgegeven.
nn: Ei feilfiks-utgåve 1.5.1 er tilgjengeleg no på nedlastingssidene våre. Ein første versjon av BibleTime sine omsetjingsfiler har òg vorte sleppt.

source: 2005-07-16: BibleTime 1.5
fi: 16.7.2005: BibleTime 1.5

source: BibleTime 1.5 is available now. It contains many new features and improvements. The source code of BibleTime 1.5 and Sword 1.5.8 is available in the download section. We hope to provide binary and translation packages for the most important Linux distributions in the next few weeks.
fi: BibleTime 1.5 on saatavilla nyt. Siinä on monta uutta omainisuutta ja parannusta. BibleTime 1.5:n ja Sword 1.5.8:n lähdekoodit ovat saatavilla latausosiosta. Toivomme voivamme tarjota binääri- ja käännöspaketit tärkeimmille Linux-distribuutiolle lähiviikkojen aikana.
nl: BibleTime 1.5 is nu beschikbaar. Het bevat veel nieuwe functionaliteiten en verbeteringen. De broncode van BibleTime 1.5 en Sword 1.5.8 is beschikbaar in de download sectie. We hopen in de komende paar weken te zorgen voor binary packages en vertaalpackages voor de belangrijkste Linux distributies.
nn: No er BibleTime 1.5 tilgjengeleg, og programmet inneheld mange nye funksjonar og forbetringar. Kjeldekoden til BibleTime 1,5 og Sword 1.5.8 er tilgjengeleg på nedlastingssida. Me vil prøva å tilby binære og oversette pakkar for dei viktigaste Linux-distribusjonane i løpet av dei neste vekene.

source: Please use our new forums to discuss about this new release. Translators are encouraged to update their translations.
fi: Ole hyvä, käytä uutta keskustelufoorumiamme keskustellaksesi tästä uudesta julkistuksesta. Kääntäjiä rohkaistaan päivittämään käännöksensä.
nl: Gebruik alstublieft onze nieuwe fora om deze over nieuwe uitgifte te discussi&euml;ren. Vertalers worden aangemoedigd om hun vertalingen te updaten.
nn: Ver venleg og bruk våre nye fora for å diskutere denne nye utgåva. Omsetjarar vert oppmoda om å oppdatere omsetjingane sine.

source: Introduction
fi: Johdanto
nl: Introductie
nn: Introduksjon

source: BibleTime is a Bible study application for Linux. It is based on the <ulink url="http://www.kde.org/">K Desktop Environment</ulink> and uses the <ulink url="http://www.crosswire.org/sword/">Sword</ulink> programming library to work with Bible texts, commentaries, dictionaries and books provided by the <ulink url="http://www.crosswire.org/">Crosswire Bible Society</ulink>.
fi: BibleTime on raamattuohjelma linuxille. Se perustuu <ulink url="http://www.kde.org/">KDE-työpöytäympäristöön</ulink> ja käyttää <ulink url="http://www.crosswire.org/sword/">Sword</ulink>-ohjelmakirjastoa Raamatun tekstien käsittelyyn, kommentaareja ja <ulink url="http://www.crosswire.org/">Crosswire Bible Societyn</ulink> julkaisemia kirjoja.
nl: BibleTime is een bijbelstudie-applicatie voor Linux. Het is gebaseerd op de <ulink url="http://www.kde.org/">K Desktop Environment</ulink> en gebruikt de <ulink url="http://www.crosswire.org/sword/">Sword</ulink>-programmeerbibliotheek om met de door de <ulink url="http://www.crosswire.org/sword/">Crosswire Bible Society</ulink> geleverde bijbelteksten, commentaren, woordenboeken en boeken te werken.
nn: BibleTime er eit bibelstudieprogram for Linux. Det er basert på <ulink url="http://www.kde.org/">K Desktop</ulink>-miljøet og brukar programvarebiblioteket <ulink url="http://www.crosswire.org/sword/">Sword</ulink> for å arbeida med bibeltekstar, kommentarar, ordbøker og bøker bodne fram av <ulink url="http://www.crosswire.org/">The Crosswire Bible Society</ulink>.

source: The history of BibleTime
fi: BibleTimen historia
nl: De geschiedenis van BibleTime
nn: Historia til BibleTime

source: Back in June of 1999 Thomas Hagedorn, Thorsten Uhlmann and Joachim Ansorg started to work on a Bible study application for KDE 1.0.
fi: Aikaisin kesäkuussa 1999 Thomas Hagedorn, Thorsten Uhlmann and Joachim Ansorg aloittivat työskentelyn Raamattuohjelman tekemiseksi KDE 1.0:lle.
nl: Terug in juni 1999 begonnen Thomas Hagedorn, Thorsten Uhlmann en Joachim Ansorg te werken aan een bijbelstudie-applicatie voor KDE 1.0.
nn: I juni 1999 starta Thomas Hagedorn, Thorsten Uhlmann og Joachim Ansorg arbeidet med eit bibelstudieprogram for KDE 1.0.

source: The first version was released two months later as version 0.1. This version was very simple and supported only the most basic things.
fi: Ensimmäinen versio julkistettiin kaksi kuukautta myöhemmin kuin versio 0.1. Tämä versio oli erittäin yksinkertainen ja sisälsi vain tärkeimmät perusasiat.
nl: De eerste versie werd twee maanden later als versie 0.1 uitgebracht. Deze versie was erg simpel en ondersteunde slechts de meest rudimentaire zaken.
nn: Den første versjonen vart gjeve ut to månader seinare, som versjon 0.1. Denne versjonen var svært enkel, og støtta kun dei mest elementære funksjonane.

source: After three months of hard work version 0.2 was released to the public. This version was usable, it supported basic printing, searching and offered a simple editor for personal notes.
fi: Kolmen kuukauden kovan työn jälkeen versio 0.2 julkistettiin julkisesti. Tämä versio oli käyttökelpoinen, se tarjosi perustulostuksen, etsimisen ja sisälsi yksinkertaisen tekstimuokkaimen henkilökohtaisille merkinnöille.
nl: Na drie maanden hard werken werd versie 0.2 vrijgegeven aan het publiek. Deze versie was bruikbaar, ondersteunde printen en zoeken rudimentair en bood een simpele bewerker voor persoonlijke notities.
nn: Etter tre månaders hardt arbeid, vert versjon 0.2 sleppt offentleg. Denne versjonen var brukbar, han støtta grunnleggjande utskrift, søkjing og tilbaud ein enkel editor for personlege notater.

source: BibleTime 0.2 was later ported to KDE 2 and totally redesigned with a more powerful interface, better printing and a lot of internal changes. This version was called BibleTime 0.3
fi: BibleTime 0.2 koodattiin myöhemmin KDE 2:lle ja uudistettiin perinpohjaisesti tehokkaammalla käyttöliittymällä, paremmalla tulostuksella ja lukusiilla sisäisillä muutoksilla. Tätä versiota kutsuttiin BibleTime 0.3:ksi.
nl: BibleTime 0.2 werd later geschikt gemaakt voor KDE 2 en totaal opnieuw vormgegeven met een krachtigere interface, betere ondersteuning om te printen en heel veel interne veranderingen. Deze versie werd BibleTime 0.3 genoemd.
nn: BibleTime 0.2 vart seinare skrive om til KDE 2 og fullstendig rekonstruert, med eit kraftigare grensesnitt, betre støtte for utskrift og ei mengd interne endringar. Denne versjonen vart kalla BibleTime 0.3

source: BibleTime 1.0, which was released almost one year after version 0.3 and was the first version we considered as stable.
fi: BibleTime 1.0, joka julkistettiin melkein yhden vuoden kuluttua version 0.3 jälkeen ja oli meidän mielestämme ensimmäinen vakaa versio.
nl: BibleTime 1.0, dat een jaar na versie 0.3 werd uitgebracht, was de eerste versie die door ons stabiel bevonden werd.
nn: BibleTime 1.0, som vart sleppt omlag eit år etter versjon 0.3, var den første versjonen me rekna som stabil.

source: BibleTime 1.1 and 1.2 followed later on. BibleTime 1.2 is the first version of BibleTime for version 3.0 of KDE.
fi: BibleTime 1.1 ja 1.2 seurasivat myöhemmin. BibleTime 1.2 on ensimmäinen BibleTimen versio KDE 3.0:lle.
nl: BibleTime 1.1 en 1.2 volgden later. BibleTime 1.2 was de eerste versie van BibleTime voor versie 3.0 van KDE.
nn: BibleTime 1.1 og 1.2 fulgte etter. BibleTime 1.2 er den første versjonen av BibleTime for KDE 3.0.

source: BibleTime version 1.5 has been released in july 2005 after a long time of development.
fi: BibleTime versio 1.5 on julkistettu heinäkuussa 2005 pitkän kehitystyön jälkeen.
nl: BibleTime versie 1.5 is vrijgegeven in juli 2005 na een lange tijd van ontwikkeling.
nn: BibleTime 1.5 vart sleppt i juli 2005 etter lang tids utvikling.

source: How to contact us
fi: Kuinka tavoitat meidät
nl: Hoe met ons in contact te komen
nn: Korleis kontakta oss

source: The BibleTime user forum.
fi: BibleTimen käyttäjäfoorumi.
nl: Het BibleTime gebruikersforum
nn: Brukarforumet til BibleTime.
