Repository: bibletime/historic-bibletime-svn
Catalog: trunk/website/content/*/po/full.po
Languages: fi, nl, nn

source: Put the following HTML code on your pages: <programlisting> <![CDATA[ <a href="http://www.bibletime.info/" target="_blank"> <img src="http://www.bibletime.info/images/banner/small.jpg" width="88" height="31" border="0"/> </a> ]]> </programlisting> This will look like this: <ulink url="http://www.bibletime.info/"> <mediaobject> <imageobject> <imagedata fileref="/images/banner/small.jpg" format="JPG"/> </imageobject> </mediaobject> </ulink>
fi: Lisää seuraava HTML-koodi www-sivullesi: <programlisting> <![CDATA[ <a href="http://www.bibletime.info/" target="_blank"> <img src="http://www.bibletime.info/images/banner/small.jpg" width="88" height="31" border="0"/> </a> ]]> </programlisting> Tämä näyttää seuraavanlaiselta: <ulink url="http://www.bibletime.info/"> <mediaobject> <imageobject> <imagedata fileref="/images/banner/small.jpg" format="JPG"/> </imageobject> </mediaobject> </ulink>
nl: Plaats de volgende HTML-code op uw pagina's: <programlisting> <![CDATA[ <a href="http://www.bibletime.info/" target="_blank"> <img src="http://www.bibletime.info/images/banner/small.jpg" width="88" height="31" border="0"/> </a> ]]> </programlisting> Dit zal er uit zien als: <ulink url="http://www.bibletime.info/"> <mediaobject> <imageobject> <imagedata fileref="/images/banner/small.jpg" format="JPG"/> </imageobject> </mediaobject> </ulink>
nn: Legg til følgjande HTML-kode på nettsidene dine: <programlisting> <![CDATA[ <a href="http://www.bibletime.info/" target="_blank"> <img src="http://www.bibletime.info/images/banner/small.jpg" width="88" height="31" border="0"/> </a> ]]> </programlisting> Dette vil sjå slik ut: <ulink url="http://www.bibletime.info/"> <mediaobject> <imageobject> <imagedata fileref="/images/banner/small.jpg" format="JPG"/> </imageobject> </mediaobject> </ulink>

source: Text link
fi: Tekstilinkki
nl: Tekstlink
nn: Tekstlekkje

source: To insert a simple text link please use the following HTML code on your pages: <programlisting> <![CDATA[ <a href="http://www.bibletime.info/" TARGET="_blank"> BibleTime - Bible study software for KDE </a> ]]> </programlisting> This will look like this: <ulink url="http://www.bibletime.info/">BibleTime - Bible study software for KDE</ulink>
fi: Lisätäksesi yksinkertaisen tekstilinkin, käytä seuraavaa HTML-koodia sivuillasi: <programlisting> <![CDATA[ <a href="http://www.bibletime.info/" TARGET="_blank"> BibleTime - Raamattuohejlma KDE:lle </a> ]]> </programlisting> Tämä näyttää seruaavanlaiselta: <ulink url="http://www.bibletime.info/">BibleTime - Raamattuohjelma KDE:lle</ulink>
nl: Om een simpele tekstlink toe te voegen gebruikt u de volgende HTML-code op uw pagina's: <programlisting> <![CDATA[ <a href="http://www.bibletime.info/" TARGET="_blank"> BibleTime - Bible study software for KDE </a> ]]> </programlisting> Dit zal er uit zien als: <ulink url="http://www.bibletime.info/">BibleTime - Bible study software for KDE</ulink>
nn: For å leggje til ei enkel tekstlekkje, bruk følgjande HTML-kode på nettsidene dine: <programlisting> <![CDATA[ <a href="http://www.bibletime.info/" TARGET="_blank"> BibleTime - Bible study software for KDE </a> ]]> </programlisting> Dette vil sjå slik ut: <ulink url="http://www.bibletime.info/">BibleTime - Bible study software for KDE</ulink>

source: On <ulink url="http://dot.kde.org/995302757">dot.kde.org</ulink> Andreas Pour draws the following conclusion in his review:
fi: Sivulla <ulink url="http://dot.kde.org/995302757">dot.kde.org</ulink> Andreas Pour kirjoittaa seuraavat päätelmät arvostelussaan:
nl: Op <ulink url="http://dot.kde.org/995302757">dot.kde.org</ulink> trekt Andreas Pour de volgende conclusie in zijn recensie:
nn: I eit samandrag på <ulink url="http://dot.kde.org/995302757">dot.kde.org</ulink> dreg Andreas Pour følgjande konklusjon:

source: Andreas Pour (&copy; 2001 Andreas "Dre" Pour. All rights reserved)
fi: Andreas Pour (&copy; 2001 Andreas "Dre" Pour. Kaikki oikeudet pidätetään)
nn: Andreas Pour (&copy; 2001 Andreas "Dre" Pour. Alle rettar reservert)

source: Bibletime is already a true godsend for religious KDE users. It is easily useable though it may take a bit of time to learn some quirks. I think the next release will make it even better, particularly by providing a GUI for the difficult Sword installation/configuration. Besides this, my personal wishlist item is to use KHTML for its advanced navigation features.
fi: Bibletime on jo oikea Jumalan lahja uskonnollisille KDE-käyttäjille. Se on helppokäyttöinen , vaikka opettelu vie vähän aikaa. Mielestäni seuraava julkaistava versio tekee siitä entistä paremman, osittain varustamalla vaikean Swordin asennuksen/asetusten säätämisen graafisella käyttöliittymällä. Sitäpaitsi tämä henkilökohtainen toivomuslistani toive on käyttää KHTML:ää sen kehittyneen navigointiominaisuuksien takia.

source: The German magazine "Pfarrer &amp; PC" reviewed Bible software for Linux which also covers BibleTime among "Gnomesword" and "Volksbibel 2000". Their conclusion in german for BibleTime:
fi: Saksalainen aikakauslehti "Pfarrer &amp; PC" arvosteli linuxin Raamattu-ohjelmat, joka käsitti Bibletimen "Gnomeswordin" ja "Volksbibel 2000" joukossa. Heidän päätelmät BibleTimestä saksaksi:
nl: Het Duitse tijdschrift "Pfarrer &amp; PC" recenseerde bijbelsoftware voor Linux, waaronder BibleTime, "Gnomesword" en "Volksbibel 2000". Hun (Duitstalige) conclusie voor BibleTime:
nn: Det tyske magasinet "Pfarrer &amp; PC" har testa bibelstudieprogramvare for Linux, noko som omfattar BibleTime mellom andre "Gnomesword" og "Volksbibel 2000". Deira konklusjon for BibleTime vart (på tysk):

source: Trotzdem: Alles dran, alles drin - BibleTime ist ein funktional wie optisch gelungenes Bibel-Programm, dem man unter Linux große Verbreitung wünschen darf. Ein wenig bedauerlich ist das copyrightbedingte Fehlen der »großen« zeitgenössischen Bibelübersetzungen. Dafür beschert BibleTime dem Nutzer Einblicke in selten genutzte Übersetzungen und ein gutes Handling griechischer und hebräischer Originaltexte.
fi: Trotzdem: Kaikki sille, kaikki siinä - BibleTime on toiminnaltaan kuin Raamattuohjelma, yksi niistä, joiden voi toivoa leviävän linuxin alla. Hieman epäonninen on tekijänoikeuslain virhe »suuren« samanaikaisen käännöksen kanssa. Siksi BibleTime antaa käyttäjän nähdä viimeksi tehtyjä käännöksiä, ja hallitsee hyvin kreikan- ja hepreankieliset alkutekstit.
nl: Trotzdem: Alles dran, alles drin - BibleTime ist ein funktional wie optisch gelungenes Bibel-Programm, dem man unter Linux große Verbreitung w&uuml;nschen darf. Ein wenig bedauerlich ist das copyrightbedingte Fehlen der »großen« zeitgenössischen Bibel&uuml;bersetzungen. Daf&uuml;r beschert BibleTime dem Nutzer Einblicke in selten genutzte &Uuml;bersetzungen und ein gutes Handling griechischer und hebräischer Originaltexte.

source: The review is online at: <ulink url="http://www.pfarrer-pc.de/magazin/2-02/art02-02-bibli.php">www.pfarrer-pc.de</ulink>
fi: Arvostelu on nähtävillä osoitteessa: <ulink url="http://www.pfarrer-pc.de/magazin/2-02/art02-02-bibli.php">www.pfarrer-pc.de</ulink>
nl: De recensie staat online op: <ulink url="http://www.pfarrer-pc.de/magazin/2-02/art02-02-bibli.php">www.pfarrer-pc.de</ulink>
nn: Heile omtalen kan finnast på nett på <ulink url="http://www.pfarrer-pc.de/magazin/2-02/art02-02-bibli.php">www.pfarrer-pc.de</ulink>

source: Screenshots of BibleTime 1.5
fi: BibleTime 1.5:n kuvankaappauksia
nl: Screenshots van BibleTime 1.5
nn: Skjermbilete av BibleTime 1,5

source: The main window
fi: Pääikkuna
nl: Het hoofdvenster

source: Here you can see a typical BibleTime session. On the left pane, you see the "bookshelf" which offers quick access to all installed electronic works as well as facilities to create and manage your own bookmarks. Below is the "mag(nifying glass)", which can display additional information about a word or piece of text. In this example it shows details about the hebrew word that the KJV translates as "God". The main part of the BibleTime window (called "desk") offers space to read works such as Bibles, commentaries, lexicons or other books.
fi: Tässä näet tyypillisen BibleTime-isunnon. Vasemmassa paneelissa näet "kirjahyllyn", joka antaa nopeasti kaikki asennetut sähköiset teokset kuten myös apuvälineet omien kirjanmerkkien hallintaan. Alla on "suurennuslasi", joka voi näyttää lisätietoja sanasta tai tekstinpätkästä. Tässä esimerkissä näytetään yksityiskohtia kreikkalaisesta sanasta, jonka KJV kääntää sanaksi "God". BibleTimen pääikkuna (nimitetään "työpöydäksi") tarjoaa tilaa lukea teoksia kuten Raamattuja, kommentaareja, sanakirjoja ja muita kirjoja.
nl: Hier kunt u een typische BibleTime sessie zien. In het linker venster ziet u de "boekenplank" welke snelle toegang biedt naar alle ge&iuml;nstalleerde elektronische werken en naar faciliteiten om uw eigen boekenleggers te cre&euml;ren en te beheren. Hier beneden is het "vergrootglas", welke additionele informatie kan weergeven over een woord of tekstdeel. In dit voorbeeld laat het details zien over het Griekse woord dat de KJV vertaalt met "God". Het hoofdonderdeel van het BibleTime venster ("bureau", Engels: "desk", genaamd) biedt ruimte om werken als bijbels, commentaren, lexicons en andere boeken te lezen.

source: The Bookshelf Manager
fi: Kirjahyllyn hallinta
nl: De Boekenplank Manager

source: BibleTime offers a dialog to automatically download and manage electronic works. You simply define a library (a remote collection of works, such as <ulink url="http://www.crosswire.org/sword/"> Crosswire </ulink> ), and then you can transfer works from this library to your local bookshelf to use them. Easy, huh?
fi: BibleTimessä on elektronisten teosten automaattisen lataamisen ja hallinnan ikkuna. Määrittele yksinkertaisesti kirjasto (etäkokoelma teoksia, kuten <ulink url="http://www.crosswire.org/sword/">Crosswire</ulink>), ja sitten voit siirtää ne tästä kirjastosta käyttöösi paikalliseen kirjahyllyysi. Helppoa, eikö totta?
nl: BibleTime bevat een dialoog om automatisch elektronische werken (modules) te downloaden) en te beheren. U kunt heel simpel een bibliotheek toevoegen (een collectie op afstand met elektronische werken, zoals <ulink url="http://www.crosswire.org/sword/"> Crosswire </ulink>). Dan kunt u modules van deze bibliotheek overhevelen naar de lokale boekenplank om ze te gebruiken. Makkelijk, vindt u niet?

source: The search dialog
fi: Etsintäikkuna
nl: De zoekdialoog

source: BibleTime offers a powerful search dialog. You can search in several works at a time, limit your search to text scopes or also to certain kinds of text, such as footnotes.
fi: BibleTimessä on tehokas etsintäikkuna. Voit hakea samalla kertaa useista teoksista, rajoittaa etsintää jollekin tekstialueelle tai rajoittaa etsintääsi tiettyihin tekstilajeihin kuten alaviitteisiin.
nl: BibleTime bevat een krachtige zoekdialoog. U kunt in meerdere werken tegelijk zoeken, uw zoekopdracht beperken tot bepaalde tekstgedeelten of u kunt zoeken op bepaalde soorten tekst, zoals voetnoten.

source: Sword CD order form not available
fi: Sword CD -tilauskaavake ei ole nyt saatavilla
nl: Sword CD bestelformulier niet beschikbaar
nn: Bestillingsskjema for Sword på CD ikkje tilgjengeleg

source: Because it's impossible for the BibleTime team to fullfill all the Sword CD orders with the limited financial ressources the CD order form is currently not available. Please note that the CD still is available as a download from ftp://ftp.crosswire.org/pub/sword/iso/.
fi: Koska BibleTimen työryhmän on mahdotonta vastata kaikkiin Sword CD -tilauksiin rajoitetuin kaupallisin resurssein, CD-tilauskaavakketta ei ole nykyisin saatavilla. Huomaa, että CD on edelleen saatavilla ladattavana osoitteesta ftp://ftp.crosswire.org/pub/sword/iso/.
nl: Omdat het onmogelijk is voor het BibleTime team om aan alle Sword CD bestellingen tegemoet te komen met onze beperkte financi&euml;le middelen, is het CD bestelformulier momenteel niet beschikbaar. De CD is echter nog steeds verkrijgbaar als download van ftp://ftp.crosswire.org/pub/sword/iso/.
nn: Med dei avgrensa finansielle ressursane BibleTime-teamet har, kan me diverre ikkje tilby å senda CD'ar. Bestillingsskjemaet for CD'ar er difor for tida ikkje tilgjengeleg. Legg merke til at CD'en framleis er tilgjengeleg for nedlasting frå ftp://ftp.crosswire.org/pub/sword/iso/.

source: Sword CD order
fi: Sword CD -tilaus
nl: Sword CD bestelling
nn: Sword-CD-bestilling

source: CD order sent
fi: CD-tilaus tehty
nl: CD bestelling verzonden
nn: CD-bestilling sendt

source: Help translate BibleTime into your language
fi: Auta BibleTimen kääntämisessä omalle kielellesi.
nl: Help mee om BibleTime in jouw taal te vertalen
nn: Hjelp med å omsetja BibleTime til ditt språk

source: <para>Translate the www.bibletime.info website.</para>
fi: <para>Käännä www.bibletime.info www-sivusto.</para>
nl: <para>Vertaal de www.bibletime.info website.</para>
nn: <para>Oversett nettsida www.bibletime.info.</para>

source: <para>Translate the program's User Interface.</para>
fi: <para>Käännä ohjelman käyttöliittymä.</para>
nl: <para>Vertaal de gebruikersinterface van het programma.</para>
nn: <para>Oversett brukargrensesnittet til programmet.</para>

source: <para>Translate the program's handbook.</para>
fi: <para>Käännä ohjelman käsikirja.</para>
nl: <para>Vertaal het handboek van het programma.</para>
nn: <para>Oversett handboka til programmet.</para>

source: <title>Translate the www.bibletime.info website.</title>
fi: <title>Käännä www.bibletime.info www-sivu.</title>
nl: <title>Vertaal de www.bibletime.info website.</title>
nn: <title>Oversett nettsida www.bibletime.info.</title>

source: If a translation of the website to your language does not yet exist, you can download and translate the <ulink url="/po/bibletime_website_template.pot">Webpage translation template</ulink>. If you want to update an existing translation, use the links in the table below to download the corresponding file. We usually add the translated pages and the flag at the top if a translation is about 80% complete.
fi: Jos omalle kielellesi ei ole vielä olemassa BibleTimen www-sivustoa, voit ladata ja kääntää sen <ulink url="/po/bibletime_website_template.pot">www-sivun käännöspohjasta</ulink>. Jos haluat päivittää olemassaolevaa käännöstä, käytä allaolevassa taulukossa sijaitsevaa linkkiä ladataksesi vastaavan tiedoston. Me lisäämme tavallisesti käännetyt sivut ja lipun sivuston ylälaitaan, jos sivua on käännetty yli 80%.
nl: Als een vertaling van de website nog niet in uw taal bestaat, kunt u het <ulink url="/po/bibletime_website_template.pot"> sjabloon voor vertaling van de webpagina</ulink> downloaden en vertalen. Als u een bestaande vertaling wilt verbeteren, gebruik dan de links in onderstaande tabel om het bijbehorende bestand te downloaden. Doorgaans voegen we de vertaalde pagina's en de nationale vlag rechts bovenin toe, als een vertaling ongeveer voor 80% compleet is.

source: <title>Translate the program's User Interface.</title>
fi: <title>Käännä ohjelman käyttöliittymä.</title>
nl: <title>Vertaal de gebruikersinterface van het programma.</title>
nn: <title>Oversett brukargrensesnittet til programmet.</title>

source: Translate the Bible study howto.
fi: Käännä Raamatuntutkimisen HowTo.

source: If a translation of the Bible study howto to your language does not yet exist, you can download and translate the <ulink url="http://bibletime.svn.sourceforge.net/viewvc/*checkout*/bibletime/trunk/bibletime/i18n/howto/howto.pot"> howto translation template</ulink>. If you want to update an existing translation, use the links in the table below to download the corresponding file.
fi: Jos käsikirjaa ei ole saatavana omalla kielelläsi, voit ladata ja kääntää sen <ulink url="http://bibletime.svn.sourceforge.net/viewvc/*checkout*/bibletime/trunk/bibletime/i18n/howto/howto.pot"> käsikirjan käännösmallipohjasta</ulink>. Jos haluat päivittää olemassaolevaa käännöstä, käytä linkkiä allaolevassa taulukossa ladataksesi vastaavan tiedoston.

source: <title>Translate the program's handbook.</title>
fi: <title>Käännä ohjelman käsikirja.</title>
nl: <title>Vertaal het programma handboek.</title>
nn: <title>Oversett handboka til programmet.</title>

source: If a translation of the handbook to your language does not yet exist, you can download and translate the <ulink url="http://bibletime.svn.sourceforge.net/viewvc/*checkout*/bibletime/trunk/bibletime/i18n/handbook/handbook.pot"> handbook translation template</ulink>. If you want to update an existing translation, use the links in the table below to download the corresponding file.
fi: Jos käsikirjaa ei ole saatavana omalla kielelläsi, voit ladata ja kääntää sen <ulink url="http://bibletime.svn.sourceforge.net/viewvc/*checkout*/bibletime/trunk/bibletime/i18n/handbook/handbook.pot"> käsikirjan käännösmallipohjasta</ulink>. Jos haluat päivittää olemassaolevaa käännöstä, käytä linkkiä allaolevassa taulukossa ladataksesi vastaavan tiedoston.

source: Guestbook
nl: Gastenboek
nn: Gjestebok

source: Imprint
nl: Uitgever
nn: Ansvar for sidene

source: ROLES_OF_TRANSLATORS
nl: <othercredit role="translator"><firstname>Harry</firstname><surname>Vennik</surname><affiliation><address><email>htvennik@zonnet.nl</email></address></affiliation><contrib></contrib></othercredit>

source: Did you know that today, 2006, more than 200,000,000 Christians are being disadvantaged, persecuted and even killed because of their faith? <ulink url="http://www.opendoors-de.org/downloads/persecde.pdf">This map</ulink> (German) shows the countries where people have to &quot;pay&quot; for their faith, and <ulink url="http://www.opendoorsusa.org/Display.asp?Page=Map">here is an English one</ulink> that has some information about the main regions worldwide. These pages are from Open Doors, an independent organization trat tries to help persecuted Christians.
nl: Wist u dat vandaag de dag, 2006, meer dan 200.000.000 Christenen gediscrimineerd, vervolgd of zelfs gedood worden om hun geloof? <ulink url="http://www.opendoors-de.org/downloads/persecde.pdf">Deze kaart</ulink> (Duits) laat de landen zien waar mensen moeten &quot;lijden&quot; omwille van hun geloof, en <ulink url="http://www.opendoorsusa.org/Display.asp?Page=Map">hier is een Engelse kaart</ulink> die wat informatie weergeeft over de voornaamste gebieden wereldwijd waar vervolging plaatsvindt. Deze pagina's zijn van Open Doors, een onafhankelijke organisatie die vervolgde Christenen probeert te helpen.

source: He referred to the human authors, but took it for granted that behind them all was a single divine Author. He could equally say 'Moses said' or 'God said' (Mk.7:10). He could quote a comment of the narrator in Genesis 2:24 as an utterance of the Creator Himself (Mt.19:4-5). Similarly He said, 'Well did Isaiah prophesy of you hypocrites, as it is written', when what He went on to quote is the direct speech of the Lord God (Mk.7:6 &amp; Is.29:13). It is from Jesus Himself that the New Testament authors have gained their conviction of the dual authorship of Scripture. For them it was just as true to say that 'God spoke of old to our fathers by the prophets' (Heb.1:1) as it was to say that 'men moved by the Holy Spirit spoke from God' (2 Pe.1:21). God did not speak in such a way as to obliterate the personality of the human authors, nor did men speak in such a way as to corrupt the Word of the divine Author. God spoke. Men spoke. Neither truth must be allowed to detract from the other. ...
nl: Hij verwees naar de menselijke schrijvers, maar nam zondermeer aan dat achter hen een enkele goddelijke Schrijver zat. Hij kon, zonder verschil te maken, zeggen 'Mozes zei' of 'God zei' (Mar.7:10). Hij kon een opmerking van de verteller in Genesis 2:24 aanhalen als een uiting van de Schepper zelf (Matt. 19:4-5). Op dezelfde manier zei Hij, 'Terecht heeft Jesaja van u, huichelaars, geprofeteerd, zoals er geschreven staat', terwijl wat Hij daarna citeerd het directe woord van de Here God is (Mar.7:6 &amp; Jes 29:13). Hun overtuiging van het dubbele auteurschap van de Schriften hebben de auteurs van het Nieuwe Testament overgenomen van Jesus zelf. Het was voor hen net zo terecht om te zeggen dat 'God sprak tot onze vaderen door de profeten '(Heb.1:1) als het was om te zeggen 'door de Heilige Geest gedreven, hebben mensen van Godswege gesproken' (2 Pe 1:21). God sprak niet zodanig dat Hij aan de persoonlijkheid van de menselijke schrijvers voorbijging, net zo min spraken mensen zodanig dat zij het woord van de goddelijke Schrijver aantastten. God sprak. Mensen spraken. Geen van die twee waarheden mag iets van de andere afdoen.
nn: Han refererte til dei menneskelege forfattarane, men tok det for gitt at bak dei stod ein einaste, guddommeleg Forfattar. Han kunne like gjerne sei 'Moses har sagt' som 'Gud har sagt' (Mark. 7,10). Han kunne sitere ein kommentar til forteljaren i 1. Mos. 2,24 som eit uttrykk for Skaparen sjølv (Matt. 19,4-5).På same måten sa han 'Jesaja spådde rett om dykk, hyklarar, som det står skrive:', når det han fortsette med å sitere er tale direkte frå Herren Gud (Mark. 7,6 og Jes. 29,13). Det er frå Jesus sjølv dei nytestamentlege forfattarane har fått si overtyding om det todelte forfattarskapet av Skriftene. For desse var det like sant å sei at 'I fordoms tid tala Gud mange gonger og på mange måtar til fedrane gjennom profetane.' (Hebr. 1,1) som å sei at 'drivne av Den Heilage Ande tala menneske ord frå Gud' (2. Pet. 1,21). Gud tala ikkje på ein slik måte at han viska ut personlegdomen til dei menneskelege forfattarane, ei heller tala menneske slik at dei korrumperte den himmelske Forfattaren sitt Ord. Gud tala. Menneske tala. Ingen av desse sanningane må få lov å stengja for den andre. ...

source: The truth regarding the finality of God's initiative in Christ is conveyed by one word of the Greek Testament, namely the adverb <foreignphrase>hapax</foreignphrase> and <foreignphrase>ephapax</foreignphrase>. It is usually translated in the Authorized Version once, meaning once for all. It is used of what is so done as to be of perpetual validity and never need repetition, and is applied in the NT to both revelation and redemption. Thus, Jude refers to the faith which was once for all delivered to the saints (Jude 3), and Romans says, "<emphasis>Christ also died for sins once for all</emphasis>" (Rom.6:10, see also 1 Pe.3:18; Heb.9:26-28).
nl: De waarheid omtrend het definitieve van God's initiatief in Christus, is gevat in een woord van het Griekse Testament, namelijk, het bijwoord <foreignphrase>hapax</foreignphrase> en <foreignphrase>ephapax</foreignphrase>, dit wordt veelal vertaald als eenmaal, in de betekenis van 'eens voor altijd'. Het wordt gebruikt voor wat wordt gedaan om van voortdurende betekenis te zijn, en nooit herhaald hoeft te worden, en wordt in het NT toegepast op zowel openbaring als verlossing. Op deze wijze verwijst Judas naar het geloof dat eenmaal is gegeven aan de heiligen (Judas 3), en de brief aan de Romeinen zegt over Christus "<emphasis>... is Hij voor de zonde eens voor altijd gestorven</emphasis>" (Rom.6:10, zie ook 1 Petr.3:18; Hebr.9:26-28).
nn: Sanninga om at Guds initiativ gjennom Kristus er endeleg kan me sjå ut frå eitt ord frå det greske nytestamentet, nemleg adverbet <foreignphrase>hapax</foreignphrase> og <foreignphrase>ephapax</foreignphrase>. Dette ordet er vanlegvis omsett (i 'The Authorized Version') med 'ein gong for alle'. Det vert brukt om noko som er gyldig i all æve og som aldri treng å gjerast om. Ordet vert brukt i NT om både openberring og frikjøping. Difor referer Judas til 'trua som ein gong for alle er overgjeven til dei heilage' (Jud. 1,3), og Romarane seier "<emphasis>Døden han [Kristus] døydde, den døydde han for synda, ein gong for alle...</emphasis>" (Rom. 6,10, sjå òg 1. Pet. 3,18; Hebr. 9,26-28).
