Repository: bibletime/historic-bibletime-svn
Catalog: trunk/website/content/*/po/full.po
Languages: fi, nl, nn

source: 2 Tim.3:16 goes on, "<emphasis>and profitable for teaching, for correction, for training in righteousness, that the man of God may be adequate, equipped for every good work.</emphasis>" If we accept that the Bible really is God speaking to us, it follows that it will be our authority in all matters of faith and conduct.
fi: 2 Tim.3:16 mukaan, "<emphasis>...ja hyödyllinen opetukseksi, nuhteeksi, ojennukseksi ja kasvatukseksi Jumalan tahdon mukaiseen elämään. Näin Jumalan ihmisestä tulee täydellinen ja kaikkeen hyvään kykenevä.</emphasis>" Jos hyväksymme, että Raamattu on todella Jumalan puhetta meille, siitä seuraa, että se on auktoriteettimme uskossa ja käyttäytymisessämme.
nl: 2 Tim 3:16 gaat verder, "<emphasis>is ook nuttig om te onderrichten, te weerleggen, te verbeteren en op te voeden in de gerechtigheid, opdat de mens Gods volkomen zij, tot alle goed werk volkomen toegerust.</emphasis>" Als wij accepteren dat de bijbel in feite God is die tot ons spreekt, dan volgt daaruit dat de bijbel voor ons autoriteit heeft in alle zaken van geloof en gedrag.
nn: 2. Tim 3,16 fortset: "<emphasis>og gagnlege til opplæring, til formaning, til rettleiing, til oppseding i rettferd, så det menneske som høyrer Gud til, kan verta som det skal, dugande til all god gjerning.</emphasis>" Dersom me aksepterer at det verkeleg er Gud som talar til oss gjennom Bibelen, vil det òg følgja av dette at Bibelen vil vera vår autoritet i alt som har med tru og livsførsel å gjera.

source: A Book that Works
fi: Kirja, joka toimii
nl: Een boek dat werkt
nn: Ei bok som verkar

source: What will studying the Bible do for you? 1 Thess.2:13 says that the Bible "<emphasis>performs its work in you who believe.</emphasis>" Beside each scripture, write down the work the Word performs.
fi: Mitä Raamatun tutkiminen tekee sinulle? 1 Tess.2:13 sanoo, että Raamattu "<emphasis>vaikuttaa teissä, jotka uskotte.</emphasis>" Beside each scripture, write down the work the Word performs. Jokaisen kirjoituksen rinnalla merkitse muistiin työ, jonka Sana vaikuttaa.
nl: Wat doet bijbelstudie met je? 1 Thess.2:13 zegt dat de bijbel "<emphasis>werkzaam is in u, die gelooft</emphasis>" Schrijf naast elk schriftgedeelte, het werk dat het Woord doet.
nn: Kva vil bibelstudier gjera med deg? 1. Tess. 2,13 seier at Bibelen "<emphasis>verkar med kraft i dykk som trur.</emphasis>" Ved sida av kvar skriftstad, skriv ned kva Ordet verkar.

source: What does Bible study do for Christians?
fi: Mitä Raamatun tutkiminen tekee kristitylle?
nl: Wat doet bijbelstudie voor Christenen?
nn: Kva gjer bibelstudier for kristne?

source: Reference
fi: Viittaus
nl: Naslag
nn: Referanse

source: Action
fi: Toiminta
nl: Actie
nn: Handling

source: Eph. 5:26
fi: Ef. 5:26
nl: Ef. 5:26
nn: Ef. 5,26

source: cleanses -- "...having cleansed her by the washing of water with the word."
fi: puhdistaa -- "...pesi sen puhtaaksi vedellä ja sanalla."
nl: reinigt -- "...haar reinigende door het waterbad met het woord."
nn: reinsar -- "...reinsa [kyrkja] henne ved vassbadet i Ordet."

source: Acts 20:32
fi: Apt 20:32
nl: Hand.20:32
nn: Apg. 20,32

source: builds up -- " ...the word of His grace, which is able to build you up and to give you the inheritance among all those who are sanctified. "
fi: rakentaa -- " ...Hänen armonsa sanat, jotka rakentavat meitä ja antavat meille perinnön pyhitettyjen joukossa. "
nl: bouwt op -- "En nu, ik draag u op aan de Here en het woord zijner genade, aan Hem, die bij machte is te bouwen en het erfdeel te geven onder alle geheiligden"
nn: byggjer opp -- "Og no gjev eg dykk over til Gud og hans nådeord, som kan oppbyggja dykk og gje dykk arv saman med alle dei som er helga."

source: Rom. 15:4
fi: Room. 15:4

source: encourages -- "that through perseverance and the encouragement of the Scriptures we might have hope."
fi: rohkaisee -- "että meillä toivo olisit pitkäjänteisyyden ja kirjoitusten rohkaisuun kautta."
nl: bemoedigd -- "opdat wij in de weg der volharding en van de vertroosting der Schriften de hope zouden vasthouden."
nn: trøystar -- "Vi skal få von gjennom det tolmod og den trøyst som skriftene gjev."

source: Rom. 10:17
fi: Room. 10:17

source: gives faith -- "So faith comes from hearing, and hearing by the word of Christ."
fi: antaa uskon -- "Niin tulee usko kuulosta ja kuulo Jumalan Sanan kautta."
nl: geeft geloof -- "Zo is dan het geloof uit het horen, en het horen door het woord van Christus."
nn: gjev tru -- "Så kjem då trua av bodskapen ein høyrer, og bodskapen kjem ved Kristi ord."

source: 1 Cor. 10:11
fi: 1 Kor. 10:11
nn: 1. Kor. 10,11

source: instructs -- "Now these things happened to them for an example, and they were written for our instruction"
fi: opetus -- "Nyt nämä asiat tapahtuivat heille esimerkiksi, ja ne ovat kirjoitettu meidän opetukseksemme"
nl: onderwijst -- "Dit is hun overkomen tot een voorbeeld (voor ons) en het is opgetekend ter waarschuwing voor ons"
nn: rettleier -- "Det som hende dei, skulle vera til åtvaring; det er skrive til rettleiing for oss"

source: Mt. 4:4
fi: Matt. 4:4
nl: Matt.4:4
nn: Matt. 4,4

source: nourishment -- "But He answered and said, 'It is written, Man shall not live on bread alone, but on every word that proceeds out of the mouth of God.'"
fi: ravitsemus -- "Mutta Hän vastasi ja sanoi, 'On kirjoitettu, Ihminen ei elä ainoastaan leivästä, mutta jokaisesta sanasta, joka tulee Jumalan suusta.'"
nl: voeding -- "Maar Hij antwoordde en zeide: Er staat geschreven, niet alleen van brood zal de mens leven, maar van alle woord, dat uit de mond Gods gaat."
nn: gjev næring -- "Jesus svara: 'Det står skrive: Mennesket lever ikkje berre av brød, men av kvart ord som kjem frå Guds munn.'"

source: A Book that Liberates
fi: Kirja, joka vapahtaa
nl: Een bevrijdend boek
nn: Ei bok som set fri

source: Jn.8:32 "<emphasis>and you shall know the truth, and the truth shall make you free.</emphasis>"This is usually quoted by itself. Is this a conditional or unconditional promise? Would it apply to all kinds of knowledge? Find the answers by examining the first half of the sentence, in v.31. "<emphasis>If you abide in My word, then you are truly disciples of Mine... </emphasis>"
fi: Joh.8:32 "<emphasis>Te opitte tuntemaan totuuden, ja totuus tekee teistä vapaita.</emphasis>"Tämä on noteerattu itsessään. Onko tämä ehdollinen vai ehdoton lupaus? Toimiiko se kaikenlaisille tiedoille? Löydä vastaukset lauseen ensimmäisestä puolikkaasta, jakeessa 31. "<emphasis>Jos te pysytte uskollisina minun sanalleni, te olette todella opetuslapsiani... </emphasis>"
nl: Joh.8:32 "<emphasis>en gij zult de waarheid verstaan, en de waarheid zal u vrijmaken</emphasis>" Dit wordt vaak door zichzelf aangehaald. Is dit een voorwaardelijke of onvoorwaardelijke belofte? Is het toe te passen op elke vorm van kennis? Vind de antwoorden door de eerste helft van de zin onder de loep te nemen, in vs.31. "<emphasis>Als gij in Mijn woord blijft, zijt gij waarlijk discipelen van Mij... </emphasis>"
nn: Joh. 8,32 "<emphasis>Då skal de få kjenne sanninga, og sanninga skal gjera dykk frie.</emphasis>" Dette vert ofte sitert utan vidare samanheng. Er dette eit løfte med eller utan vilkår? Gjeld det all slags kunnskap? Finn svara ved å granska første halvdel av setninga i vers 31. "<emphasis>Vert de verande i mitt ord, er de rette læresveinane mine. </emphasis>"

source: We see that this is a conditional promice, specifically speaking of the truth of God's word.
fi: Näemme, että tämä on ehdollinen lupaus, erityisesti puhuen Jumalan Sanan totuudesta.
nl: We zien dat het gaat om een voorwaardelijke belofte, specifiek sprekend over de waarheid van Gods woord.
nn: Me ser at dette er eit løfte med visse føresetnader som snakkar spesielt om Guds ords sanning.

source: The Greek word for "wind" used in Eph.4:14 means a <emphasis>violent wind.</emphasis> "<emphasis>As a result, we are no longer to be children, tossed here and there by waves, and carried about by every wind of doctrine...</emphasis>"One thing studying the Bible does for us is to ground us in the truth, with the result that we won't be easily "blown away."
fi: Kreikankielinen sana "tuulelle" käytettynä Ef.4:14 tarkoittaa <emphasis>rajuilmaa.</emphasis> "<emphasis>silloin emme enää ole alaikäisiä, jotka ajelehtivat kaikenlaisten opin tuulten heiteltävinä ja ovat kavalien ja petollisten ihmisten pelinappuloita...</emphasis>"Yksi asia, minkä Raamatuntutkiminen tekee meille on, että se perustaa meitä totuuteen sillä seurauksella, ettemme ole helposti "tuulen vietäviä."
nl: Het Griekse woord voor "wind", wat wordt gebruikt in Ef.4:14 betekent een <emphasis>geweldige wind</emphasis> "<emphasis>Dan zijn wij niet langer onmondig, op en neder, heen en weder geslingerd onder invloed van allerlei wind van leer...</emphasis>"Een ding dat bijbelstudie voor ons doet, is dat het ons een vaste grond geeft in de waarheid, met als resultaat dat we niet zo eenvoudig "weggeblazen" worden.
nn: Det greske ordet for "vind" som er brukt i Ef. 4,14 tyder <emphasis>valdsam vind</emphasis> "<emphasis>Så skal vi ikkje lenger vera umyndige, ikkje la oss kasta hit og dit og driva om av kvart lærdomsver [lærdomsvind]...</emphasis>" Ein ting bibelstudier gjer med oss er å grunnfesta oss i sanninga, slik at me ikkje så lett vert "bl&aring;st avgarde."

source: <emphasis>But Jesus answered and said to them, </emphasis>"<emphasis>You are mistaken [KJV Ye do err], not understanding the Scriptures, or the power of God.</emphasis>"Mt.22:29
fi: <emphasis>Mutta Jeesus vastasi ja sanoi heille, </emphasis>"<emphasis>Te kuljette eksyksissä, koska ette tunne pyhiä kirjoituksia ettekä Jumalan voimaa.</emphasis>"Matt.22:29
nl: <emphasis>Jezus antwoordde en zeide tot hen: Gij dwaalt, want gij kent de Schriften niet noch de kracht Gods.</emphasis>" Matt.22:29
nn: <emphasis>Jesus svara: "De fer vilt av di de ikkje kjenner skriftene og heller ikkje Guds makt."</emphasis> (Matt. 22,29)

source: What 2 things do we need to know to be kept from error?
fi: Mitkä kaksi asiaa meidän tulee tietää välttääksemme virheen?
nl: Welke 2 dingen moeten wij kennen om dwaling te voorkomen?
nn: Kva for to ting må me kjenne for ikkje å fara vilt?

source: God's word
fi: Jumalan Sana
nl: Gods woord
nn: Guds ord

source: God's power
fi: Jumalan voima
nl: Gods kracht
nn: Guds makt

source: A Book that Wars
fi: Kirja, joka sotii
nl: Een boek dat strijdt
nn: Ei bok om kamp

source: Eph.6:10-18 is one picture of our spiritual armament.
fi: Ef.6:10-18 on yksi kuva meidän hengellisistä aseistuksestamme.
nl: Ef.6:10-18 is een mogelijke afbeelding van onze geestelijke wapenrusting.
nn: Ef. 6,10-18 er eit bilete på vår andelege utrusting.

source: Spiritual Armor
fi: Hengellinen sotavaruste
nl: Geestelijke wapenrusting
nn: Andeleg rustning

source: Question
fi: Kysymys
nl: Vraag
nn: Spørsmål

source: Answer
fi: Vastaus
nl: Antwoord
nn: Svar

source: How many of the weapons listed here are defensive weapons?
fi: Kuinka monta asetta luetteloidaan tässä puolustusaseiksi?
nl: Hoeveel van de hier opgenoemde wapens zijn verdedigingswapens?
nn: Kor mange av våpna som er lista her er defensive våpen?

source: How many are offensive?
fi: Kuinka monta on pahennusta herättävää?
nl: En hoeveel aanvalswapens?
nn: Kor mange er offensive?

source: <entry>One</entry>
fi: <entry>Yksi</entry>
nl: <entry>1</entry>
nn: <entry>1</entry>

source: Which one(s)?
fi: Mikä niistä?
nl: Welke?
nn: Kva for nokre?

source: the word - <foreignphrase>rhema</foreignphrase>
fi: sana - <foreignphrase>rhema</foreignphrase>
nl: het woord - <foreignphrase>rhema</foreignphrase>
nn: ordet - <foreignphrase>rhema</foreignphrase>

source: Exhortations
fi: Kehotus
nl: Vermaningen
nn: Oppmodingar

source: 2 Tim.2:15 (KJV) "<emphasis>Study to show thyself approved unto God, a workman that needeth not to be ashamed, rightly dividing the word of truth.</emphasis>"
fi: 2 Tim.2:15 "<emphasis>Pyri kaikin voimin osoittautumaan Jumalan silmissä luotettavaksi työntekijäksi, joka ei häpeä työtään ja joka opettaa totuuden sanaa oikein.</emphasis>"
nl: 2 Tim 2:15 (SV) "<emphasis>Benaarstig u, om uzelven Gode beproefd voor te stellen, een arbeider, die niet beschaamd wordt, die het Woord der waarheid recht snijdt.</emphasis>"
nn: 2. Tim. 2,15 "<emphasis>Legg vinn på å stå di prøve for Gud, så du kan vera ein arbeidar som ikkje har noko å skjemmast ved, men legg fram sanningsordet utan å bøya av.</emphasis>"

source: Col.3:16 "<emphasis>Let the word of Christ richly dwell within you; with all wisdom teaching and admonishing one another with psalms and hymns and spiritual songs, singing with thankfulness in your hearts to God.</emphasis>"
fi: Kol.3:16 "<emphasis>Antakaa Kristuksen sanan asua runsaana keskuudessanne. Opettakaa ja neuvokaa toisianne kaikella viisaudella ja laulakaa kiitollisin mielin Jumalalle psalmeja, ylistysvirsiä ja hengellisiä lauluja.</emphasis>"
nl: Kol.3:16 "<emphasis>Het woord van Christus wone rijkelijk in u, zodat gij in alle wijsheid elkander leert en terechtwijst en met psalmen, lofzangen en geestelijke liederen zingende, Gode dank brengt in uw harten.</emphasis>"
nn: Kol. 3,16 "<emphasis>Lat Kristi ord få rikeleg rom hjå dykk, så de med visdom kan læra og rettleia kvarandre, med salmar, hymner og åndelege songar; syng for Gud med takk i hjarta!</emphasis>"

source: If you're rich in something, how much of it do you have?
fi: Jos olet rikas jossain asiassa, kuinka paljon sitä omistat?
nl: Als je ergens rijk in bent, hoeveel heb je er dan van?
nn: Dersom du er rik på noko, kor mykje har du av det?

source: Not a little!
fi: Ei pieni!
nl: Niet een beetje!
nn: Ikkje lite!

source: Eccl.12:11-12 "<emphasis>The words of wise men are like goads, and masters of these collections are like well-driven nails; they are given by one Shepherd. But beyond this, my son, be warned: the writing of many books is endless, and excessive devotion to books is wearying to the body.</emphasis>"
fi: Saarn.12:11-12 "<emphasis>Viisaiden sanat ovat teräviä kuin häränajajan piikki, mietelauselmat kuin lujia nauloja. Nämä sanat ovat kaikki saman paimenen antamia. Ja vielä: Poikani, paina varoitus mieleesi. Paljolla kirjojen tekemisellä ei ole loppua, ja alituinen tutkistelu väsyttää ruumiin.</emphasis>"
nl: Pred.12:11-12 "<emphasis>De woorden der wijzen zijn als prikkelen; als ingeslagen nagelen zijn de verzamelingen daarvan; gegeven zijn zij door &eacute;&eacute;n herder. En overigens, mijn zoon, wees gewaarschuwd; er is geen einde aan het maken van veel boeken, en veel doorvorsen is afmatting voor het lichaam.</emphasis>"
nn: Fork. 12,11-12 "<emphasis>Ord av vismenn er som broddar, fyndord i samling trengjer inn som naglar. Dei kjem frå ein og same hyrdingen. Men elles, son min, lat deg åtvara! Det er ingen ende på all bokskrivinga, og mykje gransking leitar på kroppen.</emphasis>"

source: Appendix: "Once for All"
fi: Liite: "Kerran kaikille"
nl: Bijlage: "Eens voor altijd"
nn: Tillegg: "Ein gong for alle"

source: John R. W. Stott, <emphasis>Christ the Controversialist,</emphasis> InterVarsity Press 1978, pp.106-107
fi: John R. W. Stott, <emphasis>Christ the Controversialist,</emphasis> InterVarsity Press 1978, s.106-107
nl: John R. W. Stott, <emphasis>Christ the Controversialist,</emphasis> InterVarsity Press 1978, blz. 106-107
nn: John R. W. Stott, <emphasis>Christ the Controversialist,</emphasis> InterVarsity Press 1978, s.106-107

source: Thus we may say that God has spoken once for all and Christ has suffered once for all. This means that the Christian revelation and the Christian redemption are both alike in Christ complete. Nothing can be added to either without being derogatory to Christ... These are the two rocks on which the Protestant Reformation was built -- Gods revealed word without the addition of human traditions and Christ's finished work without the addition of human merits. The Reformers great watchwords were <foreignphrase>sola scriptura</foreignphrase> for our authority and <foreignphrase>sola gratia</foreignphrase> for our salvation.
fi: Edelleen sanoisimme, että Jumala on puhunut kerran kaikille ja Kristus on kärsinyt kerran kaikkien puolesta. Tämä merkitsee sitä, että Kristuksen lunastus ja kristityn lunastus ovat samanlaisia Kristuksen täydellisyydessä. Mitään ei voi lisätä eikä ottaa pois olematta halventava Kristukselle... Nämä ovat kaksi peruskiveä, joille protestanttinen reformaatio pohjautuu -- Jumalan ilmoittamat sanat ilman ihmistraditioiden lisäyksiä ja Kristuksen loppuunsuoritettu työ ilman ihmisansioiden lisäystä. Reformistien suuri sanonta oli <foreignphrase>sola scriptura</foreignphrase> auktoriteetiksemme ja <foreignphrase>sola gratia</foreignphrase> pelastukseksemme.
nl: We kunnen dus zeggen dat God eens voor altijd heeft gesproken, en dat Christus eens voor altijd heeft geleden. Dit betekent dat de christelijke openbaring en de christelijke verlossing beiden voltooid zijn in Christus. Aan geen van beide kan iets worden toegevoegd, zonder afbreuk te doen aan Christus... Dit zijn de twee rotsen waar de Protestantse Reformatie gebouwd is. -- Gods geopenbaarde woord, zonder toevoeging van menselijke tradities, en het voltooide werk van Christus, zonder de toevoeging van menselijke verdiensten. De wachtwoorden van de reformatoren waren <foreignphrase>sola scriptura</foreignphrase> voor onze autoriteit en <foreignphrase>sola gratia</foreignphrase> voor onze redding.
nn: Me kan altså sei at Gud har tala ein gong for alle og at Kristus har lide ein gong for alle. Dette tyder at den kristne openberringa og den kristne frikjøpinga begge er fullførde i Kristus. Ingenting kan leggjast til nokon av dei utan å vanvørda Kristus... Dette er dei to grunnvollane som den protestantiske reformasjonen vart bygd på -- Guds openberra ord utan tillagte, menneskelege tradisjonar, og Kristi ferdiggjorte verk utan tillagte, menneskelege meritt. Nøkkelorda for reformasjonen sine menn og kvinner var <foreignphrase>sola scriptura</foreignphrase> for vår autoritet, og <foreignphrase>sola gratia</foreignphrase> for vår frelse.

source: Supplement: Bible Reading Programs
fi: Liite: Raamatunlukuohjelmat
nl: Supplement: Bijbellees-programma's
nn: Supplement: Bibelleseplanar

source: Here are some easy programs to systematically read your Bible. You can do more than one at a time if you like, for instance #1 with #4, or #2 with #5. Vary the program from year to year to keep it fresh!
fi: Tässä on muutama helppo ohjelma, joilla voit lukea systemaattisesti Raamattuasi. Voit lukea enemmän kuin yhden kerrallaan, jos tahdot, esimerkiksi #1 ja #4, tai #2 ja #5. Vaihda ohjelmaa vuosi vuodelta pitääksesi sen tuoreena!
nl: Hier zijn een aantal makkelijke programma's om je bijbel systematisch te lezen. Je kunt er meer dan een tegelijk gebruiken, als je wilt. Bijvoorbeeld #1 met #4, of #2 met #5. Varieer het programma van jaar tot jaar om het fris te houden!
nn: Her er nokre enkle planar for å lesa systematisk i Bibelen. Du kan bruka meir enn ein om gongen dersom du ynskjer det, til dømes #1 med #4 eller #2 med #5. Bytt plan frå år til år for å halda det friskt!

source: New Testament in a Year: read one chapter each day, 5 days a week.
fi: Uusi Testamentti vuodessa: lue yksi luku joka päivä, 5 päivää viikossa.
nl: Het Nieuwe Testament in een jaar: lees per dag een hoofdstuk, 5 dagen per week.
nn: Det nye testamentet på eit år: les eitt kapittel kvar dag, 5 dagar i veka.

source: Proverbs in a Month: read one chapter of Proverbs each day, corresponding to the day of the month.
fi: Sananlaskut kuukaudessa: Lue yksi luku Sananlaskuja joka päivä vastatem kuukaudenpäivää.
nl: Spreuken in een maand: lees elke dag een hoofdstuk uit Spreuken, overeenkomstig de dag van de maand.
nn: Ordtøka på ein månad: les eitt kapittel frå Ordtøka for kvar dag i månaden.

source: Psalms in a Month: read 5 Psalms at intervals of 30 each day, for instance on the 20th you read Ps.20, 50, 80, 110, &amp; 140.
fi: Psalmit yhdessä kuukaudessa: Lue 5 Psalmia 30:n päivän aikana, 20. kerralla luet Psalmit 20, 50, 80, 110, &amp; 140.
nl: De Psalmen in een maand: lees 5 Psalmen per dag, met een interval van 30. Lees bijvoorbeel op de 20e Ps. 20, 50, 80, 110 &amp; 140.
nn: Salmane på ein månad: Les 5 salmar med intervall på 30 for kvar dag. Til dømes kan du den 20. lesa Sal. 20, 50, 80, 110 og 140.

source: Psalms &amp; Proverbs in 6 months: read through Psalms and Proverbs one chapter per day.
fi: Psalmit &amp; Sananlaskut 6 kuukaudessa: Lue Psalmit ja Sananlaskut läpi yksi luku päivässä.
nl: Psalmen &amp; Spreuken in 6 maanden: lees Psalmen en Spreuken door, elke dag een hoofdstuk.
nn: Salmane og Ordtøka på 6 månader: les gjennom Salmane og Ordtøka, eitt kapittel om dagen.

source: Old Testament without Psalms &amp; Proverbs in 2 years: if you read one chapter a day of the Old Testament, skipping over Psalms &amp; Proverbs, you will read the Old Testament in 2 years and 2 weeks.
fi: Vanha Testamentti ilman Psalmeja &amp; Sananlaskuja kahdessa vuodessa: Jos luet yhden kappaleen päivässä Vanhaa Testamenttia ohittaen Psalmit &amp; Sananlaskut, luet Vanhan Testamentin 2 vuodessa ja 2 viikossa..
nl: Het Oude Testament (zonder Psalmen &amp; Spreuken) in 2 jaar: als je van het Oude Testament elke dag een hoofdstuk leest, en daarbij Psalmen en Spreuken overslaat, lees je het Oude Testament in 2 jaar en 2 weken.
nn: Det gamle testamentet utan Salmane og Ordtøka på 2 år: dersom du les eit kapittel kva dag frå det gamle testamentet, og hoppar over Salmane og Ordtøka, kjem du gjennom det gamle testamentet på 2 år og 2 veker.

source: Rules of Bible Interpretation (Hermeneutics)
fi: Raamatuntulkinnan säännöt (hermeneutiikka)
nl: Regels voor interpretatie van de bijbel (Hermeneutiek)
nn: Reglar for bibeltolking (hermeneutikk)

source: How do we go about discovering the intended meaning of a passage? Let's say your attention has been drawn to a particular verse whose meaning is not clear to you. How do you study it out? Keep these rules in mind:
fi: Kuinka etsimme tekstikohdan tarkoitettua merkitystä? Sanokaamme, että huomiomme on kohdistettu jakeen osaan, jonka merkitys ei ole meille selvä. Kuinka tutkimme sitä? Pidä kolme sääntöä muistissa:
nl: Hoe gaan we te werk als we de oorspronkelijk bedoelde betekenis van een passage willen ontdekken? Laten we stellen dat je een bepaald vers is opgevallen, wat je niet zo goed begrijpt. Hoe bestudeer je het dan? Houdt de volgende regels in gedachte:
nn: Korleis skal me te oss for å oppdaga den opprinnelege meininga med teksten? Lat oss sei at du har vorte oppteken av eit spesielt vers, men at det ikkje er heilt klart for deg kva verset tyder. Korleis studerer du for å finna det ut? Ha desse reglane i mente:

source: Rule 1 - Interpret according to the exact meaning of the words.
fi: Sääntö 1 - Tulkitse sanojen täsmällisten merkitysten mukaan.
nl: Regel 1 - Interpreteer de tekst volgens de precieze betekenis van de woorden.
nn: Regel 1 - Tolk/forstå i høve til den eksakte meininga av orda.

source: The more precise we can be with the exact, original meaning of the words the better our interpretation will be. Try to find the exact meaning of the key words by following these steps:
fi: Mitä tarkempia voimme olla sanojen todellisen, alkuperäisen merkityksen kanssa, sitä parempi tulkintamme on. Yritä löytää avainsanojen todellinen merkitys näillä askelilla:
nl: Hoe preciezer wij de oorspronkelijke betekenis van de woorden kunnen achterhalen, hoe beter we de tekst zullen kunnen interpreteren. Probeer de precieze betekenisvan kernwoorden te vinden aan de hand van de volgende stappen:
nn: Jo meir presise me kan vera med den eksakte, originale meininga av orda, dess betre vil forståinga vår bli. Prøv å finna den eksakte meininga av nokre av nøkkelorda ved å følgja desse stega:

source: Definition
fi: Määrittely
nl: Definitie
nn: Definisjon
