Repository: bibletime/historic-bibletime-svn
Catalog: trunk/website/content/*/po/full.po
Languages: fi, nl, nn

source: We need an historical tidbit: Jews counted any part of a day as a full day, as we would count buckets of water (if there were six and one-half buckets of water, we would say there were 7 buckets of water even if one was only partly full). So to the Jewish mind, any part of a day counted as a full day, and days started at 6 p.m. and ended at 6 p.m. Friday from 3 p.m. to 6 p.m. = day 1. Friday 6 p.m. to Saturday 6 p.m. = day 2. Saturday 6 p.m. to Sunday 5 or so a.m. = day 3. Interpreting within the cultural context keeps us out of trouble.
fi: Tarvitsemme historiallisen makupalan: Juutalaiset laskivat kaikki päivän osat yhdeksi päiväksi, kuten me laskemme ämpärillistä vettä (jos on kuusi ja puoli ämpärillistä vettä, voimme sanoa, että on 7 ämpärillistä vettä jopa, vaikka yksi olisi vain osittain täysi). Siten juutalaisessa ajattelussa mikä tahansa päivän osa lasketaan koko päiväksi. Päivät alkaen klo 6 i.p. ja päättyen klo 6 i.p. Perjantaista klo 3 i.p. klo 6 i.p. = päivä 1. Perjantai klo 6 i.p. lauantaihin klo 6 i.p. = toinen päivä. Lauantaista klo 6 i.p. sunnuntaihin klo 5 i.p. on kolmas päivä. Kulttuurisidonnainen tulkinta poistaa ongelman.
nl: We hebben een historisch wetenswaardigheidje nodig: de Joden telden elk stukje van de dag mee, als was het een hele dag, net zoals wij emmers water tellen (als er 6 emmers vol zijn, en eentje half vol, dan zeggen we gerust dat er 7 emmers water staan). Volgens Joodse opvattingen telde elk deel van een dag dus als een hele dag, en startte een dag om 6 uur 's avonds en eindigde een dag om 6 uur 's morgens. Vrijdag van 15:00 tot 18:00 = dag 1. Vrijdag van 18:00 tot zaterdag 18:00 = dag 2 en Zaterdag 18:00 tot ongeveer Zondag 05:00 = dag 3. Interpretatie binnen de culturele context houdt ons uit de moeilijkheden.
nn: Me treng ei historisk opplysing: Jødane talde einkvar del av ein dag som ein full dag, akkurat som me ville telje vassbøtter (dersom me hadde seks og ei halv bøtte med vatn ville me sei sju bøtter med vatn sjølv om ei berre var delvis full). Så i jødane sin tenkjemåte, kva som helst del av ein dag talde for ein heil dag, og dagane starta klokka 1800 og enda 1800. Fredag 1500 - 1600 = dag 1. Fredag 1800 - Laurdag 1800 = dag 2. Laurdag 1800 - sundag morgon = dag 3. Tolking innanføre den kulturelle konteksten hjelper på å halda oss ute av trøbbel.

source: Example 3B
fi: Esimerkki 3B
nl: Voorbeeld 3B
nn: Døme 3B

source: Gen.15:7-21. The historical context is that cutting animals in two and then walking between the pieces was the normal way of entering a contract in Abraham's day. Both parties walked between, taking the pledge that dismemberment would happen to them if they didn't live up to their part of the contract. But in this case only God goes thru, making it a unilateral covenant.
fi: Moos.15:7-21. Historiallinen asiayhteys on että Aabrahamin päivinä tehtiin sopimuksia halkaisemalla eläimet kahdeksi kappaleeksi ja sitten kävelemällä palojen välissä. Kumpikin osapuoli käveli välissä ottaen pantin. Pantin rikkipaloitteleminen tapahtuu niille, jos he eivät elä sopimuksen mukaan. Mutta tässä tapauksessa vain Jumala toteuttaa sen yksipuolisella sopimuksella.
nl: Gen.15:7-21. De historische context is dat het in twee stukken delen van dieren en dan tussen de stukken door lopen was een gebruikelijke manier om een belangrijke overeenkomst te sluiten. Beide partijen liepen er tussen, en deden zo de gelofte dat het degene die zich niet aan de overeenkomst hield net zo zou vergaan als die dieren. Maar in dit geval is God de enige die er tussendoor gaat, en zo een eenzijdig verbond sluit.
nn: 1. Mos. 15,7.21. Den historiske konteksten er at å kutta eit dyr i to og deretter gå mellom delane var ein normal måte å inngå ei kontrakt på Abraham si tid. Begge partar gjekk mellom, som ei stadfesting på at det ville gå dei ille dersom dei ikkje levde opp til sin del av kontrakten. I dette tilfellet er det likevel berre Gud som går gjennom, og gjer det til ei einvegskontrakt.

source: Rule 4 - Interpret according to the normal usage of words in language
fi: Sääntö 4 - Tulkitse kielen sanojen normaalikäytön mukaan
nl: Regel 4 - Interpreteer volgens het normale gebruik van woorden in de taal
nn: Regel 4 - Tolk i høve til normal bruk av ord i språket

source: Let literal language be literal and figurative language be figurative. And watch out for idioms, which have special meanings.
fi: Antakaamme kirjaimellisen kielen olla kirjaimellista ja kuvaavan kielen olla kuvaavaa. Ja katso sanontoja, joilla on erityinen merkitys.
nl: Laat literaire taal gewoon literaire taal zijn, en laat figuurlijke taal figuurlijk zijn. En kijk uit voor idioom met een speciale betekenis.
nn: Lat konkret tale vera konkret tale, og biletspråk vera biletspråk. Og ver på vakt mot ordtak og uttrykk som kan ha spesiell meining.

source: Example 4A
fi: Esimerkki 4A
nl: Voorbeeld 4A
nn: Døme 4A

source: <quote>evil eye</quote> in Mt.6:23.
fi: <quote>paha silmä</quote> Mt.6:23.
nl: <quote>slecht oog</quote> in Matt.6:23.
nn: <quote>vondt auga</quote> i Matt. 6,23.

source: Rule 1, definition of "evil" and "eye" - no help here. Rule 2, context: seems to confuse us even more. It doesn't seem to fit with what goes before and after! This should tip us off that we aren't understanding it rightly!!
fi: Sääntö 1, sanojen "evil" ja "eye" määritelmät - ei opastusta tässä. Sääntö 2, asiayhteys: sekoittaa meitä yhä enemmän. Ei näytä sopivan aiempaan ja jäljempään tekstiin! Tämän pitäisi näyttää meille, että emme ymmärrä oikein!!
nl: Regel 1, definitie van "slecht" en "oog" - helpt niets. Regel 2, context: lijkt alleen maar meer onduidelijkheid te veroorzaken. Het lijkt niet te passen in wat er aan vooraf gaat, en wat er na komt. Dat zou ons erop moeten wijzen dat we het niet opvatten zoals het bedoeld is!!
nn: Regel 1. definisjonen av "vond" (ond) og "auga" er ikkje til hjelp her. Regel 2, kontekst: ser ut til å gjera oss enno meir forvirra. Det ser ikkje ut til å stemma med det som står før og etter! Dette skulle gje oss eit hint om at me ikkje forstår uttrykket skikkeleg.

source: What we have here is a Hebrew idiom, <quote>evil eye</quote>. Let's look up other uses of this idiom: Mt.20:15 "<emphasis>Is it not lawful for me to do what I wish with what is my own? Or is your eye envious [lit."evil"] because I am generous [lit. "good"]?</emphasis>" We find that having an "evil eye" is a Hebrew idiom for being stingy or envious. Now go back to Mt.6 and notice how this understanding ties in so perfectly to the context.
fi: Meillä on tässä heprealainen sanonta, <quote>evil eye</quote>. Tarkastellaanpa tämän sanonnan muita merkityksiä: Mt.20:15 "<emphasis>ja kai minä saan omallani tehdä mitä haluan? Katsotko sinä karsaasti [lit."evil"] sitä, että minä olen hyvä [lit. "jalo"]?</emphasis>" Huomaamme, että "evil eye" on heprealainen sanonta olla kitsas tai kateellinen. Palaa nyt takaisin Matteuksen 6. lukuun ja huomaa kuinka tämä ymmärtäminen sitoutuu niin täydellisesti yhteen asiayhteyden kanssa.
nl: Waar we hier mee te maken hebben is een Hebreeuws idioom, <quote>slecht oog</quote>. Laten we andere plaatsen opzoeken waar dit idioom gebruikt wordt: Matt.20:15 "<emphasis>Staat het mij niet vrij om met het mijne te doen wat ik wil? Of is uw oog boos, omdat ik goed ben?</emphasis>" Een "boos oog" hebben, is een Hebreeuwse uitdrukking voor gierig of jaloers zijn. Nu terug naar Matt.6. Merk op hoe goed deze interpretatie past in de context.
nn: Det me har her er eit hebraisk uttrykk, <quote>(v)ondt auga</quote>. Lat oss slå opp bruk av dette uttrykket andre stader: Matt. 20,15 "<emphasis>Har eg ikkje lov å gjera som eg vil med det som er mitt? Eller ser du med vonde auge på at eg er god?</emphasis>" Me ser at "vondt auga" er eit hebraisk uttrykk for å vera misunneleg. Gå no tilbake til Matt. 6 og legg merke til korleis denne forståinga passar perfekt inn i konteksten der.

source: Example 4B
fi: Esimerkki 4B
nl: Voorbeeld 4B
nn: Døme 4B

source: Is.59:1 <quote>The Lord's hand is not short;</quote>
fi: Is.59:1 <quote>Herran käsi ei ole lyhennetty;</quote>
nl: Jes.59:1 <quote>Zie, de hand des HEREN is niet te kort om te verlossen[...]</quote>
nn: Jes. 59,1 <quote>Sjå, Herrens arm er ikkje for kort;</quote>

source: Deut.33:27 <quote>Underneath are the everlasting arms.</quote>
fi: 5. Moos. 33:27 <quote>Sinun turvasi on ikiaikojen Jumala, sinua kantavat ikuiset käsivarret. Hän karkotti tieltäsi viholliset ja käski sinun hävittää heidät.</quote>
nl: Deut.33:27 <quote>[De eeuwige God is u een woning en] onder u zijn eeuwige armen.</quote>
nn: 5. Mos. 33,27 <quote>Her nede er evige armar.</quote>

source: References to body parts of God are used by Latter-Day Saints to prove that God was once a man just as we are. Once they convince people of that, they go on to teach that we can become God just like He is! At a lecture he was giving, a group of Mormon elders challenged Walter Martin (author of <emphasis>Kingdom of the Cults</emphasis>) with an enumeration of verses like these. Dr. Martin then asked the Mormons to read one more scripture: Ps.91:4 <quote>He will cover you with His feathers; And under His wings shalt thou trust</quote>. W.M. said, <quote>By the same rules of interpretation that you just proved God to be a man, you just proved that He is a bird</quote>. The Mormons had to laugh as they realised the ridiculousness of their position.
fi: Viittaamalla Jumalan ruumiinosiin mormonit todistavat, että Jumala oli kerran mies kuten me. Kun he ovat vakuuttaneet ihmiset siitä, he jatkavat opettamista, että me voimme tulla Jumaliksi juuri kuten Hän on! Hänen antamalla luennolla ryhmä vanhempia mormoneja haastoi Walter Martinin (<emphasis>Kulttien kuningaskunnan</emphasis> tekijä) riitaan lukuisalla joukolla samanlaisia jakeita. Tohtori Martin pyysi mormoneja lukemaan yhden tekstin lisää. Ps. 91:4 <quote>Hän levittää siipensä yllesi, ja sinä olet turvassa niiden alla. Hänen uskollisuutensa on sinulle muuri ja kilpi.</quote>. W.M. sanoi, <quote>Samalla tulkinnalla, jolla todistitte Jumalan ihmiseksi, te todistitte, että hän on lintu.</quote>. Mormonien oli naurettava huomatessaan heidän paikaknsa.
nl: Verwijzingen naar delen van Gods lichaam worden door Heiligen van de Laatste Dagen (ook wel bekend als Mormonen) gebruikt om aan te tonen dat God ooit mens was net als wij. En als ze mensen daar eenmaal van hebben overtuigd, gaan ze verder door te leren dat wij God kunnen worden zoals Hij is! Bij een lezing die hij gaf, daagde een groep Mormoonse oudsten Walter Martin (schrijver van <emphasis>Kingdom of the Cults</emphasis>) uit met een opsomming van teksten zoals deze. Dr. Martin vroeg de Mormonen toen om nog een gedeelte te lezen uit de schrift: Ps91:4 <quote>Met zijn vlerken beschermt Hij u, en onder zijn vleugelen vindt gij een toevlucht.</quote> W.M. said, <quote>Door de manier van interpreteren waarmee jullie zojuist bewezen dat God een mens is, bewijzen jullie ook dat Hij een vogel is.</quote> De Mormonen moesten lachen toen zij zich realiseerden hoe belachelijk hun positie was.
nn: Referansar til Gud sine kroppsdelar vert brukt av mormonarar til å prova at Gud ein gong var menneske akkurat slik me er. Så snart dei har overtydd folk om det går dei vidare til å læra at me kan verta Gud akkurat slik Han er! På eit seminar Walter Martin (forfattar av <emphasis>Kingdom of the Cults</emphasis>) var på prøvde ei gruppe mormonareldste å utfordra han med ei rekkje vers som dette. Dr. Martin ba då mormonarane om å lesa eit til vers: Sal. 91,4: <quote>Med sine vengjefjører dekkjer han deg, og under hans vengjer finn du ly</quote>. Walter Martin sa, <quote>Ved hjelp av dei same reglane for tolking de brukte til å visa at Gud var menneske har de òg no vist at Han er ein fugl</quote>. Mormonarane måtte le då dei innsåg kortslutninga i si eiga tolking.

source: Rule 5 - Understand the purpose of parables and the difference between a parable and an allegory
fi: Sääntö 5 - Ymmärrä kertomusten tarkoitus ja ero kertomuksen ja allegorian välillä
nl: Regel 5 - Begrijp de zin van gelijkenissen, en het verschil tussen een gelijkenis en een allegorie
nn: Regel 5 - Forstå målet med likningar og skilnaden mellom ein likning og ein allegori

source: An allegory is: <emphasis>A story where each element has a meaning.</emphasis>
fi: Allegoria on: <emphasis>Kertomus, jossa kullakin osalla on merkitys.</emphasis>
nl: Een allegorie is: <emphasis>Een verhaal waarin ieder element een betekenis heeft.</emphasis>
nn: Ein allegori er <emphasis>Ei forteljing der kvart enkelt element har ei meining.</emphasis>

source: Every parable is an allegory, true or false?
fi: Jokainen kertomus on allegoria, tosi vai epätosi?
nl: Elke gelijkenis is een allegorie. Is dat juist of onjuist?
nn: Einkvar likning er ein allegori, sant eller usant?

source: Example 5A
fi: Esimerkki 5A
nl: Voorbeeld 5A
nn: Døme 5A

source: The parable of the widow with the unrighteous judge in Lk.18:1-8. This story illustrates one lesson: boldness in prayer. If we draw it into an allegory, what do we have?
fi: Kertomus leskestä ja väärämielisestä tuomarista Luuk.18:1-8. Tämä kertomus valaisee yhden läksyn: lannistumaton rukoilu. Jos me sijoitamme sen allegoriaan, mitä meillä on?
nl: De gelijkenis van de weduwe met de onrechtvaardige rechter in Luc.18:1-8. Dit verhaal is een illustratie bij één les: volharding in gebed. Wat krijgen we als we er een allegorie van maken?
nn: Likninga om enkja og den urettferdige dommaren i Luk. 18,1-8. Denne forteljinga illustrerer eitt poeng: frimod i bøn. Dersom me tolkar forteljinga som ein allegori, kva har me då?

source: All sorts of violence happens to the meanings: God is reluctant to protect the rights of widows, prayer "bothers" Him, etc.
fi: Kaikenlaisia vääryyksiä tapahtuu merkityksille. Jumala on halutun puolustamaan leskiä, rukoilijat "kiusaavat" Häntä, jne.
nl: De betekenis wordt op allerlei manieren geweld aangedaan: God is onwillig om de rechten van weduwen te beschermen, gebed "kwelt" Hem, enz.
nn: Alle slags merkjelege ting skjer med meininga: Gud vert plutseleg motvillig til å ivareta rettane til enkjer, bøn "plagar" Han, osb.

source: Example 5B
fi: Esimerkki 5B
nl: Voorbeeld 5B
nn: Døme 5B

source: The parable of the unrighteous steward in Lk.16:1-9. What is the point of the parable? Is it an allegory?
fi: Kertomus väärästä huoneenhaltijasta Lk 16:1-9. Mikä on kertomuksen merkitys? Onko se allegoria?
nl: De gelijkenis van de onrechtvaardige rentmeester in Luc.16:1-9. Wat is het punt van vergelijking in deze gelijkenis? Is het een allegorie?
nn: Likninga om den uærlege hushaldaren i Luk. 16,1-9. Kva er poenget med likninga? Er det ein allegori?

source: The steward is commended for only one thing, his shrewdness in using what he had to prepare for a time when he wouldn't have it. But he is not commended for his unethical behavior in cheating his master.
fi: Huoneenhaltijaa kunnioitetaan vain yhden asian tähden, hänen viekkautensa valmistautuessaan virasta erottamisen jälkeiseen aikaan. Mutta häntä ei kunnioiteta hänen epäeettisen käytöksen takia mestarinsa petkuttamisesta.
nl: De rentmeester wordt geloofd om zijn scherpzinnigheid betreffende het veiligstellen van zijn eigen hachje. Maar van zijn onethische gedrag (zijn heer oplichten) wordt niets gezegd.
nn: Hushaldaren er brukt kun av ein grunn, hans utspekulerte måte å bruka det han hadde til å førebu seg på ei tid då han ikkje ville ha det. Men likninga er ikkje meint å oppfordra til den uetiske måten han snytte herren sin på.

source: Translations
fi: Käännökset
nl: Vertalen
nn: Omsetjingar

source: It will cost you just a few minutes to update the webpage translation in your language. Help with the translations is something all users can do and which help all users. If you want to help us keeping the translations up to date, please read the page about <olink targetdocent="translations">making translations</olink> and update the translation file of your own language.
fi: WWW-sivun käännöksen päivitys omalle kielellesi vie sinulta muutaman minuutin aikaa. Jokainen voi auttaa käännöstyössä ja se auttaa kaikkia käyttäjiä. Jos haluat auttaa meitä ylläpitämällä käännöksiä ajantasalla, lue sivu <olink targetdocent="translations">käännösten tekeminen</olink> ja päivitä oman kielesi käännöstiedosto.
nl: Het kost je maar een paar minuten om de vertaling van de website in jouw taal up-to-date te houden. Helpen met vertalen is iets waarmee alle gebruikers kunnen helpen en wat alle gebruikers helpt. Als je ons wilt helpen om de vertalingen up-to-date te houden, lees dan de pagina over het <olink targetdocent="translations">maken van vertalingen</olink> en verbeter het vertaalbestand van je eigen taal.
nn: Det vil berre kosta deg nokre få minutt å oppdatere omsetjinga av nettsida til språket ditt. Hjelp med omsetjing er noko alle kan bidra med og som hjelper alle. Dersom du vil hjelpa oss å halda omsetjinga oppdatert, les sida om å <olink targetdocent="translations">laga omsetjingar</olink> og oppdater omsetjingsfila til ditt eige språk.

source: The BibleTime team
fi: BibleTime-työryhmä
nl: Het BibleTime-team

source: Welcome to the BibleTime project.
fi: Tervetuloa BibleTime-projektin sivuille.
nl: Welkom bij het BibleTime-project.
nn: Velkomen til BibleTime-prosjektet.

source: News about BibleTime
fi: Uutiset BibleTimestä
nl: Nieuws over BibleTime
nn: Nytt om BibleTime

source: 2008-01-12: BibleTime 1.7alpha1
fi: 12.1.2008: BibleTime 1.7 alfa 1

source: The new alpha (testing) version for the KDE 4.0 environment is available. <ulink url="http://devel.bibletime.info/wiki/Current_events#2008-01-12:_1.7alpha1_release">Read the announcement</ulink> to know more about the current status and the future of BibleTime.
fi: Uusi testausversio (alfa) on saatavilla KDE 4.0 -ympäristöön. <ulink url="http://devel.bibletime.info/wiki/Current_events#2008-01-12:_1.7alpha1_release">Lue ilmoitus</ulink> saadaksesi lisätietoja BibleTimen nykyisestä kehittämisestä ja tulevaisuudesta.
nl: De nieuwe alpha-versie (=testversie) voor de KDE 4.0 omgeving is beschikbaar. <ulink url="http://devel.bibletime.info/wiki/Current_events#2008-01-12:_1.7alpha1_release">Lees deze aankondiging</ulink> om meer te weten te komen over de huidige status en de toekomst van BibleTime.

source: 2007-11-04: BibleTime 1.6.5
fi: 4.11.2007: BibleTime 1.6.5

source: A new bugfix version of BibleTime is now available. It contains several important fixes in the bookshelfmanager, the sessionmanagement and in the text-display windows. It also ships with updated translations. The source code can be downloaded from our SourceForge page. Binary packages will be made available soon.
fi: Uusi BibleTimen virheenkorjausversio on saatavilla. Se sisältää useita tärkeitä korjauksia kirjahyllyyn, istunnonhallintaan ja tekstinnäyttöikkunaan. Se toimitetaan myös päivitetyillä käännöksillä. Lähdekoodi on ladattavissa SourceForgen sivulta. Binääripaketit tulevat saataville pian.
nl: Er is een nieuwe versie van BibleTime beschikbaar met bugfixes. Deze bevat verscheidene belangrijke reparaties in de Boekenplank Manager, het sessiemanagement en de tekstweergavevensters. Ook zijn er vernieuwde vertalingen bijgevoegd. De broncode kan gedownload worden van onze SourceForge pagina. Binary packages zullen snel beschikbaar worden gemaakt.

source: 2007-04-18: BibleTime 1.6.4
fi: 18.4.2007: BibleTime 1.6.4

source: A new bugfix release of BibleTime has been released today. Version 1.6.4 fixes issues with the NETfree Bible module, the search and also contains several smaller improvements. The bibletime-i18n translations contains updated Polish and Chinese translation files.
fi: Uusi BibleTimen korjattu versio on julkistettu tänään. Versio 1.6.4 korjaa NETfree Bible -moduulin käyttövirheitä. Etsintään on tullut myös useita pieniä parannuksia. Käännöksiä on päivitetty puolan ja kiinan kielillä.
nl: Er is vandaag een nieuwe versie van BibleTime vrijgegeven met reparaties (bugfixes). Versie 1.6.4 herstelt problemen met de NETfree Bijbel module en de zoekfunctie, maar bevat ook verscheidene kleinere verbeteringen. De bibletime-i18n vertalingen bevatten vernieuwde Poolse en Chinese vertaalbestanden.

source: 2007-01-29: BibleTime 1.6.3
fi: 29.1.2007: BibleTime 1.6.3

source: Version 1.6.3 has been released today. Besides several minor bugfixes the searching in unicode modules works now again. The translations have been updated, too. See the <ulink url="http://sourceforge.net/project/shownotes.php?release_id=449414&amp;group_id=954">Changelog</ulink> for a detailed list of changes. We hope to provide packages for the major Linux distributions soon. To install from source code you need Sword 1.5.9 and CLucene 0.9.16a. Packages for these two are available at our download location.
fi: Versio 1.6.3 on julkistettu tänään. Useiden pienten virheenkorjausten lisäksi etsiminen unicode-moduuleissa toimii jälleen. Käännöksiä on päivitetty myös. Katso yksityiskohtaisia lisätietoja osoitteessa <ulink url="http://sourceforge.net/project/shownotes.php?release_id=449414&amp;group_id=954">Changelog</ulink>. Toivomme voivamme tarjota asennuspaketit tärkeimmille Linux-distribuutioille pian. Asentaaksesi ohjelman lähdekoodeilla tarvitset Sword 1.5.9 ja CLucene 0.9.16a ohjelmat asennettuina. Näiden kahden asennuspaketit ovat ladattavissa lataussivullamme.
nl: Versie 1.6.3 is vandaag vrijgegeven. Behalve verscheidene kleine reparaties, werkt de zoekfunctie in unicode modules nu weer. De vertalingen zijn ook vernieuwd. Zie de <ulink url="http://sourceforge.net/project/shownotes.php?release_id=449414&amp;group_id=954">Changelog</ulink> voor een gedetailleerde lijst met veranderingen. We hopen snel packages aan te bieden voor de grotere linux distributies. Om vanuit de broncode te installeren, heb je Sword 1.5.9 en CLucene 0.9.16a nodig. Packages hiervan zijn verkrijgbaar op onze download locatie.

source: 2006-12-10: BibleTime 1.6.2
fi: 10.12.2006: BibleTime 1.6.2

source: A new version has been released today. It contains several important bugfxies, a summary of the changes is available in the <ulink url="http://sourceforge.net/project/shownotes.php?release_id=449414&amp;group_id=954">Changelog</ulink>. The translation package bibletime-i18n has been updated, as well.
fi: Tänään on julkistettu uusi versio. Se sisältää useita tärkeitä virheenkorjauksia. Muutosten yhteenveto on nähtävillä osoitteessa <ulink url="http://sourceforge.net/project/shownotes.php?release_id=449414&amp;group_id=954">Changelog</ulink>. Kielipaketti bibletime-i18n on päivitetty myös.
nl: Er is vandaag een nieuwe versie vrijgegeven. Het bevat verscheidene reparaties (bugfixes), een samenvatting van deze wijzigingen is beschikbaar in de <ulink url="http://sourceforge.net/project/shownotes.php?release_id=449414&amp;group_id=954">Changelog</ulink>. De package met vertalingen, bibletime-i18n, is ook geüpdatet.

source: 2006-10-26: BibleTime 1.6.1
fi: 26.10.2006: BibleTime 1.6.1
