Repository: bibletime/historic-bibletime-svn
Catalog: trunk/website/content/*/po/full.po
Languages: fi, nl, nn

source: This is the place to ask questions about BibleTime. If you have trouble with installing and/or using BibleTime post a message in the forum, and hopefully you'll have an answer in time.
fi: Tämä on paikka kysyä kysymyksiä BibleTimestä. Jos isnulla on ongelmia asennuksessa ja/tai BibleTimen käytössä, kirjoita viesti foorumille ja toivo, että saat vastauksen kohtuullisessa ajassa.
nl: Dit is de plaats om vragen te stellen over BibleTime. Als je problemen hebt met installeren en/of het gebruiken van BibleTime, plaats dan een bericht in het forum en hopelijk krijg je na een tijdje antwoord.
nn: Dette er staden å spørje om hjelp med BibleTime. Dersom du har problem med installasjon og/eller bruk av BibleTime, legg inn ei melding på forumet, og vonaleg vil du ha fått svar innan ein times tid.

source: If you are an experienced BibleTime user and can spare some time, please regularly check out the forum and answer questions of people who have less experience than you. Thereby you would also help the developers to concentrate on the work of development instead of user support.
fi: Jos olet BibleTimen kokenut käyttäjä ja haluat jakaa vähän aikaa, tarkista huolellisesti käyttäjäfoorumin viestit ja vastaa vähemmän kokeneiden (kuin sinä) ihmisten tekemiin kysymyksiin. Näin voit auttaa kehittäjiä keskittymään kehitystyöhön käyttäjäopastuksen sijaan.
nl: Als je een ervaren BibleTime gebruiker bent en je kunt wat van je tijd missen, kijk dan alsjeblieft regelmatig op het forum en beantwoord de vragen van de mensen die minder ervaring hebben dan jij. Daarmee help je ook de ontwikkelaars om zich te concentreren op het ontwikkelwerk in plaats van op gebruikersondersteuning.
nn: Dersom du er ein røynd BibleTime-brukar og har litt tid til overs, ver venleg og sjekk forumet jamnleg og svar på spørsmåla til folk som har mindre erfaring enn deg. Dermed kan du òg hjelpa utviklarane til å konsentrere seg om utviklingsarbeidet i staden for brukarstøtte.

source: Send a Bug report
fi: Lähetä virheraportti
nl: Stuur een bug-rapport
nn: Send inn ein feilrapport

source: If you find a bug in BibleTime use this link to report it so it can be fixed in later versions. Please include detailed descriptions of your setup and how the developers can reproduce the bug.
fi: Jos löydät BibleTimestä bugin, käytä tätä linkkiä raportoidaksesi siitä, jotta se voidaan korjata myöhemmissä versioissa. Liitä yksityiskohtainen kuvaus asetuksistasi ja kuinka kehittäjät voisivat aikaansaada bugin uudelleen.
nl: Als u in BibleTime bugs (programmafouten) vindt, gebruik dan deze link om ze te melden, zodat ze in latere versies hersteld kunnen worden. Sluit alstublieft een gedetailleerde omschrijving bij van je configuratie en hoe de ontwikkelaars de fout kunnen reproduceren.
nn: Dersom du finn ein feil i BibleTime, bruk denne lekkja til rapportere han så han kan verta fiksa i seinare versjonar. Ver venleg å oppgje detaljerte skildringar av oppsettet ditt og av korleis utviklarane kan reprodusere feilen.

source: Send a feature suggestion
fi: Lähetä ominaisuusehdotus
nl: Verstuur een suggestie voor een feature
nn: Send inn eit funksjonalitetsforslag

source: If you have an idea how to improve BibleTime please use this link to tell the developers about it.
fi: Jos sinulla on idea kuinka parantaa BibleTimeä, käytä tätä linkkiä kertoaksesi siitä kehittäjille.
nl: Als u een idee heeft om BibleTime te verbeteren, gebruikt u deze link om de ontwikkelaars erover te vertellen!
nn: Har du ein idé om korleis BibleTime kan forbetrast, bruk denne lekkja til å fortelje utviklarane om det.

source: Report a website problem
fi: Raportoi www-sivun ongelmasta
nl: Meld een websiteprobleem
nn: Rapportér eit problem med nettsida.

source: If you found a problem with the website or have a suggestion how it could be improved, please use this link to tell the webmaster about it.
fi: Jos löydät www-sivuista ongelmia tai sinulla on ehdotus kuinka niitä paranneltaisi, käytä tätä linkkiä kertoaksesi www-sivujen ylläpitäjälle siitä.
nl: Als u een probleem heeft gevonden met betrekking tot de website, of u heeft een suggestie over hoe deze kan worden verbeterd, gebruik dan deze link om het de webmaster te vertellen.
nn: Dersom du finn eit problem med nettsida, eller har forslag til korleis ho kan forbetrast, bruk denne lekkja til å fortelje vevmeisteren om det.

source: Frequently Asked Questions
fi: Usein kysytyt kysymykset (FAQ)
nl: Veel gestelde vragen (FAQ)
nn: Ofte Spurde Spørsmål (OSS/FAQ)

source: Installation problems
fi: Asennusongelmat
nl: Installatieproblemen
nn: Installasjonsproblem

source: Why is the toolbar missing?
fi: Miksi työkalurivi ei näy?
nl: Waarom is er geen werkbalk?
nn: Kvifor manglar verktøylinja?

source: Please run configure with the parameter --prefix=&lt;your KDE directory&gt;. Then run make and make install as usual. The KDE directories for the widely used Linux distributions are: <orderedlist> <listitem>RedHat: /usr</listitem> <listitem>SuSE: /opt/kde3</listitem> <listitem>Mandrake: /usr</listitem> </orderedlist> Alternatively you can run the command "kde-config --prefix" to get your KDE directory. The commands are:
fi: Aja configure-ohjelma parametreilla --prefix=&lt;KDE-kansiosi&gt;. Sitten suorita make ja make install kuten tavallisesti. KDE-kansiot laajalle levinneissä distribuutioissa ovat: <orderedlist> <listitem>RedHat: /usr</listitem> <listitem>SuSE: /opt/kde3</listitem> <listitem>Mandrake: /usr</listitem> </orderedlist> Vaihtoehtoisesti voit suorittaa komennon "kde-config --prefix" nähdäksesi KDE-kansiosi. Komennot ovat:
nl: Voer configure uit met de parameter --prefix =&lt;uw KDE-directory&gt;. Voer daarna als gewoonlijk make en make install uit. De KDE-directories voor de meest gebruikte Linux-distributies zijn: <orderedlist> <listitem>RedHat: /usr</listitem> <listitem>SuSE: /opt/kde3</listitem> <listitem>Mandrake: /usr</listitem> </orderedlist> Eventueel kunt u het commando "kde-config --prefix" uitvoeren om uw KDE-directory te vinden. De commando's zijn:
nn: Køyr configure med parameteren --prefix=&lt;KDE-katalogen din&gt;. Køyr så make og make install som vanleg. KDE-katalogen for dei mest brukte Linux-distribusjonane er: <orderedlist><listitem>RedHat: /usr</listitem> <listitem>SuSE: /opt/kde3</listitem> <listitem>Mandrake: /usr</listitem> </orderedlist> Alternativt kan du køyre kommandoen "kde-config --prefix" for å finna KDE-katalogen din. Kommandoane er:

source: ./configure --prefix=&lt;your KDE directory&gt;
fi: ./configure --prefix=&lt;KDE-kansiosi&gt;
nl: ./configure --prefix=&lt;uw KDE-directory&gt;
nn: ./configure --prefix=&lt;KDE-katalogen din&gt;

source: The translations are missing!
fi: Käännös puuttuu!
nl: De vertalingen ontbreken!
nn: Omsetjingane manglar!

source: Please install the package bibletime-i18n which contains the translations of the daily tips, the handbook, the installation instructions and the Bible study howto.
fi: Asenna paketti bibletime-i18n, joka sisältää käännetyt päivittäiset vihjeet, käsikirjan, asennusohjeet ja Raamatunlukuoppaan.
nl: Installeer de package bibletime-i18n, dat de vertalingen van de dagelijkse tips, het handboek de installatie-instructies en de Bijbelstudie HowTo bevat.
nn: Installer pakken bibletime-i18n, som inneheld omsetjingar av daglege tips, handboka, installasjonsvegleiinga og bibelstudieguiden.

source: Usage problems
fi: Käyttöongelmat
nl: Problemen met het gebruik
nn: Brukarproblem

source: Is it possible to search for a specific Strong number?
fi: Onko mahdollista etsiä yksittäistä Strong-numeroa?
nl: Is het mogelijk om naar een specifiek Strong-nummer te zoeken?
nn: Er det mogeleg å søkje etter eit bestemt Strong-tal?

source: Using BibleTime 1.1 - 1.4.x
fi: BibleTime versioiden 1.1 - 1.4.x käyttö
nl: Het gebruik van BibleTime 1.1 - 1.4.x

source: You need at least BibleTime 1.1 for this. Turn on the default usage of Strong's numbers in the optionsdialog (Sword-&gt;Filter settings). Then open the seachdialog and search for &lt;0120&gt; or any other Strong code.
fi: Sinulla tulee olla vähintään BibleTime 1.1 tälle. Aseta aktiiviseksi Strong-numeroiden oletuskäyttö asetusikkunassa (Sword-&gt;Suodinasetukset). Sitten avaa etsintäikkuna ja etsi &lt;0120&gt; tai mitä tahansa muuta Strong-koodia.
nl: U heeft ten minste BibleTime 1.1 nodig om dit te doen. Zet in het instellingenvenster (Sword &gt; Filterinstellingen) het standaard gebruik van Strong-nummers aan. Open hierna het zoekvenster en zoek naar &lt;0120&gt; of een andere Strong-code.
nn: Du treng minst BibleTime 1.1 for å gjera dette. Skru av standard bruk av Strong-tal i oppsettsdialogen (Sword-&gt;Filterinnstillingar). Opna så søkjedialogen og søk etter &lt;0120&gt; eller eit anna vilkårleg Strong-tal.

source: Using BibleTime 1.5 or later
fi: BibleTime version 1.5 tai uudempien käyttö
nl: Het gebruik van BibleTime 1.5 of hoger

source: The search interface now offers to set the type of your search. You can choose between headings, footnotes, Strongs numbers and morphological numbers.
fi: Hakukäyttöliittymässä voit nyt asettaa haun tyypin. Voit valita haettavaksi otsikkotietoja, alaviitteitä, Strong-numeroita tai morfologisia numeroita.
nl: De zoekdialoog biedt nu de mogelijkheid om het type zoekactie in te stellen. U kunt kiezen tussen koppen, voetnoten, Stong-nummers en morfologische nummers.

source: Why do I see only question marks instead of Unicode text?
fi: Miksi näen vain kysymysmerkkejä Unicode-tekstin sijaan?
nl: Waarom zie ik alleen maar vraagtekens in plaats van Unicode-tekst?
nn: Kvifor ser eg kun spørjeteikn i staden for Unicode-tekst?

source: First make sure you have the latest version of the module which has the problems! Check <ulink url="http://www.crosswire.org/sword">www.crosswire.org/sword</ulink> for this.
fi: Varmistu ensiksi, että sinulla on viimeisin versio moduulista jossa on ongelmia! Tarkista osoitteesta <ulink url="http://www.crosswire.org/sword">www.crosswire.org/sword</ulink>.
nl: Controleer eerst of u de laatste versie heeft van de module die problemen geeft! Ga hiervoor naar <ulink url="www.crosswire.org/sword">www.crosswire.org/sword</ulink>.
nn: Sjekk først at du har siste versjon av modulen det er problemer med! Sjekk <ulink url="http://www.crosswire.org/sword">www.crosswire.org/sword</ulink> for å gjera dette.

source: You have to install an unicode font like Code2000, Arial Unicode MS or Bitstream Cyberbit to display the special unicode characters. Check the section "Configuring BibleTime->Options Dialog->Fonts" in the handbook of BibleTime how to setup Unicode fonts under Linux.
fi: Sinun tulee asentaa unicode-kirjasin kuten Code2000, Arial Unicode MS tai Bitstream Cyberbit näyttääksesi unicode-erikoismerkit. Katso osio "Aseta BibleTime->Asetusikkuna->Kirjasimet" BibleTimen käsikirjassa kuinka Unicode-kirjasimet asetetaan Linuxissa.
nl: U moet een Unicode-lettertype als Code2000, Arial Unicode MS of Bitstream Cyberbit installeren om de speciale Unicode-karakters weer te geven. Zie de sectie "Configuring BibleTime ->Options Dialog->Fonts" in het BibleTime-handboek voor informatie over het installeren van Unicode-lettertypen onder Linux.
nn: Du må installere ein unicode-skrifttype, som til dømes Code2000, Arial Unicode MS eller Bitstream Cyberbit, for å visa dei spesielle unicode-teikna. Sjekk avsnittet "Konfigurer BibleTime->Val->Skrifttypar" i BibleTime-handboka for å sjå korleis ein set opp unicode-skrifttypar under Linux.

source: Modules
fi: Moduulit
nn: Modular

source: The KJV shows no Strong numbers in the NT
fi: KJV ei näytä UT:n Strong-numeroita UT:ssä
nl: De KJV heeft geen Strong-nummers in het NT

source: You're probably using an outdated version of the KJV module. Please update the module.
fi: Käytät todennäköisesti vanhentunutta versiota KJV:n moduulista. Päivitä moduuli.
nl: U gebruikt waarschijnlijk een achterhaalde versie van de KJV module. Vernieuw de module a.u.b.

source: Where can I write down my personal notes?
fi: Missä voin kirjoittaa ylös henkilökohtaiset viestini?
nl: Waar kan ik mijn eigen notities opschrijven?
nn: Kvar kan eg ta personlege notater?

source: You have to install the module "Personal", which is available as a commentary on <ulink url="http://www.crosswire.org/sword/modules/ModInfo.jsp?modName=Personal">Crosswire</ulink>. Please refer to BibleTime's handbook for more information about the personal commentary.
fi: Sinun tulee asentaa moduuli "Personal", joka on saatavana kommentaarina osoitteessa <ulink url="http://www.crosswire.org/sword/modules/ModInfo.jsp?modName=Personal"> Crosswire</ulink>. Katso BibleTimen käsikirjasta lisätietoja henkilökohtaisista kommentaareista.
nl: U moet de module "Personal" installeren, welke als commentaar beschikbaar is op <ulink url="http://www.crosswire.org/sword/modules/ModInfo.jsp?modName=Personal">Crosswire</ulink>. Sla het BibleTime handboek erop na voor meer informatie over het persoonlijk commentaar.

source: Why is one of the two testaments of a Bible module empty?
fi: Miksi yksi kahdesta Raamatun Testamenttimoduulista on tyhjä?
nl: Waarom is één van de twee testamenten van een bijbelmodule leeg?
nn: Kvifor er eit av dei to testamenta i ein Bibel-modul tomme?

source: Some modules only contain the text of the old or new testament. Recent versions of BibleTime should only offer the testament which has some content in it.
fi: Muutamat moduulit sisältävät ainoastaan VT:n tai UT:n tekstit. Viimeaikaisten BibleTimen versioiden pitäisi tarjota vain Testamentti, jossa on jotain sisältöä.
nl: Sommige modules bevatten alleen de tekst van het oude of het nieuwe testament. Nieuwere versies van BibleTime zouden alleen het testament moeten aanbieden dat werkelijk inhoud heeft.

source: Is BibleTime available in my native language?
fi: Onko BibleTime saatavilla äidinkiellläni?
nl: Is BibleTime beschikbaar in mijn moedertaal?

source: BibleTime is available in several languages, which are all listed on our <olink targetdocent="translation">translations page</olink>. The translations are available in the package bibletime-i18n.
fi: BibleTime on saatavilla useilla kielillä, jotka on lueteltu meidän <olink targetdocent="translation">käännössivullamme</olink>. Käännökset ovat saatavilla paketissa bibletime-i18n.
nl: BibleTime is beschikbaar in verscheidene talen, welke allemaal staan vermeld op onze <olink targetdocent="translation">pagina over vertalingen</olink>. De vertalingen zijn beschikbaar in de package bibletime-i18n.

source: If a translation into your language is not available, please consider to help to make it available. More information is available on out <olink targetdocent="translation">translations page.</olink>.
fi: Jos kielellesi ei ole saatavana käännöspakettia, harkitseppa auttamista niiden saamiseksi saataville. Lisää tietoa löytyy meidän <olink targetdocent="translation">käännössivultamme.</olink>.
nl: Als een vertaling in uw taal niet beschikbaar is, denk er dan eens over na om het beschikbaar te helpen maken. Meer informatie kunt u vinden op de <olink targetdocent="translation">pagina over vertalingen</olink>.

source: Responsibility
fi: Vastuullisuus
nl: Verantwoordelijkheid
nn: Ansvar

source: This imprint is required in Germany for all webpages.
fi: Tämä lisä tarvitaan Saksassa jokaiselle www-sivulle.
nl: Dit keurmerk is in Duitsland vereist op alle webpagina's.
nn: Denne notisen er naudsynt på alle tyske nettsider.

source: The person who responsible for these webpages is:
fi: Www-sivuista vastaava henkilö on:
nl: De persoon die verantwoordelijk is voor deze webpagina's is:
nn: Personen som er ansvarleg for desse nettsidene er:

source: Download BibleTime
fi: Lataa BibleTime
nn: Last ned BibleTime

source: This is a short list of available download locations. Packages which are not provided on our SourceForge pages might be outdated. Please see below for detailed download and installation instructions.
fi: Tämä on lyhyt luettelo saatavillaolevista latauspaikoista. Paketit, joita ei ole SourceForgen sivuillamme, ovat todennäköisesti vanhentuneita. Katso alla yksityiskohtaiset lataus- ja asennusohjeet.
nl: Dit is een korte lijst van beschikbare download locaties. Packages die niet worden aangeboden op onze SourceForge pagina's zouden achterhaald kunnen zijn. Kijk a.u.b. hieronder voor gedetailleerde instructies met betrekking tot downloaden en installeren.
nn: Dette er ei kort liste over tilgjengelege nedlastingsstader. Pakkar som ikkje vert tilbode på våre SourceForge-sider kan vera utdaterte. Sjå under for detaljerte instruksjonar for nedlasting og installasjon.

source: Sourcecode and packages for major Linux distributions can be downloaded from <ulink url="http://sourceforge.net/project/showfiles.php?group_id=954">SourceForge</ulink>.
fi: Lähdekoodi ja paketit tärkeimpiin Linux-distribuutioihin ovat ladattavissa osoitteesta <ulink url="http://sourceforge.net/project/showfiles.php?group_id=954">SourceForge</ulink>.
nl: Broncode en packages voor de grotere Linux distributies kunnen gedownload worden van <ulink url="http://sourceforge.net/project/showfiles.php?group_id=954">SourceForge</ulink>.
nn: Kjeldekode og pakkar for større Linux-distribusjonar kan lastast ned frå <ulink url="http://sourceforge.net/project/showfiles.php?group_id=954">SourceForge</ulink>.

source: Gentoo packages are in Portage. Just call "emerge bibletime".
fi: Gentoo-paketit ovat Portagessa. Kutsu vain "emerge bibletime".
nl: Gentoo packages zijn in Portage. U hoeft alleen maar "emerge bibletime" te kiezen.

source: A FreeBSD application port of BibleTime can be found on <ulink url="http://www.FreeBSD.org/cgi/ports.cgi?query=bibletime&amp;stype=all">www.freebsd.org</ulink>.
fi: BibleTimen FreeBSD-sovellus löytyy osoitteesta <ulink url="http://www.FreeBSD.org/cgi/ports.cgi?query=bibletime&amp;stype=all">www.freebsd.org</ulink>.
nl: Een FreeBSD application port van BibleTime kan gevonden worden op <ulink url="http://www.FreeBSD.org/cgi/ports.cgi?query=bibletime&amp;stype=all">www.freebsd.org</ulink>.
nn: Ein FreeBSD-versjon av BibleTime kan finnast på <ulink url="http://www.FreeBSD.org/cgi/ports.cgi?query=bibletime&amp;stype=all">www.freebsd.org</ulink>.

source: PC-BSD packages are available <ulink url="http://www.pbidir.com/search.php?str=bibletime">here</ulink>.
fi: PC-BSD -paketit ovat saatavilla <ulink url="http://www.pbidir.com/search.php?str=bibletime">tässä</ulink> osoitteessa.
nl: PC-BSD packages zijn <ulink url="http://www.pbidir.com/search.php?str=bibletime">hier</ulink> beschikbaar.

source: Installation of BibleTime
fi: BibleTimen asennus
nl: BibleTime-installatie
nn: Installering av BibleTime

source: This section explains how to install BibleTime on your system. Basically there are two ways to install it: Either by using prebuilt binary packages or by compiling from source code. Installing BibleTime using prebuilt packages is the easiest way.
fi: Tämä osio näyttää kuinka BibleTime asennetaan järjestelmääsi. On olemassa kaksi perustapaa asentaa se: Joko käytämällä käännettyjä binääripakkauksia tai kääntää itse lähdekoodeista. Käännetyistä binääripaketeista asennus on helpoin tapa.
nl: Deze sectie legt uit hoe u BibleTime kunt installeren op uw systeem. In principe zijn er twee manieren om het te installeren. Ofwel door voorgebouwde binary packages te gebruiken of door de broncode te compileren. BibleTime installeren met gebruikmaking van voorgebouwde packages is de makkelijkste manier.
nn: Dette avsnittet forklarer korleis du installerer BibleTime på systemet ditt. Det er hovudsakleg to måtar å gjera det på: Anten ved å bruka førehandsbygde binærpakkar eller ved å kompilere direkte frå kjeldekoden. Installasjon via førehandsbygde pakkar er det lettaste.

source: Prebuilt binary packages
fi: Käännetty binääripaketti
nl: Voorgebouwde binary packages
nn: Førehandsbygde, binære pakkar

source: With the help of great volunteers, we try to provide packages for the most important Linux distributions. Before installing BibleTime, however, you need to find and install packages for <ulink url="http://clucene.sourceforge.net/">CLucene >= 0.9.16a</ulink> and Sword (Sword binaries are available at the BibleTime download site).
fi: Monien vapaaehtoisten avustuksella yritämme tarjota paketteja tärkeimmille Linux-distribuutioille. Ennen BibleTimen asennusta sinun tulee löytää ja asentaa <ulink url="http://clucene.sourceforge.net/">CLucene >= 0.9.16a</ulink> ja Sword -paketit (Sword binääripaketit ovat saatavilla BibleTimen lataussivulla).
nl: Met de hulp van fantastische vrijwilligers proberen we packages aan te bieden voor de belangrijkste Linux distributies. Alvorens BibleTime te installeren echter, moet u de packages voor <ulink url="http://clucene.sourceforge.net/">CLucene >= 0.9.16a</ulink> en Sword vinden en installeren (Sword binaries zijn beschikbaar op de BibleTime download pagina).

source: First download the binary package for your Linux distribution. For example: You want to download <application>BibleTime 1.4</application> for <productname>SuSE Linux 9.0</productname>. In this case you have to download the package <filename>bibletime-1.4-1.suse9.0.i586.rpm</filename>. Please download the package &quot;bibletime-i18n&quot; package, too. This package contains the available translations of the BibleTime user interface and handbook.
fi: Lataa ensin linux-distribuutiosi mukainen BibleTimen binääripaketti. Esimerkki: Jos haluat ladata <application>BibleTime 1.4</application> distribuutiolle <productname>SuSE Linux 9.0</productname>. Tässä tapauksessa sinun on ladattava paketti <filename>bibletime-1.4-1.suse9.0.i586.rpm</filename>. lataa kielipaketti &quot;bibletime-i18n&quot; myös. Tämä paketti sisältää saatavillaolevat BibleTimen käyttöliittymän ja käsikirjan käännökset.
nl: Download eerst de binary package voor uw Linux distributie. U wilt bijvoorbeeld BibleTime 1.2.2 voor SuSE Linux 8.1 downloaden. In dit geval downloadt u de package "bibletime-1.2.2-1suse8.1.i586.rpm". Vergeet niet ook de package bibletime-i18n, met de documentatie en vertalingen beschikbaar voor BibleTime, te downloaden.
nn: Last først ned binærpakken for din Linux-distribusjon. Til dømes: Du vil lasta ned <application>BibleTime 1.4</application> for <productname>SuSE Linux 9.0</productname>. I dette tilfellet må du lasta ned pakken <filename>bibletime-1.4.1.suse9.0.i586.rpm</filename>. Last òg ned pakken &quot;bibletime-i18n&quot;. Denne pakken inneheld alle tilgjengelege omsetjingar av brukargrensesnittet og handboka.

source: If there are no packages for your version of Linux you have to install from source code. Please see below how to do that.
fi: Jos käyttämällesi linux-versiolle ei ole olemassa binääripaketteja, sinun tulee asentaa lähdekoodeista. Katso allaolevia ohjeita, miten tehdä tämä.
nl: Als er geen packages beschikbaar zijn voor uw versie van Linux, dan moet u installeren vanuit de broncode. Hieronder staat hoe dat moet.
nn: Dersom det ikkje fins pakkar tilgjengeleg for din Linux-versjon må du installere frå kjeldekoden. Les vidare for å sjå korleis du gjer det.

source: Installation from source code
fi: Asennus lähdekoodeista
nl: Installatie vanuit broncode
nn: Installasjon frå kjeldekode
