Repository: bibletime/historic-bibletime-svn
Catalog: trunk/website/content/*/po/full.po
Languages: fi, nl, nn

source: The BibleTime developers
fi: BibleTime-kehittäjät
nl: De BibleTime ontwikkelaars
nn: BibleTime-utviklarane

source: Error 404: File not found
fi: Error 404: Tiedostoa ei löydy
nl: Foutmelding 404: Bestand niet gevonden
nn: 404-feil: Fila vart ikkje funnen

source: Devotional
fi: Hartaasti
nl: Overdenking
nn: Andakt

source: Sidebar tips
fi: Sivupalkin ohjeet
nn: Sidemenytips

source: Software
fi: Ohjelmisto
nn: Programvare

source: About BibleTime
fi: Tietoja BibleTimestä
nl: Over BibleTime
nn: Om BibleTime

source: Screenshots
fi: Kuvakaappaukset
nn: skjermbilete

source: Links
fi: Linkit
nn: Lekkjer

source: Link to us
fi: Linkki meille
nl: Link naar ons
nn: Lekkje til oss

source: In the press
fi: Lehdistössä
nl: In de media
nn: Medieomtale

source: Contact
fi: Yhteystiedot
nn: Kontakt

source: License
fi: Lisenssi
nl: Licentie
nn: Lisens

source: Development
fi: Kehitys
nl: Ontwikkeling
nn: Utvikling

source: Help us
fi: Auta meitä
nl: Help ons
nn: Hjelp oss

source: Join us
fi: Liity meihin
nl: Doe mee!
nn: Bli med oss

source: Mailinglists
fi: Postituslistat
nn: Epostlister

source: Development wiki
fi: Wiki-kehitys
nl: Ontwikkelings-wiki

source: Translation
fi: Käännökset
nl: Vertaling
nn: Omsetjing

source: Biblestudy HowTo
fi: Raamatuntutkimisen HowTo
nl: Bijbelstudie HowTo
nn: Bibelstudieguide

source: The Biblestudy HowTo
fi: Raamatuntutkimisen HowTo
nl: Bijbelstudie HowTo
nn: Bibelstudieguiden

source: The team of &bibletime;, info@bibletime.info
fi: &bibletime;-työryhmä, info@bibletime.info
nl: Het &bibletime; team, info@bibletime.info
nn: Teamet bak &bibletime;, info@bibletime.info

source: The copyright of this text is held by the author Bob Harman. The text was adapted for publication with BibleTime by Fred Saalbach.
fi: Tämän tekstin tekijänoikeudet ovat Bob Harmanilla. Fred Saalbach mukautti tekstit julkaistavaksi BibleTimen mukana.
nl: Het auteursrecht voor deze tekst is van Bob Harman. De tekst is door Fred Saalbach aangepast voor publicatie met BibleTime.
nn: Kopiretten til denne teksten tilhøyrer Bob Harman. Teksten vart akseptert for publikasjon saman med BibleTime av Fred Saalbach.

source: Non exclusive serial rights for this distribution of this document with the &bibletime; Software have been made. Redistribution as part of the Bibletime software without modification and limited reproduction as provided by the "fair use" provisions of the US copyright code are also permitted.
fi: Tämän asiakirjan ja &bibletime;-ohjelman tekijänoikeudet on asetettu siten, että kukaan ei voi omia niitä. Uudelleenjakelu osana Bibletime-ohjelmaa ilman muutoksia ja rajoitetulla uudelleenkehittelyllä tarjottuna USA:n tekijänoikeuslainsäädännön "rehdin käytön" provisioilla on myös sallittu.
nn: Det er gjort avtale om lov til å distribuera dette dokumentet saman med &bibletime;. Umodifisert vidaredistribusjon som ein del av BibleTime og avgrensa reproduksjon slik det er spesifisert i avsnittet om "fair use" i USA sine kopirett-avgjersler er òg lov.

source: For questions regarding the use of this material contact Bob Harman c/o New Covenant Church 1079 Big Bethel Rd. Hampton VA 23666 USA <email>ncc@ncchampton.org</email>.
fi: Ota yhteyttä Bob Harman c/o New Covenant Church 1079 Big Bethel Rd. Hampton VA 23666 USA <email>ncc@ncchampton.org</email> tämän materiaalin .
nl: Voor vragen over het gebruik van dit materiaal kunt u contact opnemen met Bob Harman c/o New Covenant Church 1079 Big Bethel Rd. Hampton VA 23666 USA <email>ncc@ncchampton.org</email>.
nn: For spørsmål vedrørande bruk av dette materialet, kontakt Bob Harman c/o New Covenant Church 1079 Big Bethel Rd. Hampton VA 23666 USA <email>ncc@ncchampton.org</email>.

source: Scripture quotes are from the New American Standard Bible unless otherwise indicated
fi: Tekstien lainausmerkit ovat peräisin uudesta amerikkalaisesta Raamattu-standardista, jos ei muuta ole sanottu
nl: Schriftgedeelten zijn geciteerd uit de vertaling van het Nederlands Bijbelgenootschap (NBG 1951), tenzij anders vermeld
nn: Bibelsitat er henta frå <ulink url="http://www.bibelen.no">Bibelen.no</ulink> dersom ikkje anna er oppgjeve.

source: Abstract
fi: Abstrakti
nl: Overzicht
nn: Samandrag

source: The <application>Biblestudy HowTo</application> is a guide for studying the Bible.
fi: <application>Raamatuntutkimisen HowTo</application> on opas Raamatun tutkimiseen.
nl: De <application>Bijbelstudie HowTo</application> is een gids bij het bestuderen van de Bijbel.
nn: <application>Bibelstudieguiden</application> er ein guide til studier av Bibelen.

source: It is the hope of the &bibletime; team that this HowTo will provoke the readers to study the scriptures to see what they say. This particular study guide has been chosen as it takes care not to advocate any particular denominational doctrine. We expect you to read and study the scriptures to understand what they say. If you start with the attitude that you want to have the Lord sow his word in your heart He will not disappoint you.
fi: &bibletime;-työryhmän toiveena on, että tämä HowTo johdattaisi lukijoita oppimaan näkemään kirjoituksista, mitä ne sanovat. Tämä yksityiskohtainen opiskeluopas on valittu sen perusteella, ettei se johdattaisi mihinkään oppirakennelmaan. Oletamme, että luet ja opiskelet tekstejä ymmärtääksesi, mitä ne sanovat. Jos aloitat asenteella, että haluat Herran kylvävän Hänen sanojaan sydämeesi, Hän ei tuota sinulle pettymystä.
nl: Het &bibletime; team hoopt dat deze HowTo de lezers uitdaagt om de schriften te bestuderen om erachter te komen wat ze te zeggen hebben. Er is gekozen voor deze bijbelstudie-gids omdat die niet de doctrine van een bepaalde denominatie verdedigt. We verwachten dat je de schriften bestudeert om erachter te komen wat ze zeggen. Als je eraan begint met het verlangen dat de Heer Zijn woord in je hart zaait, zal Hij je zeker niet teleurstellen!
nn: Teamet bak &bibletime; vonar denne guiden vil utfordra lesarane til å studera Bibelen for sjølv å sjå kva han seier. Akkurat denne guiden er valt fordi han prøver å ikkje favorisera noka spesiell kyrkjeleg retning. Me reknar med at du les og studerer Bibelen sjølv for å forstå kva han seier. Dersom utgangspunktet ditt er å la Herren så ordet sitt i hjarta ditt, vil Han ikkje skuffa deg.

source: Bible
fi: Raamattu
nl: Bijbel
nn: Bibel

source: Study
fi: Tutki
nl: Bestuderen
nn: Studer

source: HowTo
fi: Kuinka teen
nn: Guide

source: BibleTime's development
fi: BibleTimen kehitys
nl: BibleTime's ontwikkeling
nn: Utviklinga av BibleTime

source: These pages describe how to join in the development of BibleTime and which ways exist to help us! BibleTime's quality and usefulness depends on the help of others to a large degree.
fi: Nämä sivut kuvaavat kuinka liittyä BibleTimen kehitykseen ja mitä tapoja on auttaa meitä! BibleTimen laatu ja käyttökelpoisuus riippuu muiden avusta laajalla asteikolla.
nl: Deze pagina's beschrijven hoe u mee kunt werken aan de ontwikkeling van BibleTime en op welke manieren u ons kunt helpen! De kwaliteit en het bruikbaarheid van BibleTime hangen voor een groot deel af van de hulp van anderen.
nn: Desse sidene informerer om korleis ein vert med i utviklinga av BibleTime, og på kva måtar du kan hjelpa oss! Kvaliteten og nytteverdien av BibleTime avheng for ein stor del av hjelp frå andre.

source: Please read the following pages very carefully to see whether you can help us with the development!
fi: Lue seuraavat sivut erittäin huolellisesti nähdäksesi voitko auttaa meitä kehityksessä!
nl: Lees de volgende pagina's goed om te zien of u ons kunt helpen met de ontwikkeling!
nn: Ver venleg og les dei følgjande sidene nøye for å sjå om du kan hjelpa oss med utviklinga!

source: Please help us ...
fi: Auta meitä...
nl: Help ons ...
nn: Ver venleg og hjelp oss...

source: Our aim is to develop BibleTime into a really mature Bible study application that can by everyone. To ahieve this, we need your help. There are different possibilities for supporting the BibleTime project directly and indirectly:
fi: Päämäärämme on kehittää BibleTimestä todella kypsä Raamatuntutkimisohjelma, jota jokainen osaa käyttää. Päästäksemme tähän tarvitsemme apuasi. Voit auttaa monin tavoin BibleTime-projektia suoraan ja epäsuorasti:
nl: Ons doel is om BibleTime te ontwikkelen tot een volwassen bijbelstudie-applicatie dat door iedereen gebruikt kan worden. Om dit te bereiken, hebben we jouw hulp nodig. Er zijn verschillende mogelijkheden om het BibleTime project direct en indirect te ondersteunen:
nn: Vårt mål er å gjera BibleTime til eit solid bibelstudieverktøy som kan brukast av kven som helst. For å oppnå dette treng me di hjelp. Du kan støtta BibleTime-prosjektet på ulike måtar, både direkte og indirekte:

source: Do you want to pray?
fi: Haluatko rukoilla?
nl: Wilt u bidden?
nn: Vil du be?

source: Praying is something everybody can do. If you are praying for the Sword and BibleTime projects you are helping us as much as the other team members of the BibleTime project.
fi: Jokainen voi rukoilla. Jos rukoilet Swordin ja BibleTime-projektin puolesta, voit auttaa meitä yhtä paljon kuin kuka tahansa toinen BibleTime-projektin työryhmän jäsen.
nl: Bidden is iets wat iedereen kan. Als u voor de Sword- en BibleTime-projecten bidt, helpt u ons net zoveel als de andere teamleden van het BibleTime-project.
nn: Å be er noko alle kan gjera. Dersom du ber for Sword- og BibleTime-prosjekta hjelper du oss like mykje som dei andre medlema av teamet.

source: Do you want to report a bug or suggest a new feature?
fi: Haluatko antaa bugiraportin tai ehdotuksen uudeksi ominaisuudeksi?
nl: Wilt u een foutrapport indienen of een nieuwe functie (feature) in het programma voorstellen?

source: You can use <ulink url="https://sourceforge.net/tracker/?group_id=954&amp;atid=100954">BibleTime's bug tracker</ulink> to report problems with BibleTime that you are experiencing. Please be sure to include the version of BibleTime you are using, your Sword version, information about QT/KDE and your operating system, and everything else that is neccessary to reproduce the bug. Before you submit the bug, please query the database to see if a similar bug has already been handled (and is therefore alredy in status "closed").
fi: Voit käyttää osoitetta <ulink url="https://sourceforge.net/tracker/?group_id=954&amp;atid=100954">BibleTime's bug tracker</ulink> raportoidaksesi löytämistäsi BibleTimen ongelmista. Varmista, että kerrot käyttämäsi BibleTime-ohjelman version, Sword-version ja tietoa QT/KDE versioista sekä käyttöjärjestelmästä ja kaikkea muuta, mikä on tarpeellista bugin saamiseksi uudelleen näkyviin. Ennenkuin lähetät bugiraportin, selaa bugitietokantaa nähdäksesi, onko samanlaisesta bugista tehty jo raporttia ja onko se jo käsitelty (tila "closed").
nl: U kunt de<ulink url="https://sourceforge.net/tracker/?group_id=954&amp;atid=100954">BibleTime bug tracker</ulink> gebruiken om problemen die u in BibleTime tegenkomt, te rapporteren. Let u er alstublieft op dat u aangeeft welke versie van BibleTime u gebruikt, alsmede het versienummer van Sword, informatie over QT/KDE en uw besturingssysteem, en alle andere informatie die nodig is om de fout de reproduceren. Voordat u een foutrapport instuurt, kijk alstublieft in de database om te zien of er een gelijksoortige fout in behandeling is (en daarom de status "gesloten" heeft).

source: There is also <ulink url="http://sourceforge.net/tracker/?group_id=954&amp;atid=350954">a place</ulink> where you can make suggestions for features you'd like to see in BibleTime. We ask for your understanding that due to our limited time and to our own plans for BibleTime we cannot always comply with all wishes.
fi: Voit tehdä ehdotuksia uusista haluamistasi ominaisuuksista osoitteessa <ulink url="http://sourceforge.net/tracker/?group_id=954&amp;atid=350954">tässä</ulink> osoitteessa. Pyydämme ymmärrystä, että emme voi toteuttaa kaikkia toiveita rajoitetun ajankäyttömme ja omien BibleTime-suunnitelmiemme vuoksi.
nl: Er is ook <ulink url="http://sourceforge.net/tracker/?group_id=954&amp;atid=350954">een plaats</ulink> waar u suggesties kunt geven voor nieuwe functionaliteit die u graag in BibleTime zou zien. We vragen uw begrip voor het feit dat we door onze beperkte beschikbare tijd en onze eigen plannen voor BibleTime niet altijd alle wensen kunnen inwilligen.

source: Do you know how to program software?
fi: Osaatko ohjelmoida sovelluksia?
nl: Kunt u software programmeren?
nn: Er du flink å programmera?

source: Do you know how to program in C++? Are you familiar with the KDE programming interface or are motivated to learn it? If you have time to regularly work on the BibleTime source code we ask you to join our team. If you want to do so, please read the page <olink targetdocent="development_join"> Join us</olink>.
fi: Osaatko ohjelmoida C++ -kielellä? Onko KDE-käyttöliittymien ohjelmointi tuttua tai oletko motivoitunut ja halukas oppimaan sitä? Jos sinulla on säännöllisesti aikaa työskennellä BibleTimen lähdekoodin kanssa, pyydämme sinua liittymään työryhmäämme. Jos haluat tehdä näin, lue sivu <olink targetdocent="development_join"> Liity meihin</olink>.
nl: Kunt u in C++ programmeren? Bent u bekend met de KDE-programmeringsinterface of gemotiveerd deze te leren? Als u tijd heeft om regelmatig aan de BibleTime-broncode te werken, vragen wij u lid te worden van ons team. Als u lid wilt worden van het team, lees dan de pagina "Doe mee!".

source: Do you know how to write documentation?
fi: Osaatko dokumentoida ohjelmia?
nl: Kunt u documentatie schrijven?
nn: Kan du skriva dokumentasjon?

source: Do you think you would be good in working on BibleTime's english documentation? If you think you are, please read the page <olink targetdocent="development_join"> Join us</olink>.
fi: Olisitko mielestäsi hyvä BibleTimen englanninkielisessä dokumentoinnissa? Jos olet, lue sivu <olink targetdocent="development_join"> Liity meihin</olink>.
nl: Denkt u goed te kunnen werken aan de Engelstalige documentatie van BibleTime? Zoja, lees dan de pagina "Doe mee!".
nn: Trur du at du ville eigna deg til å arbeida med BibleTime sin engelske dokumentasjon? Dersom ja, ver venleg å lesa meir på sida <olink targetdocent="development_join"> Bli med oss</olink>.

source: Are you good in translating english into another language?
fi: Oletko hyvä kääntämään tekstejä englanninkielestä toisiin kieliin?
nl: Bent u goed in het vertalen van het Engels naar een andere taal?
nn: Er du flink til å omsetja frå engelsk til eit anna språk?

source: BibleTime should be useable for everyone. That's why we need a translation into your language, if it's not yet available. If you decide to start working on a translation please contact us at info@bibletime.info to see whether the translation was not yet started by another team member. We will provide you with the files which should be translated.
fi: BibleTimen tulee olla käyttökelpoinen kaikille ihmisille. Siksi me tarvitsemme kääntäjiä kielellesi, jos käännöstä ei ole vielä saatavilla. Jos päätät aloittaa työskentelyn käännöstyöskentelyn, ota meihin yhteyttä osoitteessa info@bibletime.info, onko joku työryhmän jäsen jo aloittanut käännöstyön. Me toimitamme sinulle käännettävät tiedostot.
nl: BibleTime moet voor iedereen bruikbaar zijn. Daarom hebben we een vertaling in uw taal nodig, als deze nog niet beschikbaar is! Als u besluit te beginnen aan een vertaling, neem dan contact op met ons via info@bibletime.info om te zien of een ander teamlid nog niet met de vertaling is begonnen. Wij zullen u de bestanden leveren die vertaald moeten worden.
nn: Me ynskjer at BibleTime skal vera nyttig for alle. Difor trengs ei omsetjing til ditt språk, om ei slik ikkje allereie fins. Dersom du bestemmer deg for å byrja å arbeida med ei omsetjing, ver venleg og kontakt oss på info@bibletime.info for å forsikra deg om at ikkje nokon andre allereie har starta på det same. Me vil senda deg filene som treng omsetjing.

source: You can find more information about the translation process on the page <olink targetdocent="translations"> translation</olink>.
fi: Voit löytää lisää tietoa käännösprosessista sivulta <olink targetdocent="translations"> käännökset</olink>.
nl: U kunt meer informatie vinden over het vertaalproces op de pagina <olink targetdocent="translations"> vertaling</olink>.
nn: Du kan finna meir informasjon om omsetjingsprosessen på sida <olink targetdocent="translations"> Omsetjing</olink>.

source: Join the BibleTime team
fi: Liity BibleTime-työryhmään
nl: Wordt lid van het BibleTime-team
nn: Bli med i BibleTime-teamet

source: We are glad for everybody who helps us improving the BibleTime software, it's documentation and it's translations.
fi: Olemme iloisia jokaisesta, kuka auttaa meitä parantamaan BibleTime-ohjelmistoa, sen dokumentoimista ja sen käännöksiä.
nl: Wij zijn blij met iedereen die ons helpt de BibleTime-software, -documentatie en -vertalingen te verbeteren.
nn: Me vert glade for alle som hjelper oss til å gjera både sjølve BibleTime-programmet, dokumentasjonen og omsetjingane betre.

source: The basic steps..
fi: Ensimmäiset askeleet..
nl: De eerste stappen...
nn: Dei grunnleggjande stega..

source: The following are necessary for each type of team member. Please follow them!
fi: Seuraavat asiat ovat tarpeellisia jokaisen tyypin työryhmän jäsenelle. Seuraa niitä!
nl: De volgende zijn nodig voor ieder type teamlid. Volg ze!
nn: Det følgjande krevst av dei ulike typane team-medlemer. Ver venleg å følgja retningslinjene!

source: If you don't have an account on <ulink url="https://sf.net">SourceForge</ulink>, please sign up for one. It's free. We need your username to add you to the team members, to assign tasks to you, etc.
fi: Jos sinulla ei ole vielä käyttäjätunnusta <ulink url="https://sf.net">SourceForgeen</ulink>, rekisteröidy sinne. Se on maksutonta ja vapaata. Tarvitsemme käyttäjätunnuksesi liittääksemme sinut työryhmämme jäseneksi ja antaaksemme sinulle tehtäviä, jne.
nl: Schrijf u in op <ulink url="https://sf.net">SourceForge</ulink>, als u dit nog niet gedaan heeft. Dit is gratis. We hebben uw gebruikersnaam nodig om u toe te voegen aan de teamleden, om u taken toe te wijzen, etc.

source: Subscribe to the <ulink url="http://www.crosswire.org/mailman/listinfo/bt-devel">BibleTime development mailing list</ulink>. All developers read this mailing list, so everybody knows what's hapenning. There is also a mailing list for the <ulink url="https://lists.sourceforge.net/lists/listinfo/bibletime-cvs">commit messages</ulink> of the ongoing development process.
fi: Liity <ulink url="http://www.crosswire.org/mailman/listinfo/bt-devel">BibleTime development mailing list</ulink> postituslistalle. Kaikki kehittäjät lukevat tätä postituslistaa, joten kaikki sielläolevat ovat ajantasalla tapahtumista. On olemassa myös postituslista <ulink url="https://lists.sourceforge.net/lists/listinfo/bibletime-cvs">commit messages</ulink> meneilläänolevasta kehittelyprosessista.
nl: Schrijf u in op de <ulink url="http://www.crosswire.org/mailman/listinfo/bt-devel">BibleTime development mailing list</ulink>. Alle ontwikkelaars lezen deze mailing list, zodat iedereen weet wat er gebeurt. Er is ook een mailing list voor de <ulink url="https://lists.sourceforge.net/lists/listinfo/bibletime-cvs">commit messages</ulink> van het doorlopende ontwikkelingsproces.

source: Get the development version of BibleTime and install it. If you need help with this ask on the mailing list or look into the documentation section.
fi: Hae BibleTimen kehitysversio ja asenna se. Jos tarvitset apua, kysy postituslistalla tai katso dokumentaatio-osiota.
nl: Download en installeer de ontwikkelingsversie van BibleTime. Als u hierbij hulp nodig heeft, vraag hier dan om op de mailing list of kijk in de documentatie-sectie.
nn: Få tak i utviklarversjonen av BibleTime og installer han. Dersom du treng hjelp med dette, spør på epostlista eller leit på dokumentasjonssidene.

source: The next steps for software developers...
fi: Ohjelmistokehittäjän seuraavat askeleet...
nl: De volgende stappen voor softwareontwikkelaars...
nn: Dei neste stega for programvareutviklarar...

source: Work through some of the Qt 3 and KDE 3 tuorials to get used to programming with the things BibleTime uses.
fi: Työskentele läpi muutamia Qt 3 ja KDE 3 oppaita tullaksesi tutuksi BibleTimen ohjelmoinnin kanssa.
nl: Bestudeer enkele Qt 3 en KDE 3 tutorials om bekend te worden met het programmeren van de dingen die BibleTime gebruikt.
nn: Arbeid deg gjennom nokre av guidane til Qt 3 og KDE 3, slik at du vert van med programvareverktøya som vert brukt i BibleTime.

source: If you don't know what to do please ask on the mailing list for some tasks. Don't forget to add how difficult it should be.
fi: Jos et tiedä, mitä tehdä, kysy postituslistalla muutamia tehtäviä. Älä unohda kertoa, kuinka vaikea tehtävän tulisi olla.
nl: Als u niet weet wat te doen, vraag dan op de mailing list om enkele taken. Vergeet niet te vermelden hoe moeilijk het mag zijn.
nn: Dersom du ikkje veit kva du skal gjera, spør etter oppgåver på epostlista. Ikkje gløym å oppgje kor vanskelege oppgåvene bør vera!

source: The next steps for documentation authors...
fi: Dokumentaation tekijöiden seuraavat askeleet...
nl: De volgende stappen voor documentatieschrijvers...
nn: Dei neste stega for dokumentasjonsforfattarar...

source: Read the existing english documentation. It's located in the docs/ directory of the bibletime cvs directory.
fi: Lue olemassaolevaa englanninkielistä dokumentaatiota. Se löytyy bibletimen cvs-kansion kansiosta docs/directory.
nl: Lees de bestaande Engelse documentatie. Deze is te vinden in de docs/-directory van de BibleTime CVS-directory.
nn: Les den eksisterande, engelske dokumentasjonen. Han ligg i mappa docs/ i BibleTime si CVS-mappe.

source: The documentation is stored in docbook files in the unicode subdirectories of each documentation part (handbook, Bible study howto, installation, helpdialog). Please don't edit the HTML files directly because they're generated from the docbook files. The translation file are also generated from the docbook data.
fi: Dokumentaatio on tallennettu docbook-tiedostoihin kunkin dokumentaation osan (käsikirja, Raamatunluvun kuinka teen, asennus, avustaja) unicode-alikansioissa. Älä muokkaa HTML-tiedostoja suoraan, sillä ne luodaan aina uudelleen docbook-tiedostoista. Käännöstiedosto on luotu siis docbook-tiedoista.
nl: De documentatie is opgeslagen in de DocBook-bestanden in de Unicode-subdirectories van ieder documentatie-onderdeel (handboek, Biblestudie HowTo, installatie, hulpdialoog). Bewerk de HTML-bestanden niet direct, omdat deze uit de Docbook-bestanden gegenereerd worden. De vertaalbestanden worden ook uit de Docbook-data gegenereerd.
nn: Dokumentasjonen ligg lagra i docbook-filer i unicode-undermappene til kvar del av dokumentasjonen (handboka, Bibelstudieguiden, installasjon, hjelpedialogen). Ver venleg og ikkje rediger HTML-filene direkte, sidan dei vert generert frå docbook-filene. Omsetjingsfila vert òg generert frå docbook-dataene.

source: The next steps for translators...
fi: Kääntäjien seuraavat askeleet...
nl: De volgende stappen voor vertalers...
nn: Dei neste stega for omsetjarar...

source: Have a look at the internationaliziation pages of the KDE project. They're located at <ulink url="http://i18n.kde.org/">i18n.kde.org</ulink>.
fi: Katso KDE:n internationaliziation-sivuja. Ne löytyvät osoitteesta <ulink url="http://i18n.kde.org/">i18n.kde.org</ulink>.
nl: Neem een kijkje op de internationalisatiepagina's van het KDE-project. Deze zijn te vinden op: <ulink url="c/">i18n.kde.org</ulink>.
nn: Ta ein kikk på internasjonaliseringssidene til KDE-prosjektet. Desse sidene ligg på <ulink url="http://i18n.kde.org/">i18n.kde.org</ulink>.
