Repository: bibletime/historic-bibletime-svn
Catalog: trunk/website/content/*/po/full.po
Languages: fi, nl, nn

source: Install the program KBabel, if it's not yet installed on your system. It will help you a lot with the translation process.
fi: Asenna KBabel-ohjelma, jos se ei ole jo asennettu järjestelmääsi. Se auttaa sinua paljon kääntämisessä.
nl: Installeer, als het nog niet op uw systeem is ge&iuml;nstalleerd het programma KBabel. Het zal u tot steun zijn tijdens het vertaalproces.
nn: Installer programmet KBabel dersom det ikkje allereie er installert på systemet ditt. Dette programmet vil vera til stor hjelp i omsetjingsprosessen.

source: Read the page about <olink targetdocent="translation">translating BibleTime</olink>.
fi: Lue sivu <olink targetdocent="translation">BibleTimen kääntäminen</olink>.
nl: Lees de pagina over <olink targetdocent="translation">het vertalen van BibleTime</olink>.
nn: Les sida om <olink targetdocent="translation">omsetjing av BibleTime</olink>.

source: BibleTime development mailing list
fi: BibleTimen kehittäjien postituslista
nn: Epostlista til BibleTime-utviklarane

source: To subscribe to the development mailing list of the BibleTime project please visit the following web page and enter your eMail address there: <ulink url="http://www.crosswire.org/mailman/listinfo/bt-devel">www.crosswire.org/mailman/listinfo/bt-devel</ulink>.
fi: Liittyäksesi BibleTimen kehittäjien postituslistalle vieraile seuraavalla www-sivulla ja anna sähköpostiosoitteesi sinne: <ulink url="http://www.crosswire.org/mailman/listinfo/bt-devel">www.crosswire.org/mailman/listinfo/bt-devel</ulink>.
nl: Om lid te worden van de development mailing list van het BibleTime-project bezoekt u de volgende webpagina en vult u daar uw e-mailadres in: <ulink url="http://www.crosswire.org/mailman/listinfo/bt-devel">www.crosswire.org/mailman/listinfo/bt-devel</ulink>.
nn: For å skriva deg opp på epostlista til BibleTime-utviklarane, gå til følgjande nettside og skriv inn epostadressa di: <ulink url="http://www.crosswire.org/mailman/listinfo/bt-devel">www.crosswire.org/mailman/listinfo/bt-devel</ulink>.

source: Archives of the BibleTime development mailing list are available at <ulink url="http://www.crosswire.org/pipermail/bt-devel/">www.crosswire.org/pipermail/bt-devel</ulink>.
fi: BibleTimen kehittäjien postituslistan arkistot ovat saatavilla osoitteessa <ulink url="http://www.crosswire.org/pipermail/bt-devel/">www.crosswire.org/pipermail/bt-devel</ulink>.
nl: Archieven van de BibleTime development mailing list zijn beschikbaar op <ulink url="http://www.crosswire.org/pipermail/bt-devel/">www.crosswire.org/pipermail/bt-devel</ulink>.
nn: Arkiva til BibleTime-utviklarane si epostliste kan finnast på <ulink url="http://www.crosswire.org/pipermail/bt-devel/">www.crosswire.org/pipermail/bt-devel/</ulink>.

source: Sword development mailing list
fi: Sword-kehittäjien postituslista
nn: Epostlista til Sword-utviklarane

source: To subscribe to the development mailing list of the Sword project please visit the following web page and enter your eMail address there: <ulink url="http://www.crosswire.org/mailman/listinfo/sword-devel">www.crosswire.org/mailman/listinfo/sword-devel</ulink>.
fi: Liittyäksesi Sword-projektin kehityspostituslistalle, vieraile seuraavalla www-sivulla ja anna sähköpostiosoitteesi sinne: <ulink url="http://www.crosswire.org/mailman/listinfo/sword-devel">www.crosswire.org/mailman/listinfo/sword-devel</ulink>.
nl: Om lid te worden van de development mailing list van het Sword-project bezoekt u de volgende webpagina en vult u daar uw e-mailadres in: <ulink url="http://www.crosswire.org/mailman/listinfo/sword-devel">www.crosswire.org/mailman/listinfo/sword-devel</ulink>.
nn: For å skriva deg opp på epostlista til Sword-utviklarane, gå til følgjande nettside og skriv inn epostadressa di: <ulink url="http://www.crosswire.org/mailman/listinfo/sword-devel">www.crosswire.org/mailman/listinfo/sword-devel</ulink>.

source: Archives of the Sword development mailing list are available at <ulink url="http://www.crosswire.org/pipermail/sword-devel/">www.crosswire.org/pipermail/sword-devel</ulink>.
fi: Sword-kehityksen postituslistan arkistot ovat saatavilla osoitteessa <ulink url="http://www.crosswire.org/pipermail/sword-devel/">www.crosswire.org/pipermail/sword-devel</ulink>.
nl: Archieven van de Sword development mailing list zijn beschikbaar op <ulink url="http://www.crosswire.org/pipermail/sword-devel/">www.crosswire.org/pipermail/sword-devel</ulink>.
nn: Arkiva til BibleTime-utviklarane si epostliste kan finnast på <ulink url="http://www.crosswire.org/pipermail/sword-devel/">www.crosswire.org/pipermail/sword-devel/</ulink>.

source: Did you know...
fi: Tiesitkö, että...
nl: Wist u dat...

source: 1Cor 12:26.27: &quot;If one part of the body suffers, all the other parts share its suffering... You are Christ's body and each of you is an individual part of it.&quot;
fi: 1 Kor 12:26-27: &quot;Jos yksi jäsen kärsii, kärsivät kaikki muutkin jäsenet, ja jos yksi jäsen saa osakseen kunniaa, iloitsevat kaikki muutkin sen kanssa. Te olette Kristuksen ruumis, ja jokainen teistä on tämän ruumiin jäsen..&quot;
nl: 1Kor 12:26-27: &quot;Wanneer één lichaamsdeel pijn lijdt, lijden alle andere mee; Welnu, u bent het lichaam van Christus en ieder van u maakt daar deel van uit.&quot;

source: The document is not available
fi: Asiakirja ei ole saatavilla
nl: Het document is niet beschikbaar
nn: Dokumentet er ikkje tilgjengeleg

source: The document you wanted to get is not available on <ulink url="http://www.bibletime.info/">www.bibletime.info</ulink>. Please use the navigation tree on the left to see if the document was moved.
fi: Haluamasi asiakirja ei ole saatavilla osoitteessa <ulink url="http://www.bibletime.info/">www.bibletime.info</ulink>. Käytä vasemmallaolevaa navigointipuuta nähdäksesi, mihin asiakirjan sijainti on siirtynyt.
nl: Het document dat u wilde zien is niet beschikbaar op <ulink url="http://www.bibletime.info/">www.bibletime.info</ulink>. Gebruik de navigatie aan de linkerkant om te zien of het document is verhuisd.
nn: Dokumentet du ville ha tak i er ikkje tilgjengeleg på <ulink url="http://www.bibletime.info/">www.bibletime.info</ulink>. Ver venleg og bruk navigasjonsmenyen til venstre for å sjå om dokumentet har vorte flytta.

source: If you can't solve the problem please report the URL which failed to <email>info@bibletime.info</email>. Thank you very much!
fi: Jos et osaa ratkaista ongelmaa, ilmoita URL, joka epäonnistui osoitteeseen <email>info@bibletime.info</email>. Erittäin paljon kiitoksia!
nl: Als u het probleem niet kunt verhelpen meld dan de niet-werkende URL aan <email>info@bibletime.info</email>. Dank u!
nn: Dersom du ikkje klarer å løysa problemet, rapporter URL'en som feila til <email>info@bibletime.info</email>. Tusen takk for hjelpa!

source: Bible Study Basics
fi: Raamatuntutkimisen perusasiat
nl: Basisprincipes van bijbelstudie
nn: Grunnleggjande bibelstudie

source: Our Purpose as we Approach the Bible
fi: Tarkoituksemme kuinka lähestymme Raamattua
nl: Ons doel als we de bijbel benaderen
nn: Målet vårt når me nærmar oss Bibelen

source: Jn.5:39-40<quote>You search the Scriptures, because you think that in them you have eternal life; and it is these that bear witness of Me; and you are unwilling to come to Me, that you may have life.</quote>
fi: Joh 5:39-40 <quote>Te kyllä tutkitte kirjoituksia, koska luulette niistä löytävänne ikuisen elämän -- ja nehän juuri todistavat minusta. Mutta te ette tahdo tulla minun luokseni, että saisitte elämän.</quote>
nl: Joh.5:39-40<quote>Gij onderzoekt de schriften, want gij meent daarin eeuwig leven te hebben, en deze zijn het die van Mij getuigen, en toch wilt gij niet tot Mij komen om leven te hebben.</quote>
nn: Joh. 5,39-40 <quote>De granskar skriftene, for de meiner at de har evig liv i dei – men det er dei som vitnar om meg! Likevel vil de ikkje koma til meg så de kan ha liv.</quote>

source: The chief purpose of the book is to bring us to the Person. Martin Luther said <quote>we go to the cradle only for the sake of the baby</quote>; just so in Bible study, we do it not for its own sake but for fellowship with God.
fi: Kirjan päätarkoitus on tuoda meille Martti Lutherin sanat <quote>Menemme kehdon luo vauvan takia</quote>; juuri kuten Raamatun tutkimisessa, emme tee sitä sen itsensä takia mutta Jumalan työtoveruuden tähden.
nl: Het hoofddoel van het boek is om ons bij de Persoon te brengen. Maarten Luther zei eens <quote>wij gaan alleen naar de wieg voor de baby</quote>; Met de bijbel is het net zo: we bestuderen de bijbel, niet als doel op zich, maar om in contact te komen met God.
nn: Hovudmålet med boka er å bringa oss til Personen. Martin Luther har sagt <quote>Me går til krubba kun fordi barnet er der</quote>. Slik er det òg med Bibelen, me studerer han ikkje for sin eigen del, men for å oppnå fellesskap med Gud.

source: John R.W. Stott, <emphasis>Christ the Controversialist</emphasis>, InterVarsity Press 1978, pp.97, 104.
fi: John R.W. Stott, <emphasis>Christ the Controversialist</emphasis>, InterVarsity Press 1978, s. 97, 104.
nl: John R.W. Stott, <emphasis>Christ the Controversialist</emphasis>, InterVarsity Press 1978, blz.97, 104.

source: The Jews to whom Jesus spoke [...] imagined that to possess Scripture was tantamount to possessing life. Hillel used to say, &quot;He who has gotten to himself words of Torah has gotten to himself the life of the world to come.&quot; Their study was an end in itself. In this they were grievously deceived. [...]
fi: Juutalaiset, joille Jeesus puhui [...] kuvittelivat, että kirjoitusten omistaminen oli yhtä hyvä kuin elämän omistaminen. Hillel piti tapana sanoa, &quot;Hän, kuka on ymmärtänyt Torahin sanat, hänellä on tulevan maailman elämä itsellään.&quot; Heidän tutkiminen oli lopussa. Tässä he olivat kauheasti petkutettuja. [...]
nl: De Joden waartegen Jezus sprak [...] verbeeldden zich dat het bezit van de Schrift gelijkstond met het bezit van het Leven. Hillel zei het zo: &quot;Degene die de woorden van de Torah in zich heeft gekregen, heeft het leven in de toekomende wereld in zich gekregen.&quot; Hun studie was een doel op zichzelf. Hierin waren ze pijnlijk misleid. [...]
nn: Jødane, som Jesus snakka til, [...] var overbevist om at å ha Skriftene var det same som å ha livet. [Rabbinaren] Hillel brukte å seia: &quot;Den som har fått tak i Toraens ord har fått tak i livet frå den komande verda.&quot; Deira studier var eit mål i seg sjølv. I dette tok dei sørgjeleg feil. [...]

source: There is neither merit nor profit in the reading of Scripture for its own sake, but only if it effectively introduces us to Jesus Christ. Whenever the Bible is read, what is needed is an eager expectation that through it we may meet Christ.
fi: Kirjoitusten lukemisessa ei ole ansiota eikä hyötyä itsensä takia, mutta vain jos se tehokkaasti tuo esiin Jeesus Kristusta. Milloin tahansa Raamattua luetaan, tarvitaan innostunutta odotusta, että sen kautta tapaamme Kristuksen.
nl: De bijbel op zich bestuderen baat noch schaadt, behalve dan wanneer dat ons bekend maakt met Jezus Christus. Telkens als de bijbel gelezen wordt, is een sterk verlangen nodig om daardoor Christus te ontmoeten.
nn: Det er verken status eller gagn i å lesa Bibelen for si eiga skuld, men berre dersom han introduserer oss for Jesus Kristus. Kvar gong me les Bibelen treng me å ha ei ivrig forventning om at me kan få møta Kristus gjennom det me les.

source: Approaches to God's Word
fi: Lähestyminen Jumalan Sanaan
nl: Manieren om Gods woord te benaderen
nn: Tilnærmingar til Guds ord

source: Hearing and reading provide a telescopic view of the scripture while study and memorization provide a microscopic view of scripture. Meditating on the scriptures brings hearing, reading, studying and memorization together and cements the word in our minds.
fi: Kuuleminen ja lukeminen tarjoavat kaukonäköisen kuvan kirjoituksista. Tutkiminen ja muistiinpaneminen tarjoavat mikroskooppisen kuvan kirjoituksista. Kirjoitusten mietiskely liittää kuulemisen, lukemisen, tutkimisen ja muistiinpanemisen yhteen ja sementoi Sanan meidän mieliimme.
nl: Horen en lezen geven een telescoop-beeld van de schrift, terwijl studie en het uit het hoofd leren van teksten een microscoop-beeld geven. Overdenking van de schriften brengt horen, lezen, studie en memorisatie bij elkaar en bevestigt het woord in onze gedachten.
nn: Høyring og lesing gjev eit teleskopisk syn på Bibelen, medan memorisering gjev eit mikroskopisk syn. Meditering over bibeltekstar bringjer høyring, lesing, studering og memorisering saman, og grunnfestar ordet i hjartene våre.

source: Hear
fi: Kuuntele
nl: Horen
nn: Høyr

source: Lk.11:28 <quote>blessed are those who hear the word of God, and observe it.</quote>
fi: Lk.11:28 <quote>Siunattuja ovat he, ketkä kuulevat Jumalan Sanan, ja seuraavat sitä.</quote>
nl: Luc.11:28 <quote>Maar Hij zeide: Zeker, zalig, die het woord van God horen en het bewaren.</quote>
nn: Luk. 11,28 <quote>Sæle er dei som høyrer Guds ord og tek vare på det.</quote>

source: Read
fi: Lue
nl: Lezen
nn: Les

source: Rev.1:3 <quote>Blessed is he who reads and those who hear the words of this prophecy [...]</quote>
fi: Ilm.1:3 <quote>Autuas se, joka tämän toisille lukee, autuaat ne, jotka kuulevat nämä ennussanat [...]</quote>
nl: Opb.1:3<quote>Zalig is hij, die voorleest, en zij, die horen de woorden der profetie, en bewaren, hetgeen daarin geschreven staat [...]</quote>
nn: Joh. Op. 1,3 <quote>Sæl er den som les orda i denne profetien [...]</quote>

source: 1 Tim.4:13 <quote>give attention to the public reading of Scripture [...]</quote>
fi: 1 Tim.4:13 <quote>Lue seurakunnalle pyhiä kirjoituksia [...]</quote>
nl: 1 Tim.4:13 <quote>[...] moet gij u toeleggen op het voorlezen [...]</quote>
nn: 1. Tim. 4,13 <quote>Ta deg særskilt av skriftlesinga [...]</quote>

source: Acts 17:11 <quote>Now these were more noble-minded than those in Thessalonica, for they received the word with great eagerness, examining the Scriptures daily, to see whether these things were so.</quote>
fi: Apt. 17:11 <quote>Juutalaiset olivat täällä avarakatseisempia kuin Tessalonikassa. He ottivat sanan halukkaasti vastaan ja tutkivat päivittäin kirjoituksista, pitikö kaikki paikkansa.</quote>
nl: Hand.17:11 <quote>en dezen onderscheidden zich gunstig van die te Tessalonica, daar zij het woord met alle bereidwilligheid aannamen en dagelijks de schriften nagingen, of deze dingen zo waren.</quote>
nn: Apg. 17,11 <quote>Jødane der hadde eit edlare sinnelag enn dei i Tessalonika. Dei tok imot Ordet med all godvilje og granska dagleg skriftene og såg etter om alt stemde.</quote>

source: 2 Tim.2:15 <quote>Be diligent [KJV `Study'] to present yourself approved to God as a workman who does not need to be ashamed, handling accurately the word of truth.</quote>
fi: 2 Tim.2:15 <quote>Pyri kaikin voimin osoittautumaan Jumalan silmissä luotettavaksi työntekijäksi, joka ei häpeä työtään ja joka opettaa totuuden sanaa oikein.</quote>
nl: 2 Tim.2:15 <quote>Maak er ernst mee u w&eacute;l beproefd ten dienste van God te stellen, als een arbeider, die zich niet behoeft te schamen, doch rechte voren trekt bij het brengen van het woord der waarheid.</quote>
nn: 2. Tim 2,15 <quote>Gjer det du [eng. KJV `studer`] kan for å stå di prøve for Gud, så du kan vera ein arbeidar som ikkje har noko å skamma seg over, men legg fram det sanne ordet utan omvegar</quote>

source: Memorize
fi: Paina mieleen
nl: Memoriseren
nn: Memoriser

source: Ps.119:11 <quote>Thy word I have hid in my heart, that I may not sin against Thee.</quote>
fi: Ps.119:11 <quote>Minä talletan kaikki ohjeesi sydämeeni, etten rikkoisi sinua vastaan.</quote>
nl: Ps.119:11 <quote>Ik berg uw woord in mijn hart, opdat ik tegen U niet zondige.</quote>
nn: Sal. 119,11 <quote>I hjarta gøymer eg ditt ord, så eg ikkje skal synda mot deg.</quote>

source: Meditate
fi: Mietiskele
nl: Overdenken
nn: Mediter

source: Ps.1:2-3 <quote>But his delight is in the law of the Lord, And in His law he meditates day and night. And he will be like a tree firmly planted by streams of water, Which yields its fruit in its season, And its leaf does not wither; And in whatever he does, he prospers.</quote>
fi: Ps.1:2-3 <quote>Vaan löytää ilonsa Herran laista, tutkii sitä päivin ja öin. Hän on kuin puu, vetten äärelle istutettu: se antaa hedelmän ajallaan, eivätkä sen lehdet lakastu. Hän menestyy kaikissa toimissaan.</quote>
nl: Ps.1:1-3<quote>Welzalig de man die [...] aan des HEREN wet zijn welgevallen heeft, en diens wet overpeinst bij dag en bij nacht. Want hij is als een boom, geplant aan waterstromen, die zijn vrucht geeft op zijn tijd, welks loof niet verwelkt; al wat hij onderneemt gelukt.</quote>
nn: Sal. 1,2-3 <quote>[Sæl er den som] har si glede i Herrens lov og grundar på hans lov dag og natt. Han er lik eit tre, planta ved rennande bekker: Det gjev si frukt i rette tid, og lauvet visnar ikkje på det. Alt det han gjer, skal lukkast.</quote>

source: The Navigators illustrate this by saying that as the thumb can touch all the fingers, we can meditate on the Word as we do any of the first four. Meditation is a key to revelation. A new Christian needs to hear and read the Bible more than they need to study and memorize it. This is so that they become familiar with the overall message of the Bible.
fi: Navigaattorit kuvaavat tätä sanomalla, että peukalo voi koskettaa kaikkia sormia. Me voimme mietiskellä Sanaa kuten neljää ensimmäistä: mietiskely on avain ilmestykseen. Uuden kristityn tarvitsee kuulla ja lukea Raamattua enemmän kuin opetella ja muistaa sitä. Tämä sen tähden, että he tulevat tutuiksi Raamatun yleisviestistille.
nl: De Navigators illustreren dit door te zeggen dat zoals de duim alle andere vingers kan aanraken, we het Woord kunnen overdenken terwijl we bezig zijn met een van de eerste vier dingen. Overdenking is een sleutel tot openbaring. Iemand die nog maar pas Christen is, heeft meer behoefte aan het horen en lezen van de bijbel dan aan studie en memorisatie van teksten. Dit is om bekend te worden met de globale boodschap van de bijbel.
nn: Navigatørane illustrerer dette ved å sei at slik som tommelen utfyller funksjonen til dei andre fingrane, slik kan me meditering over Ordet utfylla dei fire føregåande. Meditering er ein nøkkel til openberring. Ein ny kristen treng å høyra og lesa Bibelen meir enn dei treng å studera og memorisera han. Dette må til for å bli kjend med hovudbodskapen i Bibelen.

source: Types of Bible Studies
fi: Raamatuntutkimisen tavat
nl: Verschillende soorten van bijbelstudie
nn: Bibelstudietypar

source: Topical Study
fi: Aiheenmukainen tutkiminen
nl: Thematische studie
nn: Emnestudium

source: Pick out a certain topic and follow it through, using cross-references or a concordance.
fi: Ota jokin yksittäinen aihe ja seuraa sitä käyttäen viittauksia tai sanahakemistoa.
nl: Kies een bepaald onderwerp en ga het na door het volgen van tekstverwijzingen of door een concordantie te gebruiken.
nn: Vel eit emne og gransk det ved å bruka kryssreferane i Bibelen eller ei bibelordbok.

source: Character Study
fi: Henkilöiden tutkiminen
nl: Karakterstudie
nn: Personstudium

source: Studying the life of a Bible character, e.g. Joseph's life in Gen.37-50.
fi: Raamatun henkilön elämän tutkiminen, esim. Joosefin elämä 1. Moos 37-50.
nl: Het bestuderen van het leven van een persoon in de bijbel, bijvoorbeeld het leven van Jozef in Gen.37-50.
nn: Stud&eacute;r livet til ein bibelsk person, til dømes Josef sitt liv i 1. Mos. 37-50.

source: Expository Study
fi: Selittävä tutkiminen
nl: Studie vanuit een bijbelgedeelte
nn: Djupstudium

source: Studying a certain passage: paragraph, chapter, or book.
fi: Yksittäisen Raamatunkohdan tutkiminen, jakeen, luvun tai kirjan tutkiminen.
nl: Het bestuderen van een bepaalde passage, of een alinea, hoofdstuk of boek.
nn: Stud&eacute;r ein bestemt bibeltekst, avsnitt, kapittel eller ei bok.

source: Basics of Correct Interpretation
fi: Oikean tulkinnan perusteet
nl: Basisprincipes voor juiste interpretatie
nn: Grunnlaget for korrekt forståing

source: Content
fi: Sisältö
nl: Inhoud
nn: Innhald

source: What does it say? What does it say in the original language? Be careful with definitions. Don't read into it what it doesn't say.
fi: Mitä se sanoo? Mitä se sanoo alkuperäiskielellä? Ole tarkka määrittelyissä. Älä lue sitä, mitä se ei sano.
nl: Wat staat er? Wat staat er in de grondtekst? Wees voorzichtig met definities. Lees er niets in, wat er niet echt staat.
nn: Kva seier teksten? Kva seier teksten på originalspråket? Ver nøye med definisjonar. Ikkje les inn i teksten ting som ikkje står der.

source: Context
fi: Asiayhteys
nn: Kontekst

source: What do the verses around it say? &quot;Context is king&quot; is the rule -- the passage must make sense within the structure of the entire passage and book.
fi: Mitä jakeet sanovat? &quot;Asiayhteys on tärkein&quot; on sääntö - tekstikohdan tulee olla sopusoinnussa koko tekstin rakenteen ja kirjan kanssa.
nl: Wat staat er in de verzen eromheen? &quot;De context is koning&quot; is de regel -- de passage moet betekenis hebben in de structuur van de hele passage en het hele boek.
nn: Kva seier versa omkring? &quot;Kontekst er konge&quot; er regelen -- avsnittet må gje meining i samanheng med resten av teksten.

source: Cross-reference
fi: Ristiinviittaukset
nl: Tekstverwijzingen
nn: Kryssreferansar

source: What do other verses about this subject say through the rest of the Bible? God doesn't contradict Himself, so our interpretation needs to stand the test of other scriptures.
fi: Mitä muut jakeet sanovat tästä aiheesta muualla Raamatussa? Jumala ei ole itseään vastaan, tulkintamme tulee perustua kirjoitusten vertailulla muihin kirjoituksiin.
nl: Wat staat er in andere verzen over hetzelfde onderwerp, in de rest van de bijbel? God spreekt zichzelf niet tegen, dus zal onze interpretatie de test van vergelijking met ander schriftgedeelten moeten kunnen doorstaan.
nn: Kva seier Bibelen andre stader om dette emnet? Gud motseier ikkje seg sjølv, så vår tolking må prøvast på resten av Skriftene.

source: An Expository Study of Matthew 6:1-18
fi: Matt. 6:1-18 selittävä tutkiminen
nl: Een studie van een bijbelgedeelte: Matte&uuml;s 6:1-18
nn: Eit djupstudium av Matteus 6,1-18

source: Let's study together Mt.6:1-18. Read it to yourself, first looking for the key verse, the verse that sums up the whole passage. Think you have it? Test it by picking different places in the passage and asking yourself if they relate to the thought of the key verse. Once you find it, write it as Roman numeral One of your outline:
fi: Opetelkaamme yhdessä Matt 6:1-18. Lue jakeet itseksesi. Tarkastele ensin avainjaetta, joka kokoaa koko tekstinkohdan. Oletko ymmärtänyt sen? Tarkista jae ottamalla erilaisia kohtia tekstistä ja kysymällä itseltäsi, sopivatko ne avainjakeen kanssa yhteen. Kun löydät avainjakeen, kirjoita se roomalaisin numeroin Yksi paperillesi:
nl: Laten we samen Matt.6:1-18 bestuderen. Lees het voor jezelf, zoekend naar het kernvers, het vers dat gezien kan worden als een samenvatting van het hele gedeelte. Denk je dat je die te pakken hebt? Test je vermoeden door verschillende plaatsen in het gedeelte eruit te lichten, en jezelf af te vragen of ze in verband staan met het vermoedelijke kernvers. Heb je het kernvers eenmaal gevonden, geef dat vers dan het Romeinse cijfer I in je overzicht:
nn: Lat oss studera Matt. 6,1-18 saman. Les først teksten sjølv medan du leitar etter eit nøkkelvers som oppsummerer heile avsnittet. Meiner du at du har funne det? Test det ved å velja ulike deler av avsnittet og spør deg sjølv om dei stemmer overeins med nøkkelverset. Så snart du har funne det, skriv det opp som nummer ein på lista di:
