Repository: bibletime/historic-bibletime-svn
Catalog: trunk/website/content/*/po/full.po
Languages: fi, nl, nn

source: We already learned about the "3 Cs": content, context, cross-reference. We want to expand that now by delving briefly into biblical hermeneutics, whose goal is to discover the meaning intended by the original author (and Author!). While many applications of a passage are valid, only one interpretation is valid. The scripture itself says this by saying that no scripture is of any private interpretation (2 Pe.1:20 KJV <quote>Knowing this first, that no prophesy of scripture is of any private interpretation.</quote>). Certain rules are helps toward discovering the correct meaning; by ignoring these rules people have brought much trouble on themselves and their followers. 2 Pe.3:16 <quote>...in which are some things hard to understand, which the untaught and unstable distort, as they do also the rest of the Scriptures, to their own destruction.</quote>
nl: We hebben het al gehad over de drie aspecten die van belang zijn bij het interpreteren van de bijbel: inhoud, context en tekstverwijzingen. We willen daar nu verder op in gaan door wat te graven in de bijbelse hermeneutiek, die zich tot doel stelt de bedoeling van de de oorspronkelijke schrijver (en Schrijver!) te ontdekken. Hoewel een tekstgedeelte op veel manieren goed toegepast kan worden, is het maar op &eacute;&eacute;n manier goed te interpreteren. De schrift zegt dit zelf door te stellen dat <quote>geen profetie der Schrift een eigenmachtige uitlegging toelaat</quote> (2 Petrus 1:20). Er zijn bepaalde regels die helpen om de juiste betekenis te ontdekken. Door die regels te negeren, hebben mensen veel moeilijkheden veroorzaakt voor zichzelf en voor hun volgelingen. 2 Petrus 3:16 <quote>...Daarin is een en ander moeilijk te verstaan, wat onkundige en onstandvastige lieden tot hun eigen verderf verdraaien, evenals trouwens de overige schriften.</quote>
nn: Me har allereie lært om dei tre nøkkelomgrepa: innhald, kontekst og kryssreferansar. Me vil utvida dette no ved å dykka kjapt inn i bibel-hermeneutikk, som tek mål av seg å skjøna meininga til den opprinnelege forfattaren (og Forfattaren!). Medan ein bibeltekst kan verka mange ulike ting er det det kun ei tolking som er gyldig. Bibelen sjølv påpeikar dette ved å seia at det ikkje står til nokon å tolka Skriftene slik dei sjølv vil (2. Pet. 1,20 <quote>Men framfor alt skal de vita at ingen kan tyda eit profetord i Skrifta på eiga hand.</quote>). Ein del reglar kan hjelpa oss å forstå den korrekte meininga, men ved å ignorere desse reglane har mange brakt både seg sjølv og sine etterfølgjarar ut i trøbbel. 2. Pet. 3,16 <quote>Det er noko der som er vanskeleg å skjøna, og dei ukunnige og veike forvrengjer det, slik dei òg gjer med dei andre skriftene, og det fører til deira eigen undergang.</quote>

source: Definition: Turning to John 20:17, above the word "Touch" we see "pim680." The letters give us a code for the part of speech, and the number refers to Strong's dictionary reference. Let's look up the definition (p. 879). "680. Haptomai; from hapto (681), touch. Refers to such handling of an object as to exert a modifying influence upon it... Distinguished from pselaphao (5584), which actually only means to touch the surface of something. " Now look up "pim." The grammar codes in Zodhiates come right after Revelation; on p. 849 we see that pim stands for "present imperative active (80)". On p.857, "Present Imperative. In the active voice, it may indicate a command to do something in the future which involves continuous or repeated action or, when it is negated, a command to stop doing something. " This is a negative command, so it is to stop doing something that is already occuring. So, what have we found?
nl: Definitie: Als we Joh.20:17 opzoeken, dan zien we dat boven het woord "Raak ... aan" staat "pim680." De letters vormen een code die de vorm van spreken aangeeft, en het nummer verwijst naar Strongs woordenboek. Laten we de definitie opzoeken (p. 879) "680. Haptomai; komt van hapto (681), aanraken. Verwijst naar het hanteren van een object om daar een veranderende invloed op uit te oefenen... Te ondersceiden van pselaphao (5584), wat alleen duidt op het aanraken van het oppervlak ergens van." Zoek nu de code "pim" op. In Zodhiates staan de grammatica-codes achter Openbaring; op p. 849 zien we dat pim staat voor "tegenwoordig imperatief actief (80)".Op p.857, "Tegenwoordig Imperatief. In de actieve vorm, kan het een opdracht aanduiden, om iets te doen in de toekomst, wat een doorgaande of herhalende actie omvat of, als het negatief gebruikt wordt, een opdracht om ergens mee op te houden." In dit geval is er sprake van een negatieve opdracht, dus is het een opdracht om ergens mee op te houden. Wat hebben we dus ontdekt?
nn: Definisjon: I Joh. 20,17, rett over ordet "Rør", ser me "pim680" Bokstavane gjev oss ein kode for kva grammatisk form det er snakk om, og sifra peikar på Strong si ordliste. Lat oss slå opp definisjonen (s. 879). "680. Haptomai; frå hapto (681), røre. Refererer til handsaming av eit objekt som fører til ein endrande påverknad på det... Ikkje det same som pselaphao (5584), som berre tyder å røra ved overflata til noko." Lat oss no slå opp "pim". Grammatikk-kodane i Zodhiates kjem rett etter Johannes Openberring. På s. 849 ser me at pim står for "aktiv presens imperativ (80)". På s. 857, "Presens imperativ. Med aktiv stemme, kan indikere ein kommando om å gjera noko i framtida som involverer vedvarande eller repertert handling, eller dersom negasjon vert brukt, ein kommando om å stoppa å gjera noko." Dette er ein negativ kommando, så det meininga er å stoppa noko som allereie skjer. Altså, kva har me funne?

source: Definition of aleipho (218) - "to oil" (Strong's); but we also have another Greek word translated "anoint", chrio (5548) - "to smear or rub with oil, i.e. to consecrate to an office or religious service" (Strong's). Since it's a verb, consider the tense also, "apta" aorist participle active. "The aorist participle expresses simple action, as opposed to continuous action...When its relaitonship to the main verb is temporal, it usually signifies action prior to that of the main verb." (Zodhiates p.851)
nl: Definitie van aleipho (218) - "zalven met olie" (Strong); maar er is ook een ander Grieks woord dat eveneens vertaald wordt als "zalven", chrio (5548) - "insmeren of -wrijven met olie, d.w.z. heiligen voor een ambt of religieuze dienst" (Strong). Gezien het feit dat het om een werkwoord gaat, moet er ook gelet worden op de gebruikte vorm, "apta". Deze vorm, de participium aoristus, duidt op een eenmalige handeling, dit in tegenstelling tot een voortdurende handeling... Als er een verhouding in tijd is met het hoofdwerkwoord, dan duidt het meestal op een actie die aan die van het hoofdwerkwoord vooraf gaat. (zie Zodhiates p.851)
nn: Definisjon av aleipho (218) er "å olja" (Strong), men me har òg eit anna gresk ord som er oversatt med "salva", chrio (5548), som tyder "å smørja eller gni med olje, dvs. å innvia til eit embete eller religiøs teneste" (Strong). Sidan dette er eit verb ser me òg på bøyingsforma, "apta" aktiv aorist partisipp. "Aorist partisipp uttrykkjer enkel handling i motsetnad til vedvarande handling... Når forholdet til hovudverbet er assosiert med tid, tyder det vanlegvis at handlinga skjer før det det er snakk om i hovudverbet." (Zodhiates s. 851)

source: And the tense in Greek, the aorist participle, would be better translated "having anointed," so the order is the anointing first, then the prayer ("in the name of the Lord"refers to the prayer, not the anointing). James 5 is saying that the elders should give the sick person medicine and pray for him in the name of the Lord. Doesn't that express a beautiful balance of practical and spiritual in our God!
nl: De vorm die in het Grieks wordt gebruikt is beter vertaald met "hem met olie gezalfd hebbend", zodat de volgorde wordt eerst zalven, dan bidden. (Het zinsdeel "in de naam des Heren" verwijst naar het gebed, niet naar de zalving). Jakobus 5 zegt dat de oudsten de zieke moeten verzorgen, en voor hem bidden in de naam van de Heer. Geeft dat niet iets weer van een prachtige balans tussen het praktische en het spirituele bij onze God?
nn: Og bøyinga på gresk, aorist partisipp, indikerer at ein skal be etter at ein har salva, slik at "i Herrens namn" refererer til bøna og ikkje til salvinga. Jakob 5 seier at dei eldste skal gje den sjuke medisin og be for han i Herrens namn. Uttrykkjer ikkje dette Guds vidunderleg balanse mellom å vera praktisk og andeleg!

source: Some parables are allegories, for instance, the parable of the sower is an allegory: the seed is the word of God, the thorns are worries and greed, etc. But most parables are not allegories but simply stories to illustrate one point. It's dangerous to get our doctrine from parables; they can be twisted to say all sorts of things. We need to get our doctrine from clear scriptures that lay it out; then if a parable illustrates that, fine.
nl: Sommige gelijkenissen zijn allegorie&euml;n, bijvoorbeeld de gelijkenis van de zaaier: het zaad is het woord van God, de doornen zijn zorgen en hebzucht, enz. Maar de meeste gelijkenissen zijn geen allegorie&euml;n, maar slechts verhalen om een bepaald ding duidelijk te maken. Het is gevaarlijk om onze leer af te leiden van gelijkenissen; die zijn nogal makkelijk te verdraaien, zodat ze van alles kunnen zeggen. We moeten onze leer uit heldere schriftgedeelten halen, die het uiteenzetten, en als er dan een gelijkenis is die dat illustreert, dat is dan fijn.
nn: Nokre likningar er allegoriar. Til dømes er likninga om såmannen ein allegori: såkornet er Guds ord, tistlane er suter og grådigskap, osb. Men dei fleste likningane er ikkje allegoriar, men kun forteljingar for å illustrere eit poeng. Det er farleg å henta ut læra vår frå likningar, dei kan vriast på til å sei alt mogeleg rart. Me må få læra vår frå klare skriftstader som utdjupar emnet. Dersom det så fins ein likning som illustrerer poenget er det sjølvsagt fint.

source: <ulink url="/images/screenshots/1-large.jpg"> <inlinemediaobject> <imageobject> <imagedata fileref="/images/screenshots/1-small.jpg" format="JPG"/> </imageobject> </inlinemediaobject> </ulink> BibleTime is a Bible study application for Linux. It is based on the <ulink url="http://www.kde.org/"> K Desktop Environment </ulink> and uses the <ulink url="http://www.crosswire.org/sword/">Sword</ulink> programming library to work with Bible texts, commentaries, dictionaries and books provided by the <ulink url="http://www.crosswire.org/"> Crosswire Bible Society </ulink> .
nl: <ulink url="/images/screenshots/1-large.jpg"> <inlinemediaobject> <imageobject> <imagedata fileref="/images/screenshots/1-small.jpg" format="JPG"/> </imageobject> </inlinemediaobject> </ulink> BibleTime is een bijbelstudie-applicatie voor Linux. Het is gebaseerd op de <ulink url="http://www.kde.org/">K Desktop Environment</ulink> en gebruikt de <ulink url="http://www.crosswire.org/sword/">Sword</ulink>-programmeerbibliotheek om te werken met de bijbelteksten, commentaren, woordenboeken en overige boeken die verzorgd worden door de <ulink url="http://www.crosswire.org/sword/">Crosswire Bible Society</ulink>.

source: BibleTime's Guestbook
nl: BibleTime's gastenboek
nn: BibleTime si gjestebok

source: This is the place to leave positive or negative comments about the BibleTime project. This is not the place to ask questions, please use <ulink url="http://forum.bibletime.info/">the BibleTime forum</ulink> instead.
nl: Dit is de plek om positieve of negatieve reacties over het BibleTime project achter te laten. Dit is niet de juiste plaats om vragen te stellen, gebruik daarvoor a.u.b. <ulink url="http://forum.bibletime.info/">het BibleTime forum</ulink>.
nn: Dette er staden for å leggje att positive eller negative kommentarar om BibleTime-prosjektet. Ikkje still spørsmål her, bruk <ulink url="http://forum.bibletime.info/">BibleTime-foraa</ulink> istaden.

source: Please write in English, if possible. HTML is not allowed and will be removed, but you may use normal line breaks to divide into paragraphs.
nl: Schrijft, indien mogelijk, a.u.b. in Engels. HTML is niet toegestaan en zal worden verwijderd, maar u kunt wel normale regeleinden gebruiken om onder te verdelen in alinea's.
nn: Ver venleg og skriv engelsk dersom det er mogeleg. HTML er ikkje tillate og vil bli fjerna, men du kan bruka normale linjeskift for å dele opp i avsnitt.

source: Please add your comments here:
nl: Voeg uw commentaar hier toe:
nn: Legg til kommentar her:

source: Debian packages are available <ulink url="http://packages.debian.org/bibletime">here</ulink>.
nl: Debian packages zijn <ulink url="http://packages.debian.org/bibletime">hier</ulink> beschikbaar.

source: This is a part of software development where the help of many individals is needed. It is our desire to offer BibleTime to users in as many languages as possible. The following areas are open for your contributions:
nl: Dit is een onderdeel van softwareontwikkeling waar de hulp van veel mensen nodig is. Het is ons verlangen om BibleTime in zoveel mogelijk talen aan te bieden. De volgende werkgebieden staan open voor jullie bijdragen:
nn: Dette er ei side ved programvareutviklinga der hjelp frå mange personar trengst. Det er vårt ynskje å tilby BibleTime til brukarar på så mange språk som mogeleg. Dei følgjande områda er opne for bidrag frå deg:

source: On this page you can find statistics about the completeness of existing translations for each of these areas, as well as links to translation templates that you can use to submit new translations which do not yet exist. If a translation into your language does not yet exist, just download the templates, translate them and send them to <email>info@bibletime.info</email>. If you are not satisfied with the status of your language's translation, you can directly download the corresponding file, update the translation and send it in. In both cases we'll be sure to integrate your work as soon as possible.
nl: Op deze pagina kunt u statistieken vinden over de mate van compleetheid van bestaande vertalingen voor elk van de werkgebieden, alsmede links naar vertaalsjablonen die u kunt gebruiken om nieuwe, nog niet bestaande vertalingen in te sturen. Als een vertaling in uw taal nog niet bestaat, download dan gewoon de sjablonen, vertaal ze en stuur ze naar <email>info@bibletime.info</email>. Als u niet tevreden bent met de status van de vertaling in uw taal, dan kunt u rechtstreeks het bijbehorende bestand downloaden, de vertaling verbeteren en toesturen. In beide gevallen dragen we er zorg voor dat uw werk zo snel mogelijk wordt ge&iuml;ntegreerd met de website.
nn: På denne sida finn du statistikk over fullføringsgraden til eksisterande omsetjingar for kvart av desse områda. I tillegg finn du lekkjer til malfiler du kan bruka for å laga ei ny omsetjing. Dersom ei omsetjing til språket ditt ikkje eksisterer, last ned malfila, oversett henne og send ho til <email>info@bibletime.info</email>. Dersom du ikkje er nøgd med tilstanden på omsetjinga til språket ditt kan du lasta ned den til no oversette fila, oppdatere omsetjinga og senda ho inn. I begge høve vil me inkludere bidraget ditt så snart som råd.

source: For the translation process we recommend that you use the excellent and mature program <ulink url="http://i18n.kde.org/tools/kbabel/">KBabel</ulink>. It has many advanced features and is a great aid.
nl: Voor het vertaalproces bevelen we aan dat u het uitstekende en volwassen programma <ulink url="http://i18n.kde.org/tools/kbabel/">KBabel</ulink> gebruikt. Het heeft vele geavanceerde functies en is een goede hulp.
nn: Til omsetjingsarbeidet tilrår me at du brukar det ypparlege og velutvikla programmet <ulink url="http://i18n.kde.org/tools/kbabel/">KBabel</ulink>. Dette programmet har mange avanserte funksjonar, og er ei stor hjelp.

source: A list of the language abbreviations is avalable at <ulink url="http://www.w3.org/WAI/ER/IG/ert/iso639.htm">www.w3.org/WAI/ER/IG/ert/iso639.htm</ulink>.
nl: Een lijst van de taalafkortingen is beschikbaar op <ulink url="http://www.w3.org/WAI/ER/IG/ert/iso639.htm">www.w3.org/WAI/ER/IG/ert/iso639.htm</ulink>.
nn: Ei liste over offisielle språkforkortingar er tilgjengeleg på <ulink url="http://www.w3.org/WAI/ER/IG/ert/iso639.htm">www.w3.org/WAI/ER/IG/ert/iso639.htm</ulink>.

source: Gallery
nn: Galleri

source: Download
nn: Last ned

source: <title>FAQ</title>
nn: <title>FAQ/OSS</title>

source: Herodotus
nn: Herodot

source: WLC - hebrew rendering
nn: WLC - visinga av hebraisk

source: BHS - hebrew rendering
nn: BHS - hebraisk vising

source: <title>Peshitta - early syrian translation</title>
nn: <title>Peshitta - tidleg syrisk omsetjing</title>

source: <phrase>Peshitta - early syrian translation</phrase>
nn: <phrase>Peshitta - tidleg syrisk omsetjing</phrase>

source: The <emphasis>Peshitta</emphasis> contains an early Syrian text, running from right to left.
nn: <emphasis>Peshitta</emphasis> inneheld ein tidleg syrisk tekst, som visest frå høgre mot venstre.

source: <title>The Arabic Bible</title>
nn: <title>Arabisk Bibel</title>

source: <phrase>The Arabic Bible</phrase>
nn: <phrase>Arabisk Bibel</phrase>

source: <title>Chinese rendering</title>
nn: <title>Vising av kinesisk</title>

source: <phrase>Chinese rendering</phrase>
nn: <phrase>Vising av kinesisk</phrase>

source: <title>Greek rendering with Strong's numbers and morphological tags</title>
nn: <title>Vising av gresk med Strong-tal og morfologiske markørar</title>

source: <phrase>Greek rendering with Strong's numbers and morphological tags</phrase>
nn: <phrase>Vising av gresk med Strong-tal og morfologiske markørar</phrase>

source: <title>Korean and Thai</title>
nn: <title>Koreansk og thailandsk</title>

source: <phrase>Korean and Thai</phrase>
nn: <phrase>Koreansk og thailandsk</phrase>

source: <title>Bulgarian and footnotes</title>
nn: <title>Bulgarsk og fotnoter</title>

source: <phrase>Bulgarian and footnotes</phrase>
nn: <phrase>Bulgarsk og fotnoter</phrase>

source: <title>Vietnamese and Romanian</title>
nn: <title>Vietnamesisk og rumensk</title>

source: <phrase>Vietnamese and Romanian</phrase>
nn: <phrase>Vietnamesisk og rumensk</phrase>

source: <title>Esperanto without verse numbers and linebreaks</title>
nn: <title>Esperanto utan versnummerering og linjeskift</title>

source: <phrase>Esperanto without verse numbers and linebreaks</phrase>
nn: <phrase>Esperanto utan versnummerering og linjeskift</phrase>

source: Debian packages are available for <ulink url="http://packages.debian.org/unstable/kde/bibletime">Debian Unstable</ulink> and <ulink url="http://packages.debian.org/stable/x11/bibletime">Debian Stable</ulink>.
nn: Debianpakkar er tilgjengelege for <ulink url="http://packages.debian.org/unstable/kde/bibletime">Debian Unstable</ulink> og <ulink url="http://packages.debian.org/stable/x11/bibletime">Debian Stable</ulink>.

source: Gentoo packages are available on <ulink url="http://packages.gentoo.org/search/?sstring=bibletime">www.gentoo.org</ulink>.
nn: Gentoo-pakkar er tilgjengelege på <ulink url="http://packages.gentoo.org/search/?sstring=bibletime">www.gentoo.org</ulink>.

source: We try to provide packages for the most important Linux distributions. These include RedHat, Mandrake and SuSE.
nn: Me prøver å tilby pakkar for dei viktigaste Linux-distribusjonane. Desse omfattar RedHat, Mandrake og SuSE.

source: If a translation of the User Interface to your language does not yet exist, you can download and translate the <ulink url="http://cvs.sourceforge.net/viewcvs.py/*checkout*/bibletime/bibletime/pot/messages.pot?rev=HEAD"> User Interface translation template</ulink>. If you want to update an existing translation, use the links in the table below to download the corresponding file.
nn: Dersom det enno ikkje eksisterer ei omsetjing av brukargrensesnittet til ditt språk, kan du lasta ned og omsetja <ulink url="http://cvs.sourceforge.net/viewcvs.py/*checkout*/bibletime/bibletime/pot/messages.pot?rev=HEAD">malfila for omsetjing av brukargrensesnittet</ulink>. Bruk lekkjene i tabellen under dersom du vil oppdatere ei allereie eksisterande omsetjing.

source: If a translation of the handbook to your language does not yet exist, you can download and translate the <ulink url="http://cvs.sourceforge.net/viewcvs.py/*checkout*/bibletime/bibletime/pot/handbook.pot?rev=HEAD"> handbook translation template</ulink>. If you want to update an existing translation, use the links in the table below to download the corresponding file.
nn: Dersom det enno ikkje eksisterer ei omsetjing av handboka til ditt språk, kan du lasta ned og oversetje <ulink url="http://cvs.sourceforge.net/viewcvs.py/*checkout*/bibletime/bibletime/pot/handbook.pot?rev=HEAD">malfila for omsetjing av handboka</ulink>. Bruk lekkjene i tabellen under dersom du vil oppdatere ei allereie eksisterande omsetjing.
