Repository: bibletime/historic-bibletime-svn
Catalog: trunk/website/content/*/po/full.po
Languages: fi, nl, nn

source: Look up the definition in a Greek or Hebrew dictionary. For verbs, the verb tense is also crucial.
fi: Katso määreitelmää kreikkalaisesta tai heprealaisesta sanakirjasta Verbeille verbin aikamuoto on myös ratkaiseva.
nl: Zoek de definitie op in een Grieks of Hebreeuws woordenboek. Bij werkwoorden is de gebruikte vorm ook cruciaal.
nn: Slå opp definisjonen i ei gresk eller hebraisk ordbok. For verb er det òg viktig å vita bøyinga.

source: Compare scripture with scripture. Seeing how the same Greek or Hebrew word (not the English word) is used in scripture may clarify or throw new light on the definition. How does the same author use this word elsewhere? Other authors? Your reference tools may give you uses of the word in non-biblical documents, as well. Why do we have to go to the original languages; why isn't the English word good enough? <emphasis>Because more than one greek word may be translated into the same english word, and the greek words may have different shades of meaning.</emphasis>
fi: Vertaa tekstejä tekstien kanssa. Näe, kuinka sama kreikankielinen tai hepreankielinen sana (ei englanninkielinen sana) on käytetty tekstissä, selvittää tai antaa uutta valaistusta määritelmään. Kuinka sama kirjoittaja käyttää tätä sanaa muualla? Muut kirjoittajat? Referenssityökalusi antavat sinulle yhtä hyvin esimerkkejä sanan käytöstä muissa asiakirjoissa kuin Raamattussa. Miksi meidän pitää mennä alkukieleen, miksi englantilainen sana ei ole tarpeeksi hyvä? <emphasis>Koska useampi kreikankielinen sana voidaan kääntää samaksi englanninkieliseksi sanaksi, ja kreikankielisillä sanoilla voi olla erilainen merkityksen vivahde.</emphasis>
nl: Vergelijk schrift met schrift. Zien hoe hetzelfde Griekse of Hebreeuwse woord (niet het Nederlandse woord) wordt gebruikt in de schrift kan de definitie verhelderen, of een nieuw licht werpen op de definitie. Hoe gebruikt dezelfde schrijver hetzelfde woord in andere schriftgedeelten? En andere schrijvers? Sommige naslagwerken geven ook informatie over het gebruik van hetzelfde woord in niet-bijbelse documenten. Waarom moeten we eigenlijk terug naar de oorspronkelijke taal; waarom is het Nederlandse woord niet goed genoeg? <emphasis>Omdat verschillende Griekse woorden vertaald kunnen zijn naar hetzelfde Nederlandse woord, en de Griekse woorden zouden een verschillende bijklank in de betekenis kunnen hebben.</emphasis>
nn: Samanlikn ulike utgåver av Bibelen. Å sjå korleis det same greske eller hebraiske ordet (ikkje det norske ordet) er oversatt i ulike utgåver kan klargjera eller kasta ljos over definisjonen. Korleis brukar den same forfattaren ordet andre stader? Kva med andre forfattarar? Referanse-ordbøkene dine kan kanskje òg gje deg døme på bruk av orda i ikkje-bibelske dokument. Kvifor må me gå til grunnspråket? Kvifor er ikkje det norske ordet godt nok? <emphasis>Fordi meir enn eit gresk ord kan verta oversatt til det same norske ordet, og dei greske orda kan ha ulike innhaldsnyansar.</emphasis>

source: Example 1A
fi: Esimerkki 1A
nl: Voorbeeld 1A
nn: Døme 1A

source: Jn.20:17 <emphasis>"Touch me not"</emphasis> (KJV) sounds harsh, doesn't it? Sounds like Jesus doesn't want to be touched now that He is risen, that He is too holy or something. But that doesn't seem right, so let's look it up in Spiros Zodhiates' <emphasis>The Complete Word Study New Testament</emphasis> (AMG Publishers, 1991).
fi: Joh.20:17 <emphasis>"Älä koske minuun"</emphasis> (KJV) kuulostaa karkealta, eikö vain? Kuulostaa siltä, että Jeesus ei halunnut tulla kosketetuksi nyt kun hän on Hengessä, että Hän on pyhä tai jotain sellaista. Mutta tämä ei näytä oikealta. Niinpä lue se Spiros Zodhiatesin kirjoittamasta kirjasta' <emphasis>The Complete Word Study New Testament</emphasis> (AMG Publishers, 1991).
nl: Joh.20:17 (SV) <emphasis>"Raak mij niet aan"</emphasis> klinkt nogal hard, he? Net of Jezus na zijn opstanding niet meer aangeraakt wil worden, omdat Hij daarvoor te heilig is ofzo. Maar dat lijkt niet helemaal juist te zijn, dus laten we het opzoeken in <emphasis>The Complete Word Study New Testament</emphasis> van Spiros Zodhiates (AMG Publishers, 1991).
nn: Joh. 20,17 <emphasis>"Rør meg ikkje"</emphasis> høyrest hardt ut, gjer det ikkje? Det høyrest ut som om Jesus ikkje vil bli rørt ved no som han har stått opp frå dei døde, som om han er for heilag eller noko slikt. Men det høyrest litt suspekt ut, så lat oss slå det opp i Spiros Zodhiates si bok <emphasis>The Complete Word Study New Testament</emphasis> (AMG Publishers, 1991).

source: Mary is already clinging to Jesus, and he is saying to stop holding him!
fi: Maria on jo tarttunut Jeesukseen, ja hän pyysi lopettamaan kiinnipitämisen!
nl: Maria klampt zich al aan Jezus vast, en Hij zegt haar om Hem niet langer vast te houden!
nn: Maria klyngjer seg allereie til Jesus, og han ber henne slutta å halda i han!

source: Example 1B
fi: Esimerkki 1B
nl: Voorbeeld 1B
nn: Døme 1B

source: In James 5:14, <emphasis>Elders are told to pray and anoint someone who is sick</emphasis>. What is this anointing?
fi: Jaak. 5:14, <emphasis>Vanhimmatvoidelkoot hänet öljyllä Herran nimessä ja rukoilkoot hänen puolestaan</emphasis>. Mitä on tämä voitelu?
nl: In Jakobus 5:14 wordt zieken opgedragen <emphasis>zich te laten zalven door de oudsten van de gemeente</emphasis>. Wat houdt die zalving in?
nn: I Jakob 5,14 står det <emphasis>Er nokon av dykk sjuk, skal han kalla til seg dei eldste i forsamlinga, og dei skal be over han og salva han med olje i Herrens namn.</emphasis> Kva er denne salvinga?

source: Cross-references for aleipho:
fi: Ristiviittaukset sanalle aleipho:
nl: Tekstverwijzingen voor aleipho:
nn: Kryssreferansar for aleipho:

source: Mt.6:17 But you, when you fast, anoint your head
fi: Matt.6:17 Kun sinä paastoat, voitele hiuksesi
nl: Matt.6:17 En wanneer gij vast, toont dan niet, [...] een somber gelaat;
nn: Matt. 6,17 Men når du fastar, skal du salva hovudet

source: Mk.16:1 [the women] brought spices that they might come and anoint Him.
fi: Mk.16:1 [naiset] ostivat tuoksuöljyä mennäkseen voitelemaan Hänet.
nl: Mar.16:1 [De vrouwen] kochten [...] specerijen om Hem te gaan zalven.
nn: Mark. 16,1 [kvinnene kjøpte] angande olje, for dei ville gå og salva han.

source: Mk.6:13 And they were...anointing with oil many sick people and healing them.
fi: Mk.6:13 Ja he...voitelivat monta sairasta ja paransivat heidät.
nl: Mar.6:13 En zij [...] zalfden vele zieken met olie en genazen hen.
nn: Mark. 6,13 [Disiplane] salva mange sjuke med olje og lækte dei.

source: Lk.7:38 [...] kissing His feet and anointing them with the perfume
fi: Lk.7:38 [...] suuteli Hänen jalkojaan ja voiteli ne tuoksuöljyllä
nl: Luc.7:38 en zij [...] kuste zijn voeten en zalfde ze met de mirre.
nn: Luk. 7,38 Ho kyste føtene hans og smurde dei med salven

source: Jn.12:3 Mary [...] anointed the feet of Jesus, and wiped them with her hair
fi: Joh.12:3 Maria [...] voiteli Jeesuksen jalat, ja kuivasi ne hiuksillaan
nl: Joh.12:3 Maria [...] zalfde de voeten van Jezus en droogde zijn voeten af met haar haren;
nn: Joh. 12,3 Maria [...] salva Jesu føter og tørka dei med håret sitt

source: Cross-references of chrio:
fi: Sanan chrio ristiviittaukset:
nl: Tekstverwijzingen van chrio:
nn: Kryssreferansar for chrio:

source: Lk.4:18 <quote>The Spirit of the Lord is upon me, because He has anointed me to preach [...]</quote>
fi: Lk.4:18 <quote>Herran Henki on minun ylläni, sillä hän on voidelut minut julistamaan [...]</quote>
nl: Luc.4:18 <quote>De Geest des Heren is op Mij, daarom, dat Hij Mij gezalfd heeft, om aan armen het evangelie te brengen;</quote>
nn: Luk. 4,18 <quote>Herrens Ande er over meg, for han har salva meg til å forkynna ein god bodskap for fattige.</quote>

source: Acts 4:27 Jesus, whom Thou hast anointed
fi: Acts 4:27 Jeesus, jonka Sinä olit voidellut
nl: Hand.4:27 [...] Jezus, die Gij gezalfd hebt [...]
nn: Apg. 4,27 Jesus, din heilage tenar, han som du salva

source: Acts 10:38 God anointed Jesus with the Holy Ghost and power
fi: Apt 10:38 Jumala voiteli Jeesuksen Pyhällä Hengellä ja voimalla
nl: Hand.10:38 [...] Jezus van Nazaret, hoe God Hem met de heilige Geest en met kracht heeft gezalfd.
nn: Apg. 10,38 Jesus frå Nasaret vart salva av Gud med Den heilage ande og kraft

source: 2 Cor.1:21 Now He who...anointed us is God
fi: 2 Cor.1:21 Nyt Hän, kuka.... voitelee meitä, on Jumala
nl: 2 Kor.1:21 Hij nu, die ons [...] heeft gezalfd, is God
nn: 2. Kor. 1,21 Men den som [...] har salva oss, det er Gud

source: So what's the difference between aleipho and chrio? Look back over the cross-references and the definitions, and sum up the difference: <emphasis>&quot;aleipho&quot; is a practical use of oil and &quot;chrio&quot; is a spiritual</emphasis>
fi: Mikä ero on sanoilla aleipho ja chrio? Katso jälleen ristiviittausta ja määritelmää, ja selvitä ero: <emphasis>&quot;aleipho&quot; on öljyn jokapäiväinen käyttö ja &quot;chrio&quot; on hengellinen</emphasis>
nl: Wat is dus het verschil tussen aleipho en chrio? Kijk nog eens terug naar de tekstverwijzingen en de definities, en stel het verschil vast: <emphasis>&quot;aleipho&quot; is een praktisch gebruik van olie en &quot;chrio&quot; een geestelijk gebruik</emphasis>
nn: Så kva er skilnaden mellom aleipho og chrio? Sjå tilbake på kryssreferansane og definisjonane, og summ&eacute;r opp skilnaden: <emphasis>&quot;aleipho&quot; er praktisk bruk av olje og &quot;chrio&quot; er andeleg bruk</emphasis>

source: As an illustration (although the word is not used) of the practical use of oil at that time, when the good Samaritan cared for the man beat up by robbers he poured oil and wine in the wound. So oil had a medicinal use in Jesus' day.
fi: Öljyn jokapäiväisen käytön kuvaus (joskin sanaa ei käytetä) siihen aikaan kun laupias samarialainen huolehti ryöstäjien lyömän miehen hän kaatoi öljyä ja viiniä haavaan. Öljyllä oli siis lääketieteellinen käyttö Jeesuksen päivinä.
nl: Als illustratie (al wordt het woord hier niet gebruikt) van het praktisch gebruik van olie in die tijd, toen de barmhartige Samaritaan de beroofde en mishandelde man verzorgde, goot hij olie en wijn op de wond. Olie was dus ook in gebruik als medicijn in Jezus' tijd.
nn: Som ein illustrasjon (sjølv om akkurat dette ordet ikkje er brukt) på den praktiske bruken av olje på den tida finn me i historia om den barmhjertige samaritan. Samaritanen helte olje og vin i såra til mannen som var banka opp av røvarar. Altså kunne olje brukast til medisinske føremål på Jesu tid.

source: Now let's apply what we just learned by this word study to James 5:14 <emphasis>"Is any among you sick? Let him call for the elders of the church; and let them pray over him, anointing him with oil in the name of the Lord."</emphasis> Is "anointing" spiritual or practical? Practical!
fi: Lisää nyt juurioppimamme tähän Jaak. 5:14 sanantutkimiseen <emphasis>"Jos joku teistä on sairaana, kutsukoon hän luokseen seurakunnan vanhimmat. Nämä voidelkoot hänet öljyllä Herran nimessä ja rukoilkoot hänen puolestaan Herran nimeen."</emphasis> Onko "voitelu" hengellistä vai jokapäiväistä? Jokapäiväistä!
nl: Laten we eens toepassen op wat we zojuist geleerd hebben door deze woordstudie n.a.v. Jakobus 5:14 <emphasis>"Is er iemand bij u ziek? Laat hij dan de oudsten der gemeente tot zich roepen, opdat zij over hem een gebed uitspreken en hem met olie zalven in de naam des Heren."</emphasis> Is dat zalven geestelijk of praktisch? Het is praktisch!
nn: Lat oss nå nytta det me har lært frå dette ordstudiet for å tolka Jakob 5,14 <emphasis>"Er nokon av dykk sjuk, skal han kalla til seg dei eldste i forsamlinga, og dei skal be over han og salva han med olje i Herrens namn."</emphasis> Er "salving" andeleg eller praktisk? Praktisk!

source: Rule 2 - Interpret within the biblical context
fi: Sääntö 2 - Tulkitse raamatullisia yhteyksiä
nl: Regel 2 - Interpreteer binnen the bijbelse context
nn: Regel 2 - Tolk innanføre den bibelske konteksten

source: Interpret scripture in harmony with other scripture. What do the verses on each side say? What is the theme of the chapter? the book? Does your interpretation fit with these? If not, it is flawed. Usually, the context supplies what we need to correctly interpret the passage. Context is key. If confusion remains as to the meaning after we have interpreted the text within its context, we have to look further.
fi: Tekstin tulkinta sopusoinnussa muiden tekstien kanssa. Mitä kukin jae sanoo? Mikä on luvun teema? Kirjan teema? Sopiiko tulkintasi näihin? Jos ei, se on virheelinen. Tavallisesti asiayhteys varustaa meidät tulkitsemaan tekstinkohdan oikein. Asiayhteys on avain. Jos tekstinkohdan tulkinnan jälkeen jää vielä sekavuutta, meidän on katsottava eteenpäin.
nl: Interpreteer een bijbelgedeelte in harmonie met ander delen van de bijbel. Wat staat er in de verzen er omheen? Wat is het onderwerp van het hoofdstuk of van het boek? Past jouw interpretatie hierin? Zo niet, dan is er iets mis mee. Meestal geeft de context ons voldoende aanwijzingen voor een juiste interpretatie van het gedeelte. De context is de sleutel. Maar als er onzekerheid blijft over de betekenis na interpretatie in de context, dan moeten we verder kijken.
nn: Tolk skriftstader i harmoni med andre skriftstader. Kva seier dei omkringliggjande versa? Kva er tema i kapittelet? I boka? Stemmer tolkinga di med desse? Dersom ikkje, er ho feil. Vanlegvis gjev konteksten oss det me treng for å tolka teksten rett. Kontekst er nøkkelen. Dersom meininga framleis er usikker etter å ha tolka teksten i konteksten, må me leita vidare andre stader.

source: Example 2A
fi: Esimerkki 2A
nl: Voorbeeld 2A
nn: Døme 2A

source: In a previous lesson we considered Jn.3:5 <emphasis>"born of water and the Spirit."</emphasis> In context, what is the water under discussion here?
fi: Edellisellä tunnilla ajattelimme Joh.3:5 <emphasis>"syntynyt vedestä ja Hengestä."</emphasis> Mitä on keskustelussa oleva vesi tässä asiayhteydessään?
nl: In een voorgaande les behandelden we Joh.3:5 <emphasis>"geboren ...uit water en geest."</emphasis> Wat is volgens de context het water waarover het hier gaat?
nn: I ein tidlegare leksjon såg me på Joh. 3,5 <emphasis>"fødd av vatn og Ande"</emphasis> Ifølgje konteksten, kva er vatnet det er snakk om her?

source: Water baptism is not under discussion here, which would be a big switch from the subject being discussed by Jesus and Nicodemus. Watch out for a sudden change of topic, it may be a clue that your interpretation has been derailed! The water is the amniotic fluid, "born of water" = natural birth.
fi: Vesikasteesta ei keskustella tässä, mikä on suuri muutos Juuesuksen ja Nikodeemuksen keskustelun aiheeseen. Tarkastele aiheen äkillistä muutosta. Johtolanka tulkinnastasi on suistunut raiteiltaan! Vesi on näytevettä, "syntynyt vedestä" = luonnollinen syntymä.
nl: Het gaat hier niet over de doop in water, dat zou een grote omschakeling zijn in het onderwerp waarover Jezus en Nikodemus spreken. Kijk uit voor een plotselinge verandering van onderwerp, het zou een aanwijzing kunnen zijn dat je interpretatie ontspoord is! Het bedoelde water is het vruchtwater. "Geboren uit water" is de natuurlijke geboorte.
nn: Vassdåp vert ikkje diskutert her, sidan det ville vore ei stor endring av emnet frå det Jesus og Nikodemus allereie diskuterer. Ver på vakt mot plutselege endringar i hovudemne, det kan tyda på at tolkinga di er på tynn is! Vatnet det er snakk om er fostervatnet. "Fødd av vatn" = naturleg fødsel.

source: Example 2B
fi: Esimerkki 2B
nl: Voorbeeld 2B
nn: Døme 2B

source: 1 Cor.14:34 <quote>Let the women keep silent in the churches</quote> has to be taken within the biblical context of 1 Cor.11:5 <quote>every woman [...] while praying or prophesying [...]</quote>
fi: 1 Kor.14:34 <quote>Nainen vaietkoon seurakunnassa</quote> on otettu raamatulliseen yhteyteen 1 Kor.11:5 <quote>jokainen nainen [...] rukoillessaan tai profetoidessaan [...]</quote>
nl: 1 Kor.14:34 <quote>[...] moeten de vrouwen in de gemeente zwijgen</quote> moet gelezen worden binnen de bijbelse context van 1 Kor.11:5 <quote>maar iedere vrouw, die [...] bidt of profeteert [...]</quote>
nn: 1. Kor. 14,34 <quote>kvinnene [skal] teie når forsamlinga kjem saman</quote> må tolkast i ljos av den bibelske konteksten i 1. Kor. 11,5 <quote>ei kvinne som bed eller talar profetisk [...]</quote>

source: Example 2C
fi: Esimerkki 2C
nl: Voorbeeld 2C
nn: Døme 2C

source: Acts 2:38 <quote>And Peter said to them, &quot;Repent, and let each of you be baptized in the name of Jesus Christ for the forgiveness of your sins [...]&quot;</quote>. Is this teaching baptismal regeneration? If this was the only verse of scripture we had, we would have to conclude that. But in the light of the clear teaching elsewhere that regeneration happens by faith in Christ, we have to interpret it otherwise. Peter is urging baptism as a way for his hearers to respond to the gospel. If baptism were the pathway to being born again, how could Paul write 1 Cor.1:17 <emphasis>"For Christ did not send me to baptize, but to preach the gospel"</emphasis>?
fi: Apt. 2:38 <quote>Pietari vastasi: &quot;Kääntykää ja ottakaa itse kukin kaste Jeesuksen Kristuksen nimeen, jotta syntinne annettaisiin anteeksi [...] &quot; </quote>. Onko tämä opetus kasteesta uudestisyntymiselle? Jos tämä olisi ainoa meillä oleva tekstien jae, me päättelisimme näin. Mutta selvän opetuksen valossa uudestisyntyminen tapahtuu uskolla Kristukseen. Meidän tulee tulkita se toisin. Pietari kehottaa hänen kuulijoitaan ottamaan kasteen evankeliumin vaikuttamana. Jos kaste olisi tie uudelleensyntymiseen, kuinka Pietari kirjoittaisi 1 Kor.1:17 <emphasis>"Eihän Kristus lähettänyt minua kastamaan vaan julistamaan evankeliumia"</emphasis>?
nl: Hand.2:38 <quote>En Petrus antwoordde hun: &quot;Bekeert u en een ieder van u late zich dopen op de naam van Jezus Christus, tot vergeving van uw zonden [...]&quot;</quote> Is dit wedergeboorte door doop prediken? Als dit nu het enige vers van de bijbel was, hadden we deze conclusie getrokken, maar in het licht van de heldere boodschap elders, dat wedergeboorte voortkomt uit geloof in Christus, moeten we het op een andere manier interpreteren. Petrus brengt de doop naar voren als een manier voor zijn toehoorders om te antwoorden op het evangelie. Als de doop de weg was tot wedergeboorte, hoe zou Paulus dan kunnen schrijven in 1 Kor.1:17 <emphasis>"Want Christus heeft mij niet gezonden om te dopen, maar om het evangelie te verkondigen"</emphasis>?
nn: Apg 2,38 <quote>Peter svara: &quot;Vend om og lat dykk døypa i Jesu Kristi namn, kvar og ein av dykk, så de får tilgjeving for syndene [...]&quot;</quote>. Tyder dette at ein må døypast for å få det nye livet? Dersom dette var det einaste verset me hadde i Skrifta ville me måtta konkludere med det. Men i ljos av den tydelege undervisninga andre stader, der det vert sat at me får det nye livet ved tru på Kristus, må me tolka det annleis. Peter held fram dåpen som ein måte tilhøyrarane kan reagere på dei gode nyhenda. Dersom dåpen var måten ein vert fødd på ny, korleis kunne då Paulus skriva 1 Kor. 1,17 <emphasis>"For Gud sende meg ikkje for å døypa, men for å forkynna dei gode nyhenda"</emphasis>?

source: Rule 3 - Interpret within the historical and cultural context
fi: Rule 3 - Tulkitse historiallisia ja kultturellisia yhteyksiä
nl: Regel 3 - Interpreteer binnen de historische en culturele context
nn: Regel 3 - Tolk innanføre dei historiske og kulturelle rammene

source: At first we are not asking <quote>What does it mean to me?</quote> but <quote>What did it mean to the original readers?</quote>; later we can ask, <quote>What does it mean to me?</quote>. We have to take into account the historical and cultural background of the author and the recipients.
fi: Emme kysy ensiksi <quote>Mitä se merkitsee minulle?</quote> vaan <quote>Mitä se merkitsi alkuperäisille lukijoille?</quote>; myöhemmin voimme kysyä, <quote>Mitä se merkitsee minulle?</quote>. Meidän tulee ottaa huomioon kirjoittajan ja saajien historiallinen ja kuturellinen tausta.
nl: Ten eerste vragen we niet <quote>Wat betekent het voor mij?</quote> maar <quote>Wat betekende het voor de oorspronkelijke lezers?</quote> Later kunnen we vragen <quote>Wat betekent het voor mij?</quote>. We moeten rekening houden met de historische en culturele achtergrond van de schrijver en de geadresseerden.
nn: Før spør me ikkje <quote>Kva tyder det for meg?</quote>, men <quote>Kva sa dette til dei opprinnelege lesarane?</quote> Deretter kan me spørje <quote>Kva tyder dette for meg?</quote> Me må ta omsyn til den historiske og kulturelle bakgrunnen til både forfattarar og mottakarar.

source: Example 3A
fi: Esimerkki 3A
nl: Voorbeeld 3A
nn: Døme 3A

source: <quote>3 days &amp; 3 nights</quote> (Mt.12:40) have led some to come up with a "Wednesday crucifixion theory," esp. the cult of Armstrongism. How could Jesus die on Friday afternoon and rise Sunday morning yet "be raised on the third day" (Mt.16:21)? Exact meanings of "three" or "days" won't help explain the apparent contradiction.
fi: <quote>3 päivää &amp; 3 yötä</quote> (Matt.12:40) on johdattanut muutamia "Keskiviikon ristiinnaulitsemisen teoriaan," erityisesti Armstrongismin kultissa. Kuinka Jeesus kuoli perjantaina iltapäivällä ja nousi ylös sunnuntaiaamuna kuten sanotaan "nousi ylös kolmantena päivänä" (Matt.16:21)? Sanojen "kolme" or "päivää" täsmällinen merkitys ei auta selittämään silmiinpistävää ristiriitaa.
nl: <quote>3 dagen &amp; 3 nachten</quote> (Matt.12:40) heeft voor sommigen aanleiding gegeven tot een "kruisiging-op-woensdag-theorie", vooral het Armstrongisme. Hoe kon Jezus op vrijdagmiddag sterven en opstaan op Zondagmorgen, en toch zijn "opgestaan ten derde dage" (Matt.16:21)? De precieze betekenis van "drie" of "dagen" helpt niet om deze paradox te verklaren.
nn: <quote>3 dagar og 3 netter&amp;</quote> (Matt. 12,40) har leidd nokon til å kasta fram ein "krossfesting på ein onsdag"-teori, jfr. Armstrongism-sekta. Korleis kunne Jesus døy på ein fredag ettermiddag og stå opp sundag morgon og likevel "verta oppreist på den tredje dagen" (Matt. 16,21)? Eksakte tydingar av "tre" eller "dag" hjelper ikkje for å forklara den tilsynelatande motsetninga.
