Repository: bibletime/historic-bibletime-svn
Catalog: trunk/website/content/*/po/full.po
Languages: fi, nl, nn

source: Beware of practicing your righteousness before men to be noticed
fi: Varokaa tuomasta hurskaita tekojanne ihmisten katseltavaksi
nl: Ziet toe, dat gij uw gerechtigheid niet doet voor de mensen, om door hen opgemerkt te worden;
nn: Akta dykk at de ikkje gjer dei gode gjerningane dykkar for augo på folk

source: What does <quote>practicing your righteousness</quote> mean? Does the passage give any examples? What area of our lives is being addressed? <emphasis>Our motives!</emphasis> What sub-headings develop this thought?
fi: Mitä tarkoittaa <quote>hurskaiden tekojen esilletuominen</quote>? Antaako tekstikohta yhtään esimerkkiä? Mihin elämämme alueisiin se kohdistuu? <emphasis>Motiivimme!</emphasis> Mihin osa-alueisiin tämä vie?
nl: Wat betekent <quote>uw gerechtigheid doen</quote>? Geeft het gelezen gedeelte daar voorbeelden van? Over welk aspect van ons leven gaat het hier? <emphasis>Onze motieven!</emphasis> Welke ondertitels ontwikkelen deze gedachte?
nn: Kva tyder det å <quote>gjera gode gjerningar? Finn du nokre døme i teksten? Kva for sider ved liva våre vert ramma av dette? <emphasis>Våre motiv!</emphasis> Kva del-overskrifter peikar på dette? </quote>

source: When you give
fi: Kun annat
nl: Wanneer gij aalmoezen geeft
nn: Når du gjev

source: When you fast
fi: Kun paastoat
nl: Wanneer gij vast
nn: Når de fastar

source: When you pray
fi: Kun rukoilet
nl: Wanneer gij bidt
nn: Når de bed

source: Now fill in the outline with specific instructions of how to avoid wrong ways of practicing our righteousness:
fi: Täytä nyt määrätyillä toimenpiteillä kuinka välttää väärät tavat harjoittaa hurskauttamme:
nl: Vul nu het overzicht in met specifieke aanwijzingen over hoe je kunt voorkomen op verkeerde manieren gerechtigheid te beoefenen:
nn: Fyll no opp lista di med spesifikke instruksjonar for å unngå feil praktisering av rettferda vår:

source: don't sound a trumpet. (how might someone <quote>sound a trumpet</quote> today?)
fi: älä ole äänekäs trumpetti. (kuinka joku voi <quote>kuulostaa trumpetilta</quote> tänäpäivänä?)
nl: blaas niet de bazuin. (hoe zou iemand tegenwoordig op <quote>de bazuin blazen</quote>?; Let ook op het gezegde: <quote>iets rondbazuinen</quote>)
nn: blås ikkje i basun om det. (korleis kan <quote>blåsa i basun</quote> idag?)

source: do it secretly.
fi: tee se salaisesti.
nl: geef uw aalmoes in het verborgene
nn: Gjev gåva di i det dulde.

source: etc.
fi: jne.
nn: osb.

source: Worksheet: How to Use a Concordance
fi: Tehtävä: Kuinka käytän sanahakemistoa
nl: Werkblad: Hoe gebruik je een concordantie?
nn: Arbeidsark: Korleis bruka ei bibelordbok

source: To Find a Particular Verse
fi: Löydä erityinen jae
nl: Om een bepaald vers te vinden
nn: Å finna eit spesifikt vers

source: Pick out a key word or most-unusual word of the verse.
fi: Ota jakeen avainsana tai epätavallisin sana.
nl: Neem het kernwoord, of het meest ongebruikelijke woord uit het vers.
nn: Vel ut eit nøkkelord eller uvanleg ord frå verset.

source: Turn to this word alphabetically.
fi: Käänny tähän sanaan kirjaimellisesti.
nl: Zoek dit woord op in de concordantie.
nn: Leit etter dette ordet i den alfabetiske opplistinga.

source: Go down the column of listings until you find your verse.
fi: Etene listausta alaspäin kunnes löydät jakeesi.
nl: Loop de lijst van teksten bij dat woord na, totdat je je tekst gevonden hebt.
nn: Leit i opplistinga til du finn verset.

source: Find these verses:
fi: Etsi nämä jakeet:
nl: Vind deze verzen:
nn: Finn desse versa:

source: Faithful are the wounds of a friend
fi: Rakastavan lyöntikin on rakkautta
nl: Oprecht gemeend zijn de wonden door een vriend geslagen
nn: Ein ven er trufast jamvel når han slår

source: We are ambassadors of Christ.
fi: Olemme Kristuksen lähettiläitä
nl: Wij zijn dus gezanten van Christus.
nn: Vi er Kristi utsendingar.

source: The story of the rich man and Lazarus.
fi: Kertomus rikkaasta miehestä ja Lasaruksesta.
nl: De rijke man en de arme Lazarus.
nn: Forteljinga om den rike mannen og Lasarus.

source: To Do a Topical Study
fi: Tee aiheen tutkiminen
nl: Een thematische studie doen
nn: Å gjera eit emnestudium

source: Let's say you wanted to do a study of the word &quot;redemption.&quot; First you would look up that word in the concordance and look up references listed for it. Then you could look up related words and references listed for them, e.g. &quot;redeem, redeemed, ransom,&quot; even &quot;buy&quot; or &quot;bought.&quot;
fi: Sanokaamme, että haluat tutkia sanaa &quot;lunastus.&quot; Ensiksi sinun tulisi katsoa sanaa sanaluettelosta ja katsoa siinä luetellut viittaukset. Sitten sinun tulisi katsoa liittyvät sanat ja niiden viittaukset. Esim. &quot;lunastus, lunastettu, lunnaat,&quot; jopa &quot;ostaa&quot; tai &quot;ostettu.&quot;
nl: Stel dat je een studie wilt doen over het woord &quot;verlossing&quot; Als eerste zou je dat woord opzoeken in een concordantie, en de daarbij genoemde teksten opzoeken. Dan zou je verwante woorden kunnen gaan opzoeken, en de daarbij genoemde teksten. Bijvoorbeeld de woorden &quot;verlossen, verlost, losgeld,&quot; en zelfs &quot;vrijkopen&quot; of &quot;vrijgekocht.&quot;
nn: Lat oss sei at du vil studera ordet &quot;utløysing.&quot; Då leitar du først opp ordet i bibelordboka, og finn alle referansane som er lista opp for ordet. Deretter kan du leita opp relaterte ord og referansar, til dømes &quot;forløysing, frikjøping, løysepeng&quot;, kanskje til og med &quot;kjøpa&quot; eller &quot;kjøpt.&quot;

source: To Clarify Word Meanings in the Greek and Hebrew
fi: Kreikkalaisten ja heprealaisten sanojen merkityksen selvittäminen
nl: Om de betekenis van Hebreeuwse en Griekse woorden duidelijk maken
nn: Å klara opp i ordtydingar frå gresk og hebraisk

source: What if you noticed a contradiction in the KJV between Mt.7:1 <quote>Judge not lest you be judged</quote> and 1 Cor.2:15 <quote>He that is spiritual judgeth all things.</quote> Maybe there are two different Greek words here, both being translated &quot;judge&quot; in English? (We're using Strong's from here out.)
fi: Entä jos huomasit ristiriidan KJV:n jakeessa Matt. 7:1 <quote>Älkää tuomitko, ettei teitä tuomittaisi</quote> ja 1 Kor.2:15 <quote>Hengellinen ihminen sen sijaan pystyy tutkimaan kaikkea, mutta häntä itseään ei kukaan voi tutkia.</quote> Siellä on ehkä kaksi eri kreikankielistä sanaa, kumpikin käännetty &quot;tuomita&quot; suomeksi?
nl: Wat nu als je een tegenstelling ontdekt? Zoals in Matt.7:1 <quote>Oordeelt niet opdat gij niet geoordeeld wordt</quote> en 1 Cor.2:15 <quote>Maar de geestelijke mens beoordeelt alle dingen</quote> Misschien staan hier twee verschillende Griekse woorden, die beide met hetzelfde woord vertaald worden. [in het Engels is deze tegenstelling nog scherper, omdat &quot;oordelen&quot; en &quot;beoordelen&quot; in de KJV beiden zijn weergegeven als een vorm van &quot;to judge&quot;] (Vanaf hier gebruiken wij Strong-nummers.)
nn: Kva om du oppdagar ei motsetjing mellom Matt. 7,1 <quote>Døm ikkje, så de ikkje skal verta dømde!</quote> og 1. Kor. 2,15 <quote>Men det mennesket som har Anden, kan døma om alt, men sjølv kan han ikkje dømast av nokon.</quote> Kan det vera to ulike greske ord som er oversatt til norsk med &quot;døma&quot;? (Me brukar Strong sitt system herifrå.)

source: Look up &quot;judge&quot;.
fi: Katso &quot;tuomio&quot;.
nl: Zoek op &quot;oordeelt&quot;.
nn: Slå opp &quot;døma&quot;.

source: Go down the column of entries to Mt.7:1. To the right is a number, 2919. This refers to the Greek word used. Write it down.
fi: Etene lukua alas jaken Matt.7:1 kohdalle. Oikealla on luku, 2919. Tämä viittaa käytettyyn kreikkalaiseen sanaan. Kirjoita se ylös.
nl: Loop de kolom door tot Matt.7:1. Rechts van het woord 'oordeelt' staat het (Strong-)nummer 2919. Dit verwijst naar het Griekse woord. Schrijf het op.
nn: Leit i spalta under Matt. 7,1. Til høgre finn du eit nummer, 2919. Dette er referansen til det greske ordet som er brukt. Skriv det ned.

source: Now look up &quot;judgeth&quot;.
fi: Nyt katso &quot;tuomio&quot;.
nl: Zoek nu &quot;beoordeelt&quot; op.
nn: Slå no opp &quot;dømast&quot;.

source: Go down the column to 1 Cor.2:15 . . . . . 350.
fi: Siirry alas saraketta pitkin 1 Kor. 2:15 . . . . . 350.
nl: Loop de kolom door tot 1 Cor.2:15 . . . . . 350.
nn: Leit i spalta til du finn 1. Kor. 2,15 . . . . . 350.

source: Turn in the back to the Greek dictionary. (Remember, you're in the NT so the language is Greek, while the OT is Hebrew.) Compare the meaning of 2919 with the meaning of 350 and you have your answer!
fi: Palaa Kreikan sanakirjaan. (Muista, että olet Uudessa Testamentissa. Kieli on Kreikka kun taas Vanha Testamentti on hepreaa.) Vertaile 2919:n ja 350:n merkityksiä ja saat vastauksen!
nl: Ga naar het Griekse woordenboek. (We zijn bezig in het Nieuwe testament, dus de grondtaal is Grieks, terwijl het Oude Testament oorspronkelijk in het Hebreeuws is.) Vergelijk de betekenis van 2919 met de betekenis van 350, en je hebt het antwoord!
nn: Gå tilbake til den greske ordboka. (Hugs NT er skrive på gresk, medan GT er skrive på hebraisk.) Samanlikn meininga av ord nummer 2919 og 350, og du har svaret ditt!

source: To Find Meanings of Names
fi: Etsi nimien merkityksiä
nl: Om de betekenis van een naam te vinden
nn: Å finna tydinga av namn

source: By the same process we can find the meaning of a name in the Greek or Hebrew.
fi: Samalla menetelmällä voimme löytää kreikkalaisten ja heprealaisten nimien merkityksiä.
nl: Op dezelfde manier kunnen we de betekenis van een naam in het Grieks of Hebreeuws vinden.
nn: På same måten kan me finna meininga til greske eller hebraiske namn.

source: Look up these names and write down their meaning:
fi: Katso näitä nimiä ja kirjoita ylös niiden merkitykset:
nl: Zoek de volgende namen op en schrijf hun betekenis erbij:
nn: Bla opp desse namna og skriv ned kva dei tyder:

source: Joshua
fi: Joosua
nl: Jozua
nn: Josva

source: Barnabus
fi: Barnabas
nl: Barnabas
nn: Barnababas

source: Importance of God's Word
fi: Jumalan Sanan tärkeys
nl: Het belang van Gods Woord
nn: Kvifor Guds ord er viktig

source: Understanding God's word is of great importance to all who call on God's name. Study of the Bible is one of the primary ways that we learn to communicate with God.
fi: Jumalan Sanan ymmärtäminen on erittäin tärkeää kaikille niille, jotka kutsuvat Jumalan nimeä. Raamatun tutkiminen on yksi ensisijaisista tavoista oppia keskustelemaan Jumalan kanssa.
nl: Voor iedereen wie Gods naam aanroept, is het belangrijk om Gods woord te begrijpen. Het bestuderen van de bijbel is een van de belangrijkste manieren om te leren communiceren met God.
nn: Å forstå Guds ord er viktig for alle som kallar på Guds namn. Studier av Bibelen er ein av dei mest grunnleggjande måtane me kan læra å kommunisera med Gud på.

source: A Book that is Unique
fi: Ainutlaatuinen kirja
nl: Een uniek boek
nn: Ei unik bok

source: The Bible stands alone in many ways. It is unique in:
fi: Raamattu on yksinäinen monessa suhteessa. Se on ainutlaatuinen seuraavissa asioissa:
nl: De bijbel is de enige in veel dingen. Hij is uniek in:
nn: Bibelen er eineståande på mange vis. Den er unik i:

source: popularity. Bible sales in North America: more than $500 million per year. The Bible is both the the all-time and year-to-year best seller!
fi: suosittu. Raamattuja myydään Pohjois-Amerikassa enemmän kuin 500 miljoonalla dollarilla vuodessa. Raamattu on sekä kautta aikojen ja jokavuotinen best seller!
nl: populariteit. De bijbelverkoop in Noord-Amerika bedraagt meer dan $500 miljoen per jaar. De bijbel is zowel het best verkochte boek ooit, als de jaarlijkse bestseller!
nn: popularitet. Biblar for meir enn 500 millionar dollar vert solgt i Nord-Amerika kvart år. Bibelen er ein bestseljar både på årsbasis og i det lange løp!

source: authorship. It was written over a period of 1600 years by 40 different authors from different backgrounds, yet reads as if written by one.
fi: tekijät. Sen ovat kirjoittaneet 40 erilaisista ympäristöistä peräisin ollutta kirjoittajaa 1600 vuoden aikana, silti luetaan kuin sen olisi kirjoittanut yksi kirjoittaja.
nl: auteurs. De bijbel is geschreven in een periode van 1600 jaren door 40 verschillende auteurs, met verschillende achtergronden, maar leest alsof hij geschreven is door &eacute;&eacute;n persoon.
nn: forfattarskap. Bibelen vart skriven over ein periode på 1600 år av 40 ulike forfattarar med ulik bakgrunn. Likevel framstår Bibelen som om han er skriven av ein forfattar.

source: preservation. F. F. Bruce in <emphasis>Are New Testament Documents Reliable?</emphasis> compares New Testament manuscripts with other ancient texts:
fi: säilyttäminen. F. F. Bruce in <emphasis>Ovatko Uuden Testamentin asiakirjat luotettavia?</emphasis> vertailee Uuden Testamentin käsikirjoitusta muiden muinaisten tekstien kanssa:
nl: bewaring. F.F. Bruce vergelijkt in <emphasis>Are New Testament Documents Reliable?</emphasis> handschriften van het Nieuwe Testament met andere oude teksten:
nn: å vera godt bevart. F. F. Bruce samanliknar nytestamentlege manuskript med andre oldtidstekstari boka <emphasis>Are New Testament Documents Reliable?</emphasis>:

source: Comparison of New Testament manuscripts with other ancient texts.
fi: Uuden Testamentin käsikirjoituksen ja muiden muinaisten tekstien vertailu.
nl: Vergelijking van handschriften van het Nieuwe Testament met andere oude teksten.
nn: Samanlikning av nytestamentlege manuskript med andre oldtidstekstar.

source: Work
fi: Työ
nl: Werk
nn: Verk

source: When Written
fi: Milloin kirjoitettu
nl: Wanneer geschreven
nn: Kortid skrive

source: Earliest Copy
fi: Varhaisin kopio
nl: Oudste kopie
nn: Tidlegaste kopi

source: Time Lapse
fi: Aikaväli
nl: Tijdsduur
nn: Tidsspenn

source: Number of Copies
fi: Kopioiden lukumäärä
nl: Aantal exemplaren
nn: Antal kopiar

source: 448-428 B.C.
fi: 448-428 eKr.
nl: 448-428 v. Chr.
nn: 448-428 f. Kr.

source: 900 A.D.
fi: 900 jKr.
nl: 900 na Chr.
nn: 900 e. Kr.

source: 1300 years
fi: 1300 vuotta
nl: 1300 jaar
nn: 1300 år

source: 100 A.D.
fi: 100 jKr.
nl: 100 na Chr.
nn: 100 e. Kr.

source: 1100 A.D.
fi: 1100 jKr.
nl: 1100 na Chr.
nn: 1100 e. Kr.

source: 1000 years
fi: 1000 vuotta
nl: 1000 jaar
nn: 1000 år

source: Caesar's <emphasis>Gallic War</emphasis>
fi: Caesarin <emphasis>Gallialainen sota</emphasis>
nn: Cæsars <emphasis>Om gallerkrigene</emphasis>

source: 50-58 B.C.
fi: 50-58 eKr.
nl: 50-58 v. Chr.
nn: 50-58 f. Kr.

source: 950 years
fi: 950 vuotta
nl: 950 jaar
nn: 950 år

source: Livy's <emphasis>Roman History</emphasis>
fi: Livyn <emphasis>Rooman historia</emphasis>
nl: <emphasis>Roman History</emphasis> van Livy
nn: Livius' <emphasis>Romas historie</emphasis>

source: 59 B.C. - 17 A.D.
fi: 59 eKr. - 17 jKr.
nl: 59 v. Chr. - 17 na Chr.
nn: 59 e. Kr.

source: 900 years
fi: 900 vuotta
nl: 900 jaar
nn: 900 år

source: New Testament
fi: Uusi Testamentti
nl: Nieuwe Testament
nn: Det nye testamentet

source: 40 A.D. - 100 A.D.
fi: 40 jKr. - 100 jKr.
nl: 40 - 100 n. Chr.
nn: 40 f. Kr. - 100 e. Kr.

source: 130 A.D. Partial manuscripts 350 A.D. Full manuscripts
fi: 130 jKr. osittaiset käsikirjoitukset 350 jKr. täydet käsikirjoitukset
nl: 130 na Chr. Gedeeltelijke handschriften 350 na Chr. Complete handschriften
nn: 130 e. Kr. Manuskriptfragment 350 e. Kr. Heile manuskript

source: 30 - 310 years
fi: 30 - 310 vuotta
nl: 30 - 310 jaar
nn: 30 - 310 år

source: 5000 Greek &amp; 10,000 Latin
fi: 5000 kreikkaa &amp; 10,000 latinaa
nl: 5000 Grieks &amp; 10.000 Latijn
nn: 5.000 greske og 10.000 latinske

source: Ten copies of Caesar's <emphasis>Gallic War</emphasis> exist, the earliest of which was copied 900 years after Caesar wrote the original, etc. For the New Testament we have full manuscripts dating to 350 A. D., papyri containing most of the New Testament from the 200s, and a fragment of John's gospel from 130 A. D. How many manuscripts do we have to compare to each other? 5,000 in Greek and 10,000 in Latin!
fi: On olemassa kymmenen kopiota teoksesta Caesarin <emphasis>Gallialainen sota</emphasis>, Vanhin kopioitiin 900 vuotta alkuperäisen kirjoittamisen jälkeen, jne. Meillä on Uuden Testamentin täydellinen käsikirjoitus vuodelta 350 jKr, papyrus-kääröjä sisältäen suurimman osan Uutta Testamenttia vuodesta 200 lähtien, ja katkelma Johanneksen Ilmestyksestä vuodelta 130 jKr. Kuinka monta käsikirjoitusta meillä on vertaillaksemme niitä keskenään? 5000 kreikankielistä ja 10000 latinankielistä!
nl: Er bestaan tien kopie&euml;n van Caesar's <emphasis>Gallic War</emphasis>, de oudste daarvan is van 900 jaar nadat Caesar het origineel schreef, etc. Van het Nieuwe Testament hebben we complete handschriften van 350 na Chr., papyrusrollen die een groot deel van het Niewe Testament bevatten uit de jaren 200, en een deel van het Johannes evangelie uit het jaar 130. Hoeveel handschriften hebben we om onderling te kunnen vergelijken? 5.000 in het Grieks en 10.000 in het Latijn!
nn: Det eksisterer ti kopiar av Cæsar sitt verk <emphasis>Om gallerkrigene</emphasis>, den tidlegaste vart kopiert 900 år etter at Cæsar skreiv originalen. For det nye testamentet har me idag fullstendige manuskript datert til 350 e. Kr., papyrusrullar som inneheld mesteparten av det nye testamentet frå 200-talet og eit fragment av Johannes Evangelium frå 130 e. Kr. Kor mange manuskript har me som kan samanliknast med kvarandre? 5.000 på gresk og 10.000 på latin!

source: Textual critic F. J. A. Hort, "The New Testament in the Original Greek", vol. 1 p561, Macmillan Co., quoted in <emphasis>Questions of Life</emphasis> p. 25-26
fi: Tekstikritiikki F. J. A. Hort, "The New Testament in the Original Greek", vol. 1 p561, Macmillan Co., lainattiin kirjassa <emphasis>Questions of Life</emphasis> s. 25-26
nl: Schriftcriticus F. J. A. Hort, "The New Testament in the Original Greek", vol. 1 blz. 561, Macmillan Co., geciteerd in <emphasis>Questions of Life</emphasis> blz. 25-26
nn: Tekstkritikaren F. J. A. Hort, "The New Testament in the Original Greek ", vol. 1 s. 561, Macmillan Co., sitert i <emphasis>Questions of Life</emphasis> s. 25-26

source: "In the verity and fullness of the evidence on which it rests, the text of the New Testament stands absolutely and unapproachably alone among other ancient prose writings."
fi: "Todisteiden totuudellisuuteen ja täydellisyyteen nojaten Uuden Testamentin tekstit ovat abosluuttisesti ja kansantajuissesti yksin muiden muinaisten proosatekstien joukossa."
nl: "In de waarheid an compleetheid van het bewijs waarop het rust, staat de tekst van het Nieuwe Testament absoluut en onbenaderbaar alleen tussen alle andere antieke proza."
nn: "Ut frå truverdet og utførlegdomen til bevismaterialet det kviler på, skiljer teksten i Det Nye Testamentet seg fullstendig og utilnærmeleg ut frå andre prosaskrifter frå oldtida."

source: A Book that God Breathed
fi: Kirja, johon Jumala puhalsi Hengen
nl: Een boek met de adem van God
nn: Ei bok inspirert av Gud

source: <emphasis>Heb.4:12 </emphasis>"<emphasis>For the word of God is living and active... </emphasis>" Jesus said <emphasis>(Mt.4:4),</emphasis> "<emphasis>It is written, Man shall not live on bread alone, but on every word that proceeds [lit., is proceeding] from the mouth of God.</emphasis>" As we read the Bible, God's Spirit is there to speak it to our hearts in a continually-fresh way.
fi: <emphasis>Heb.4:12 </emphasis>"<emphasis>Sanojen mukaan Jumala elää ja toimii... </emphasis>" Jeesus sanoi <emphasis>(Matt.4:4),</emphasis> "<emphasis>On kirjoitettu,Ei ihminen elä ainoastaan leivästä, vaan jokaisesta sanasta, joka lähtee Jumalan suusta.</emphasis>" Kun luemme Raamattua, Jumalan Henki puhuu sydämeemme jatkuvasti tuoreella tavalla.
nl: <emphasis>Heb.4:12</emphasis>"<emphasis>Want het woord Gods is levend en krachtig...</emphasis>" Jezus zei <emphasis>(Matt.4:4),</emphasis> "<emphasis>Er staat geschreven: Niet alleen van brood zal de mens leven, maar van alle woord, dat uit de mond Gods uitgaat.</emphasis>" Terwijl we de bijbel lezen, is Gods Geest er om het tot onze harten te spreken op een altijd nieuwe manier.
nn: <emphasis>Heb. 4,12 </emphasis>"<emphasis>For Guds ord er levande og kraftig... </emphasis>" Jesus sa <emphasis>(Matt. 4,4),</emphasis> "<emphasis>Det står skrive: Mennesket lever ikkje berre av brød, men av kvart ord som kjem frå Guds munn.</emphasis>" Når me les Bibelen er Guds Ande alltid der for å tala til hjarto våre på ein forfriskande måte.

source: 2 Tim.3:16 declares, "<emphasis>All scripture is inspired by God [lit., God-breathed].</emphasis>" Do you believe this? Before you answer, consider Jesus' attitude toward the Scriptures.
fi: 2 Tim.3:16 declares, "<emphasis>Jokainen pyhä, Jumalan Hengestä syntynyt kirjoitus on hyödyllinen opetukseksi, nuhteeksi, ojennukseksi ja kasvatukseksi Jumalan tahdon mukaiseen elämään.</emphasis>" Uskotko sinä tämän? Ennenkuin vastaat, punnitse Jeesuksen suhtautumista kirjoituksiin.
nl: 2 Tim.3:16 (SV) zegt, "<emphasis>Al de Schrift is van God ingegeven [lett., die God ademde].</emphasis>" Geloof je dit? Bedenk, voordat je antwoord geeft, hoe Jezus' houding tegenover de Schriften was.
nn: 2. Tim. 3,16 seier: "<emphasis>Heile Skrifta er innanda av Gud</emphasis>" Trur du dette? Før du svarer, tenk over Jesu haldning overfor Skriftene.

source: John R.W. Stott, <emphasis>Christ the Controversialist</emphasis>, InterVarsity Press 1978, pp.93-95
fi: John R.W. Stott, <emphasis>Christ the Controversialist</emphasis>, InterVarsity Press 1978, s.93-95
nl: John R.W. Stott, <emphasis>Christ the Controversialist</emphasis>, InterVarsity Press 1978, blz. 93-95
nn: John R.W. Stott, <emphasis>Christ the Controversialist</emphasis>, InterVarsity Press 1978, s.93-95

source: This, then, was Christ's view of the Scriptures. Their witness was God's witness. The testimony of the Bible is the testimony of God. And the chief reason why the Christian believes in the divine origin of the Bible is that Jesus Christ Himself taught it.
fi: Tämä oli Kristuksen näkemys kirjoituksiin. Niiden todistus oli Jumalan todistus. Raamatun todistus on Jumalan todistus. Ja pääsyy, miksi kristityt uskovat Raamatun olevan jumalallista alkuperää, on se, että Jeesus Kristus itse opetti niin.
nl: Christus zag de Schriften als volgt: Hun getuigenis was Gods getuigenis. Het getuigenis van de bijbel is het getuigenis van God. En de voornaamste reden waarom de Christen gelooft in de goddelijke oorsprong van de bijbel is dat Jezus Christus zelf dat leerde.
nn: Dette var altså Kristi bilete av Skriftene. Deira vitnemål var Guds vitnemål. Hovudgrunnen til kvifor den kristne trur på det himmelske opphavet til Bibelen er at Jesus Kristus sjølv lærte det.
