Repository: bibletime/historic-bibletime-svn
Catalog: trunk/website/content/*/po/full.po
Languages: fi, nl, nn

source: Installation using BibleTime's source code is more difficult than using binary packages. Please follow the steps below if you decided to install BibleTime from sources:
fi: Asennus BibleTimen lähdekoodista on vaikeampaa kuin asentaminen binääripaketeista. Seuraa allaolevia ohjeita askel askeleelta, jos päätät asentaa BibleTimen lähdekoodeista:
nl: Installatie vanuit BibleTime's broncode is moeilijker dan het gebruik van binary packages. Volg a.u.b. onderstaande stappen als u besloten heeft om BibleTime te installeren vanuit de bron:
nn: Installasjon ved bruk av BibleTime sin kjeldekode er vanskelegare enn å bruka binære pakkar. Følg stega under dersom du har bestemt deg for å installere BibleTime frå kjeldekoden:

source: At first make sure the required software is installed on your system. Depending on your Linux distribution you have to install the development packages of the required software, too.
fi: Ensiksi varmistu, että tarvittavat ohjelmat on asennettu koneellesi. Riippuen linux-distribuutiostasi sinun tulee asentaa myös tarvittavien ohjelmien kehityspaketit.
nl: Verzeker u er eerst van dat de benodigde software ge&iuml;nstalleerd is op uw systeem. Afhankelijk van uw Linux distributie moet u tevens eerst de development packages van de benodigde software installeren.
nn: Forsikra deg først om at all naudsynt programvare er installert på systemet ditt. Avhengig av Linux-distribusjonen din kan det vera du òg må installere utviklarversjonen av den naudsynte programvaren.

source: At least the libraries and the base package. KDE 3 is shipped with many Linux distributions. Very often it's installed by default.
fi: Vähintään kirjastot ja kdebase-paketti. KDE 3 jaetaan monen linux-distribuution mukana. Hyvin usein se on jo asennettuna oletuksena.
nl: Tenminste de bibliotheken en het basispakket. KDE 3 wordt geleverd bij veel Linux distributies. Vaak wordt het standaard ge&iuml;nstalleerd.
nn: Minimum programvarebiblioteka og basispakken. Vindaugshandsamaren KDE 3 følgjer med mange Linux-distribusjonar. Svært ofte er han installert som standard.

source: This is necessary for the new instant search feature.
fi: Tämä on tarpeellinen uudelle pikahakutoiminnolle.
nl: Dit is nodig voor de nieuwe instant zoekfunctie.

source: Installation instructions are available on <ulink url="http://www.crosswire.org/sword/software/index.jsp">www.crosswire.org/sword/software</ulink>. Basically the installation steps are
fi: Asennusohjeet ovat saatavilla osoitteessa <ulink url="http://www.crosswire.org/sword/software/index.jsp">www.crosswire.org/sword/software</ulink>. Asennuksen perustoimenpiteet ovat
nl: Installatie instructies zijn beschikbaar op <ulink url="http://www.crosswire.org/sword/software/index.jsp">www.crosswire.org/sword/software</ulink>. De stappen voor installatie zijn
nn: Installasjonsinstruksjonar er tilgjengelege på <ulink url="http://www.crosswire.org/sword/software/index.jsp">www.crosswire.org/sword/software</ulink>. I korte trekk gjer du følgjande

source: Please note that this list is only valid for the latest version of BibleTime, older versions may require other software.
fi: Huomaa, että luettelo on voimassaoleva vain viimeiselle BibleTimen versiolle. Vanhemmat versiot voivat tarvita toisia ohjelmia.
nl: Let er a.u.b. op dat deze lijst alleen geldig is voor de laatste versie van BibleTime, oudere versies kunnen andere software vereisen.
nn: Legg merke til at denne lista kun er gyldig for siste versjon av BibleTime. Eldre versjonar kan trengje andre støtteprogram.

source: Compile and install BibleTime:
fi: Käännä ja asenna BibleTime:
nl: BibleTime compileren en installeren:
nn: Kompiler og installer BibleTime:

source: <command>./configure --prefix=&lt;your KDE directory&gt;</command> <command>make</command> <command>make install</command>
fi: <command>./configure --prefix=&lt;KDE-kansiosi&gt;</command> <command>make</command> <command>make install</command>
nl: <command>./configure --prefix=&lt;uw KDE directory&gt;</command> <command>make</command> <command>make install</command>

source: You can get your KDE directory by running the command <command>kde-config --prefix</command>. If you get problems please read our <olink targetdocent="software_faq">FAQ</olink>. If there's no solution of your problem, please contact us at <email>info@bibletime.info</email>.
fi: Voit saada KDE-kansion suorittamalla komennon <command>kde-config --prefix</command>. Jos sinulle tulee ongelmia, lue meidän <olink targetdocent="software_faq">FAQ</olink>. Jos ongelmaasi ei löydy ratkaisua, ota yhteys meihin osoitteeseen <email>info@bibletime.info</email>.
nl: U kunt uw KDE directory opvragen door het commando <command>kde-config --prefix</command> uit te voeren. Als u problemen ondervindt, lees dan a.u.b. onze <olink targetdocent="software_faq">FAQ</olink>. Als er geen oplossing staat voor uw probleem, neem dan contact met ons op via <email>info@bibletime.info</email>.
nn: Du kan få tak i KDE-mappa di ved å køyre kommandoen <command>kde-config --prefix</command>. Dersom du får problemer, les <olink targetdocent="software_faq">FAQ/OSS</olink>'en vår. Dersom den ikkje inneheld løysinga på problemet ditt, kontakt oss på <email>info@bibletime.info</email>.

source: Debian (and possibly derived distros as well) use a non-standard path to store the documentation of KDE programs. Therefore the ./configure line above in this case needs to be changed to: <screen> <command>kde_htmldir=/usr/share/doc/kde/HTML ./configure --prefix=/usr</command> </screen> If you forget this, you'll likely not be able to access the handbook and the BibleStudy HowTo.
fi: Debian (ja mahdollisesti siitä johdetut distribuutiot yhtä hyvin) käyttävät epästandardia polkua tallettaakseen KDE-ohjelmien ohjeet. Siksi ./configure line yllä tässä tapauksessa tarvitsee muuttaa muotoon: <screen> <command>kde_htmldir=/usr/share/doc/kde/HTML ./configure --prefix=/usr</command> </screen> Jos unohdat tämän, et todennäköisesti pysty lukemaan ohjelman käsikirjaa ja Raamatun luvun HowTo-opasta.
nl: Debian (en mogelijk ook afgeleide distributies) gebruiken een afwijkend bestandspad om de documentatie van KDE programma's op te slaan. De regel hierboven met ./configure moet in dit geval veranderd worden in:<screen> <command>kde_htmldir=/usr/share/doc/kde/HTML ./configure --prefix=/usr</command> </screen> Als u dit vergeet, kunt u waarschijnlijk niet het handboek en de BibleStudy HowTo benaderen.

source: Compile and install the translations of BibleTime's user interface (bibletime-i18n): <screen> <command>./configure --prefix=&lt;your KDE directory&gt;</command> <command>make</command> <command>make install</command> </screen> Please see the warning regarding nonstandard paths in the previous paragraph.
fi: Käännä ja asenna Bibletimen käyttöliittymän käännökset (bibletime-i18n): <screen> <command>./configure --prefix=&lt;KDE-kansiosi&gt;</command> <command>make</command> <command>make install</command> </screen> Ole hyvä ja huomioi varoitukset epästandardeista kansioista edellisellä sivulla.
nl: De vertalingen van de BibleTime gebruikersinterface (bibletime-i18n) compileren en installeren: <screen> <command>./configure --prefix=&lt;uw KDE directory&gt;</command> <command>make</command> <command>make install</command> </screen> Let a.u.b. op de waarschuwing met betrekking tot afwijkende bestandspaden in de vorige alinea.

source: Install works
fi: Asenna teoksia
nl: Installatie van Sword-modules

source: You need Sword modules to work with BibleTime. Since version 1.4 BibleTime offers a userfriendly dialog (the Bookshelf Manager) to install/update/remove works. We strongly recommend this way to install works on your computer.
fi: Käyttääksesi BibleTimeä tarvitset Sword-moduuleita. Versiosta 1.4 lähtien BibleTime tarjoaa käyttäjäystävällisen keskusteluikkunan (kirjahyllyn hallinta) asentaaksesi/päivittääksesi/poistaaksesi teoksia. Suosittelemme vahvasti tätä teosten asennustapaa tietokoneellesi.
nl: U heeft Sword modules nodig om te werken met BibleTime. Vanaf versie 1.4 biedt BibleTime een gebruikersvriendelijke dialoog (de Boekenplank Manager) om modules te installeren/updaten/verwijderen. We bevelen u sterk aan om langs deze weg modules te installeren op uw computer.

source: Instructions for manual installation is available on <ulink url="http://www.crosswire.org/sword/modules/moduleinstall.jsp">www.crosswire.org/sword/modules</ulink>.
fi: Käsin asentamisen ohjeet ovat saatavilla osoitteessa <ulink url="http://www.crosswire.org/sword/modules/moduleinstall.jsp">www.crosswire.org/sword/modules</ulink>.
nl: Instructies voor handmatige installatie is beschikbaar op <ulink url="http://www.crosswire.org/sword/modules/moduleinstall.jsp">www.crosswire.org/sword/modules</ulink>.

source: Available types of works
fi: Saatavillaolevat teosityypit
nl: Beschikbare typen modules

source: Here is a list of available types of works and where to get more information:
fi: Tässä on luettelo saatavillaolevista teostyypeistä ja mistä voi hakea lisätietoja:
nl: Hier is een lijst met beschikbare typen modules en waar u meer informatie kunt krijgen:

source: Bibles
fi: Raamattuja
nl: Bijbels
nn: Biblar

source: Commentaries
fi: Kommentaareja
nl: Commentaren
nn: Kommentarar

source: Lexicons / Dictionaries
fi: Lexicons / Sanakirjat
nl: Lexicons / Woordenboeken
nn: Leksikon / Ordbøker

source: Books
fi: Kirjat
nl: Boeken
nn: Bøker

source: List of important christian pages
fi: Luettelo tärkeistä kristillisistä sivuista
nl: Lijst van belangrijke, christelijke pagina's
nn: Liste over viktige, kristne sider

source: There are many other christian pages in the word wide web. Some are more, others are less important. We collected a list of pages which are important in our opinion.
fi: World wide webissä on monia kristillisiä sivuja. Jotkut ovat enemmän ja jotkut vähemmän tärkeitä. Olemme koonneet listan sivuista, jotka ovat omasta mielestämme tärkeitä.
nl: Er zijn vele andere christelijke pagina's op het wereldwijde web. Sommige zijn belangrijker dan andere. We hebben een lijst verzameld van pagina's die in onze ogen belangrijk zijn.
nn: Det fins mange andre kristne nettsider på verdsveven. Nokre er meir, andre er mindre viktige. Me har samla ei liste med sider me meiner er viktige.

source: Since we're not author of the linked pages we're not responsible for their content, we explicitely dissociate ourself from the content of the linked pages! This is required because german law says you're responsible for the content of the linked pages unless you explicitely dissociate yourself from these pages.
fi: Koska linkitetyillä sivuilla ei ole vastuullista tekijää, sanoudumme irti linkitettyjen sivujen sisällöstä! Tämä tarvitaan, koska Saksan laki sanoo, että olet vastuussa linkitettyjen sivujen sisällöstä silloin kun et näkyvästi irtisano itseäsi näistä sivuista.
nl: Omdat wij niet de auteurs van de gelinkte pagina's zijn, zijn wij niet verantwoordelijk voor hun inhoud, we distanti&euml;ren ons met klem van de inhoud van de gelinkte pagina's! Dit is noodzakelijk omdat de Duitse wet zegt dat je verantwoordelijk bent voor de inhoud van gelinkte pagina's tenzij je je met klem van die pagina's distantieert.
nn: Sidan me ikkje er forfattarar av sidene me har lekkjer til, og dermed ikkje kan sei oss ansvarlege for innhaldet på desse sidene, fråseier me oss no ansvaret for innhaldet på sidene me har lekkjer til! Dette er naudsynt fordi tysk lovgiving seier at ein er ansvarleg for innhaldet på sider ein viser til dersom ein ikkje eksplisitt fråseier seg ansvaret.

source: General christian pages
fi: Yleisiä kristillisiä sivustoja
nl: Algemene christelijke pagina's
nn: Generelle kristne sider

source: The home of the new common exchange Text format OSIS, which will hopefully be used by many Bible societies and publishers of the world.
fi: Kotisivu uudelle yleiselle OSIS tekstien vaihtomuodolle, jota käytetään toivottavasti monissa Raamattuyhteisöissä ja julkaisijoilla maailmassa.
nl: De thuisbasis van het nieuwe algemene, tekstuitwisselingsformaat OSIS, dat hopelijk door vele bijbelgenootschappen en -uitgevers wereldwijd gebruikt zal gaan worden.
nn: Heime til det nye, felles tekstutvekslingsformatet OSIS, som vonaleg vil bli brukt av mange bibelselskap og utgjevarar rundt omkring i heile verda.

source: The Crosswire Bible society is one of the few christian organizations in the world providing everything they make free for all! Crosswire supports the Sword project, the KJV2003 project and some other cool things.
fi: Crosswire Bible -yhteisö on yksi harvoista kristillisistä järjestöistä maailmassa tarjoten kaiken ilmaiseksi kaikille! Crosswire tukee Sword-projektia, KJV2003-projektia ja muutamia muita asioita.
nl: De Crosswire Bible Society is een van de weinige christelijke organisaties in de wereld die alles wat ze maken voor iedereen gratis aanbieden! Crosswire ondersteunt onder andere het Sword-project en het KJV2003-project.
nn: The Crosswire Bible Society er ein av dei få kristne organisasjonane i verden som gjev bort alt dei lagar gratis! Crosswire støttar Sword-prosjektet, KJV2003-prosjektet og fleire andre spennande ting.

source: Biblesoftware for Linux
fi: Raamattuohjelma linuxille
nl: Bijbelsoftware voor Linux
nn: Bibelprogramvare for Linux

source: Gnomesword is a Sword frontend using the Gnome toolkit. A really good application. Be sure to check it out!
fi: Gnomesword on Sword-edustaohjelma käyttäen Gnomen työkaluja. Todella hyvä sovellus. Kokeile sitä!
nl: Gnomesword is een Sword-frontend die gebruik maak van de Gnome-werkset. Een erg goede applicatie. Kijk er eens naar!
nn: Gnomesword er eit Sword-grensesnitt som brukar Gnome-verktøykassa. Eit verkeleg bra program. Prøv det ut!

source: Biblesoftware for Windows
fi: Raamattuohjelma Windowsille
nl: Bijbelsoftware voor Windows
nn: Bibelprogramvare for Windows

source: BibleWorks is one of the best commercial Bible study applications for Windows! Very good but very expensive, too. Only useful for Bible scholars.
fi: BibleWorks on yksi parhaimmista kaupallisista Raamattuohjelmista Windowsille! Erittäin hyvä, mutta erittäin kallis myös. Käyttökelpoinen vain Raamattukoulun opiskelijoille.
nl: BibleWorks is een van de beste commerci&euml;le bijbelstudie-applicaties voor Windows! Erg goed, maar ook erg duur. Alleen bruikbaar voor bijbelgeleerden.
nn: BibleWorks er eit av dei beste, kommersielle bibelstudieprogramma for Windows! Veldig bra, men òg veldig kostbart. Kun nyttig for fagpersonar.

source: The Bible Workshop program is a powerful, commercial Bible study application for Windows, which is available in english, german and french. It's possible to enhance the Bible Workshop using Text libraries you can buy.
fi: Bible Workshop -ohjelma on tehokas kaupallinen Raamattuohjelma Windowsille, joka on saatavana englanniksi, saksaksi ja ranskaksi. Bible Workshop -ohjelmaa voi parannella ostamalla tekstikirjastoja.
nl: Het programma Bible Workshop is een krachtige, commerci&euml;le bijbelstudie-applicatie voor Windows. Het is beschikbaar in het Engels, Duits en Frans. Het is mogelijk de Bible Workshop met te kopen tekstbibliotheken te verrijken.
nn: The Bible Workshop er eit kraftig, kommersielt bibelstudieprogram for Windows. Det er tilgjengeleg på engelsk, tysk og fransk. Det er mogeleg å utvida Bible Workshop med tekstbibliotek du kjøper.

source: e-Sword is a great and easy to use Bible study application for Windows systems.
fi: e-Sword on suurenmoinen ja helppokäyttöinen Raamattuohjelma Windows-järjestelmälle.
nl: e-Sword is een goed en makkelijk te gebruiken bijbelstudie-applicatie voor Windows systemen.
nn: e-Sword er eit ypparleg og brukarvenleg bibelstudieprogram for Windows.

source: Logos is one of the best commercial Bible study applications for Windows. You can buy a lot of texts to enhance it.
fi: Logos on yksi parhaimmista kaupallisista Raamattuohjelma Windowsille. Voit ostaa ostaa runsaasti tekstejä parantaaksesi sitä.
nl: Logos is &eacute;&eacute;n van de beste bijbelstudie-applicaties voor Windows. U kunt veel teksten kopen om het te verrijken.
nn: Logos er eit av dei beste kommersielle bibelstudieprogramma for Windows. Du kan kjøpa mange tekstar for å utvida det.

source: The Online Bible is a powerful Bible study application for Windows.
fi: Online Bible on tehokas Raamattuohjelmasovellus Windowsille.
nl: De Online Bible is een krachtige bijbelstudie-applicatie voor Windows.
nn: The Online Bible er eit kraftig bibelstudieprogram for Windows.

source: This is the Windows Bible study application made by the Sword team! Sword is supported by the Crosswire Bible Society.
fi: Tämä on Sword-työryhmän tekemä Windows Raamattuohjelmasovellus! Crosswire Bible Society tukee Swordia.
nl: Dit is de bijbelstudie-applicatie voor Windows gemaakt door het Sword-team! Sword wordt ondersteunt door de Crosswire Bible Society.
nn: Dette er bibelstudieprogrammet som Sword-teamet har laga for Windows! Sword er støtta av The Crosswire Bible Society.

source: Tnach is a free, advanced software tool for anyone dealing with Hebrew and Greek. It can be downloaded for a donation.
fi: Tnach on ilmainen ja vapaa, edistyksellinen ohjelmatyökalu heprean ja kreikan kieleen. Sen voi ladata lahjana.
nl: Tnach is een gratis, geavanceerd stuk software voor iedereen die met Hebreeuws of Grieks te maken heeft. Het kan gedownload worden in ruil voor een donatie.

source: Volksbibel 2000.2 is a German, metacard based software Bible study tool for Windows, Linux and Mac. Althouth there are not so many texts as other software packages have, it has some cool things like basic map support included. If you are german try it out!
fi: Volksbibel 2000.2 on saksalainen, metacard-pohjainen Raamatuntutkimisohjelma Windowsille, linuxille ja Macintoshille. Vaikka siinä ei ole yhtä paljon tekstejä kuin muiss ohjelmapaketeissa, siinä on muutama hyvä ominaisuus kuten karttatuki sisällytettynä. Jos olet saksalainen, kokeile sitä!
nl: Volksbible 2000.2 is een Duits, metacard-gebaseerd bijbelstudiegereedschap voor Windows, Linux, en Mac. Alhoewel er niet zoveel teksten als voor andere softwarepakketten beschikbaar zijn, heeft het enkele gave dingen als een rudimentaire kaartenondersteuning. Probeer het uit als u Duits bent (of kent)!
nn: Volksbibel 2000.2 er eit tysk, metacard-basert bibelstudieprogram for Windows, Linux og Mac. Sjølv om det ikkje har tilgjenge til så mange tekstar som andre programvarepakkar, har det stilige funksjonar som grunnleggjande kartstøtte inkludert. Dersom du er tysk, prøv det ut!

source: Biblesoftware for Mac
fi: Raamattuohjelmat Macintoshille
nl: Bijbelsoftware voor de Mac
nn: Bibelprogramvare for Mac

source: <ulink url="http://www.macsword.com/">MacSword for OS X</ulink>.
fi: <ulink url="http://www.macsword.com/">MacSword OS X -järjestelmälle</ulink>.

source: MacSword is a new Bible study application for the new Macintosh OS X system. The screenshots look very promising!
fi: MacSword on uusi Raamattuohjelmasovellus uudelle Macintosh OS X -järjestelmälle. Kuvankaappaukset näyttävät lupaavilta!
nl: MacSword is een nieuwe bijbelstudie-applicatie voor het nieuwe Macintosh OS X-systeem. De screenshots zien er veelbelovend uit!
nn: MacSword er eit nytt bibelstudieprogram for det nye Macintosh OS X-systemet. Skjermbileta ser svært lovande ut!

source: Development tools
fi: Kehitystyökalut
nl: Ontwikkelingsgereedschappen
nn: Utviklarverktøy

source: SourceForge provides us with the tools to develop BibleTime with many team members at the same time! We save a lot of time and money by using their services.
fi: SourceForge järjestää meille työkalut BibleTimen kehittämiseen useampijäsenisellä työryhmällä samaan aikaan! Säästämme runsaasti aikaa ja rahaa käyttämällä heidän palveluja.
nl: SourceForge levert ons de gereedschappen om met veel teamleden tegelijkertijd BibleTime te ontwikkelen! Het gebruik van hun diensten scheelt ons veel tijd en geld.
nn: SourceForge forsyner oss med verktøya me treng for å utvikla BibleTime med mange team-medlemer samtidig! Me sparer mykje tid og pengar på å bruka tenestene deira.

source: How to link to www.bibletime.info
fi: Kuinka liitän linkin osoitteeseen www.bibletime.info
nl: Hoe naar www.bibletime.info te linken
nn: Korleis laga lekkjer til www.bibletime.info

source: Please do not copy the images because they may change their design.
fi: Älä kopioi kuvia, koska niiden ulkoasu voi muuttua.
nl: Kopieer alstublieft de afbeeldingen niet, omdat het design hiervan kan veranderen.
nn: Ver venleg og ikkje kopier bileta, sidan utsjånaden deira kan koma til å endrast.

source: Larger banner
fi: Suurempi mainos
nl: Groot vaandel
nn: Større banner

source: Put the following HTML code on your pages: <programlisting> <![CDATA[ <a href="http://www.bibletime.info/" target="_blank"> <img src="http://www.bibletime.info/images/banner/big.jpg" width="312" height="60" border="0"/> </a> ]]> </programlisting> This will look like this: <ulink url="http://www.bibletime.info/"> <mediaobject> <imageobject> <imagedata fileref="/images/banner/big.jpg" format="JPG"/> </imageobject> </mediaobject> </ulink>
fi: Lisää seuraava HTML-koodi www-sivullesi: <programlisting> <![CDATA[ <a href="http://www.bibletime.info/" target="_blank"> <img src="http://www.bibletime.info/images/banner/big.jpg" width="312" height="60" border="0"/> </a> ]]> </programlisting> Tämä näyttää seuraavanlaiselta: <ulink url="http://www.bibletime.info/"> <mediaobject> <imageobject> <imagedata fileref="/images/banner/big.jpg" format="JPG"/> </imageobject> </mediaobject> </ulink>
nl: Plaats de volgende HTML-code op uw pagina's: <programlisting> <![CDATA[ <a href="http://www.bibletime.info/" target="_blank"> <img src="http://www.bibletime.info/images/banner/big.jpg" width="312" height="60" border="0"/> </a> ]]> </programlisting> Dit zal er uit zien als: <ulink url="http://www.bibletime.info/"> <mediaobject> <imageobject> <imagedata fileref="/images/banner/big.jpg" format="JPG"/> </imageobject> </mediaobject> </ulink>
nn: Legg til den følgjande HTML-koden på sidene dine: <programlisting> <![CDATA[ <a href="http://www.bibletime.info/" target="_blank"> <img src="http://www.bibletime.info/images/banner/big.jpg" width="312" height="60" border="0"/> </a> ]]> </programlisting> Dette vil sjå slik ut: <ulink url="http://www.bibletime.info/"> <mediaobject> <imageobject> <imagedata fileref="/images/banner/big.jpg" format="JPG"/> </imageobject> </mediaobject> </ulink>

source: Smaller banner
fi: Pienempi banneri
nl: Klein vaandel
nn: Mindre banner
