Repository: bibletime/historic-bibletime-svn
Catalog: trunk/bibletime/i18n/handbook/*.po
Languages: fr, nl

source: The full Bible text, with optional things like Strong's Numbers, headings and/or footnotes in the text. Bibles are available in many languages, and include not only modern versions, but also ancient texts like the Codex Leningradensis ("WLC", Hebrew), and the Septuagint ("LXX", Greek). This is the most advanced section in the library of the Sword project.
fr: Le texte complet de la Bible, avec éventuellement les numéros Strong ou des notes de bas de pages. Les bibles sont disponibles dans de nombreuses langues. En plus des traductions modernes, on trouve des textes anciens comme le Codex Leningradensis ("WLC", hébreu), and the Septuagint ("LXX", grec). C'est la section la plus développée de la bibliothèque du projet Sword.
nl: De volledige bijbeltekst, met optionele toevoegingen zoals Strong-nummering, kopjes en/of voetnoten in de tekst. Bijbels zijn beschikbaar in vele talen; het zijn niet alleen moderne versies, maar ook oude teksten, zoals de Codex Leningradensis ("WLC", Hebreeuws) en de Septuagint ("LXX", Grieks). Dit is de meest geavanceerde sectie in de bibliotheek van het Sword project.

source: Books
fr: Livres
nl: Boeken

source: Books available include &quot;Imitation of Christ&quot;, &quot;Enuma Elish&quot;, and &quot;Josephus: The Complete Works&quot;
fr: Les livres disponibles comprennent &quot;L'Imitation de Jésus-Christ&quot;, &quot;Enuma Elish&quot;, et &quot;Les Œuvres complètes de Flavius Josèphe&quot;
nl: Beschikbare boeken zijn onder andere &quot;Imitation of Christ&quot;, &quot;Enuma Elish&quot; en &quot;Josephus:The Complete Works&quot;

source: Commentaries
fr: Commentaires
nl: Bijbelcommentaren

source: Commentaries available include classics like John Wesley's "Notes on the Bible", Matthew Henry`s commentary and Luther's "Commentary on Galatians." With the <emphasis>Personal</emphasis> commentary you can <link linkend="hdbk-op-parts-desk-write">record your own personal notes</link> to sections of the Bible.
fr: Parmi les commentaires, on trouve des classiques comme les "Notes on the Bible" de John Wesley, le commentaire de Matthew Henry et le commentaire de Luther sur l'épître aux Galates. Avec le commentaire With the <emphasis>personnel</emphasis> vous pouvez <link linkend="hdbk-op-parts-desk-write">conserver vos propres notes</link> sur des passages de la Bible.
nl: Beschikbare bijbelcommentaren zijn klassiekers zoals John Wesleys "Notes on the Bible", Matthew Henry's bijbelcommentaar en Luthers "Commentary on Galatians." Met het <emphasis>Persoonlijk</emphasis> commentaar kun u <link linkend="hdbk-op-parts-desk-write">uw eigen kanttekeningen opnemen</link> bij bijbelverzen.

source: Daily devotionals
fr: Lectures quotidiennes
nl: Dagelijkse overdenkingen

source: Many people appreciate these daily portions from God's word. Available works include Daily Light on the Daily Path, and the Losungen.
fr: De nombreuses personnes apprécient ces rations quotidiennes de la parole de Dieu. Parmi les modules disponibles, Daily Light on the Daily Path, et les Losungen.
nl: Veel mensen waarderen deze dagelijkse porties van Gods Woord. Onder de beschikbare modules bevinden zich Daily Light on the Daily Path (Dagelijks Licht op het Dagelijkse Pad) en de Losungen.

source: Lexicons/Dictionaries
fr: Lexiques et dictionnaires
nl: Lexicons/Woordenboeken

source: Lexicons available include: Robinson's Morphological Analysis Codes, Brown-Driver-Briggs Hebrew Lexicon and the International Standard Bible Encyclopedia. Dictionaries available include Strong's Hebrew Bible Dictionary, Strong's Greek Bible Dictionary, Webster's Revised Unabridged Dictionary of the English Language 1913, Nave's Topical Bible.
fr: Les lexiques comprennent: les "Morphological Analysis Codes" de Robinson, le "Hebrew Lexicon" de Brown-Driver-Briggs et l'"International Standard Bible Encyclopedia". Les dictionnaires disponibles comprennent le "Hebrew Bible Dictionary" de Strong, le "Greek Bible Dictionary"de Strong, "Unabridged Dictionary of the English Language" de Webster revu en 1913 et la "Topical Bible" de Nave.
nl: Beschikbare lexicons zijn: Robinson's Morphological Analysis Codes, Brown-Driver-Briggs Hebrew Lexicon en de International Standard Bible Encyclopedia. Onder de beschikbare woordenboeken bevinden zich Strong's Hebrew Bible Dictionary, Strong's Greek Bible Dictionary, Webster's Revised Unabridged Dictionary of the English Language 1913 en Nave's Topical Bible.

source: Motivation
nl: Motivatie

source: Our desire is to serve God, and to do our part to help others grow in their relationship with Him. We have striven to make this a powerful, quality program, and still make it simple and intuitive to operate. It is our desire that God be praised, as He is the source of all good things.
fr: Nous désirons servir Dieu et faire notre part pour aider les autres à grandir dans leur relation avec lui. Nous nous sommes efforcés de faire de ceci un programme puissant et de qualité qui soit en même temps simple et intuitif d'emploi. Nous désirons que Dieu soit loué, comme il est la source de tout ce qui est bon.
nl: Ons verlangen is om God te dienen en om ons deel te doen om anderen te helpen groeien in hun relatie met Hem. We hebben getracht om hier een krachtig, kwalitatief hoogwaardig maar wel eenvoudig en intu&iuml;tief te bedienen programma van te maken. Het is ons verlangen dat God geprezen zal worden, want Hij is de oorsprong van alle goede dingen.

source: James 1:17, NASB
fr: Jacques 1:17, TOB
nl: Jakobus 1:17, NBG51

source: Every good thing given and every perfect gift is from above, coming down from the Father of lights, with whom there is no variation or shifting shadow.
fr: Tout don de valeur et tout cadeau parfait descendent d'en haut, du Père des lumières chez lequel il n'y a ni balancement ni ombre due au mouvement.
nl: Iedere gave, die goed, en elk geschenk, dat volmaakt is, daalt van boven neder, van de Vader der lichten, bij wie geen verandering is of zweem van ommekeer.

source: God bless you as you use this program.
fr: Dieu vous bénisse dans l'utilisation de ce programma
nl: God zegene u wanneer u dit programma gebruikt.

source: Program operation
fr: Utilisation du programme
nl: Werking van het programma

source: Program overview
fr: Vue d'ensemble du programme
nl: Programma overzicht

source: This is how a typical &bibletime; session looks like: <mediaobject> <imageobject> <imagedata fileref="ss_mainterms.png" format="PNG"/> </imageobject> <textobject> <phrase>The &bibletime; application window</phrase> </textobject> </mediaobject> You can easily see the different parts of the application. The Bookshelf on the left side is used to open works and to manage your bookmarks. The little "Mag" window below the Bookshelf is used to display extra information that is embedded in documents. When you move your mouse over a footnote marker, for example, then the Mag will display the actual content of the footnote. The toolbar gives you quick access to important functions, and the Desk on the right side is where you do your real work.
fr: Voici à quoi ressemble une session typique de &bibletime;: <mediaobject> <imageobject> <imagedata fileref="ss_mainterms.png" format="PNG"/> </imageobject> <textobject> <phrase>La fenêtre de l'application &bibletime;</phrase> </textobject> </mediaobject> Vous pouvez distinguer les différentes parties de l'application. La bibliothèque à gauche permet d'ouvrir les modules et de gérer les signets. La petite fenêtre zoom sous la bibliothèque affiche des informations complémentaires incorporées dans les documents. Quand vous déplacez votre souris sur une marque de note de bas de page par exemple, alors le zoom affichera le contenu de la note. La barre d'outils permet d'accéder rapidement aux fonctions importantes et le bureau à droite est l'endroit où vous travaillez.
nl: Zo ziet een typische &bibletime; sessie eruit: <mediaobject> <imageobject> <imagedata fileref="ss_mainterms.png" format="PNG"/> </imageobject> <textobject> <phrase>Het &bibletime; toepassingsvenster</phrase> </textobject> </mediaobject> U kunt gemakkelijk de verschillende delen van de toepassing onderscheiden. De Boekenplank aan de linker kant, wordt gebruikt om modules te openen en de bladwijzers te beheren. Het kleine "Vergrootglas" venster onder de Boekenplank wordt gebruikt om extra informatie weer te geven die in documenten is opgenomen. Als u uw muis over een voetnoot markering beweegt, bijvoorbeeld, dan zal het Vergrootglas de eigenlijke inhoud van die voetnoot weergeven. De werkbalk geeft u snelle toegang tot belangrijke functies en het Bureau aan de rechterkant is waar uw het eigenlijk werk verricht.

source: Let us now proceed by looking at the different parts of the application individually.
fr: Examinons chacune des parties de l'application.
nl: Laten we nu doorgaan en &eacute;&eacute;n voor &eacute;&eacute;n de verschillende onderdelen van de toepassing bekijken.

source: Parts of the &bibletime; application window
fr: Regardons les différentes parties de l'application une par une.
nl: Onderdelen van het &bibletime; toepassingsvenster

source: The Bookshelf
fr: La bibliothèque
nl: De Boekenplank

source: The Bookshelf lists all installed works, sorted by category and language. It also has a category called "Bookmarks". This is where you can store and access your own bookmarks.
fr: La bibliothèque donne la liste les modules installées, classées par catégories et par langues. La catégorie "Signets" permet de conserver vos signets et d'y accéder.
nl: De Boekenplank laat alle ge&iuml;nstalleerde modules zien, gesorteerd per categorie en taal. Het heeft ook een categorie genaamd "Bladwijzers". Dit is de plaats waar u uw eigen bladwijzers kunt opslaan en openen.

source: Reading works
fr: Lire des modules
nl: Modules lezen

source: To open a work from the bookshelf for reading, simply click with the <mousebutton>left mouse button</mousebutton> on the desired category (Bibles, Commentaries, Lexicons, Books, Devotionals or Glossaries) to display its contents. Then just click on one of the works to open it for reading. A read window will appear in the Desk area.
fr: Pour ouvrir une module, cliquez avec le <mousebutton>bouton gauche de la souris</mousebutton> sur la catégorie souhaitée. (Bibles, Commentaires, Lexiques, Livres, Devotionals ou Glossaires) pour en afficher le contenu. Cliquez ensuite sur une module pour l'ouvrir. Une fenêtre de lecture apparaîtra dans l'espace de bureau.
nl: Om een module uit de boekenplank te openen om te lezen, kunt u simpelweg met de <mousebutton>linker muisknop</mousebutton> klikken op de gewenste categorie (Bijbels, Bijbelcommentaren, Lexicons, Boeken, Overdenkingen of Woordenlijsten) om de inhoud te laten zien. Klik dan op &eacute;&eacute;n van de modules om die te openen. Er verschijnt dan een leesvenster in het Bureaugebied.

source: Drag &amp; Drop Works Here
fr: Le glisser-déplacer fonctionne ici
nl: Drag &amp; Drop Werkt Hier

source: If you are reading a certain work, and want to open another work at the passage you are reading, you can use a shortcut. Simply click with the <mousebutton>left mouse button</mousebutton> on the verse/passage reference (pointer changes to hand) and drag it to the Bookshelf. Drop it on the work you want to open, and it will be opened for reading at the specified location. You can also drag a verse reference into an existing read window, then it will jump to the specified location.
fr: Si, lors de la lecture d'une module, vous désirez ouvrir une autre module au passage que vous lisez, vous pouvez utiliser le raccourci suivant. Cliquez avec le <mousebutton>bouton gauche de la souris</mousebutton> sur le numro du verset ou le passage (le pointeur doit se changer en main), faites glisser la main sur la bibliothèque et relâchez le bouton gauche quand elle arrive sur l'module que vous désirez ouvrir. L'module s'ouvrira à l'endroit désigné. Vous pouvez aussi faire glisser une référence de verset sur une fenêtre de lecture ouverte, elle ira alors au passage désigné.
nl: Als u een bepaalde module aan het lezen bent en u wilt nog een module openen op de passage die u aan het lezen bent, dan kunt u een snelkoppeling gebruiken. Klik simpelweg met de <mousebutton>linker muisknop</mousebutton> op de verwijzing naar een vers/passage (de muisaanwijzer veranderd in een hand) en sleep deze naar de Boekenplank. Laat de muisknop los boven de module die u wilt openen en deze zal op de opgegeven plaats worden geopend. U kunt ook een verwijzing naar een vers naar een bestaand leesvenster slepen, die dan naar de opgegeven plaats zal verspringen.

source: Additional information about works
fr: Informations supplémentaires à propos des modules
nl: Additionele informatie over modules

source: If you click with the <mousebutton>right</mousebutton> mouse button on the symbol of a work, you will see a menu with additional entries that are relevant for this work. <guimenuitem>"About this work"</guimenuitem> opens a window with lots of interesting information about the selected work. <guimenuitem>"Unlock this work"</guimenuitem> opens a small dialog for encrypted documents, where you can enter the unlock key to access the work. For additional information on locked works, please see <ulink url="http://www.crosswire.org/sword/modules/aboutlocked.jsp">this page</ulink> on the Crosswire Bible Society web site.
fr: Si vous cliquez avec le <mousebutton>bouton droit de la souris</mousebutton> sur l'icône d'une module, un menu proposant des actions en rapport avec cette module. <guimenuitem>"À propos de cette module"</guimenuitem> ouvre une fenêtre des information à propos de l'module sélectionnée.<guimenuitem>"Déverouiller cette module"</guimenuitem> ouvre un petit dialogue permettant d'introduire la clef de décryptage pour accéder à l'module. Pour plus d'informations à propos des modules verouillées, voir <ulink url="http://www.crosswire.org/sword/modules/aboutlocked.jsp">cette page</ulink> sur le site web de la Crosswire Bible Society.
nl: Als u met de <mousebutton>rechter</mousebutton> muisknop op het symbool van een module klikt, zult u een menu zien met extra mogelijkheden die relevant zijn voor deze module. <guimenuitem>"Info over deze module"</guimenuitem> opent een venster met veel interessante informatie over de geselecteerde module.<guimenuitem>"Ontgrendel deze module"</guimenuitem> opent een kleine dialoog voor versleutelde documenten, waarin u een sleutel voor ontgrendeling kunt invoeren om toegang te krijgen tot de module. Voor meer informatie over vergrendelde modules, kijk op <ulink url="http://www.crosswire.org/sword/modules/aboutlocked.jsp">deze pagina</ulink> op de Crosswire Bible Society website.

source: Searching in works
fr: Rechercher dans des modules
nl: Zoeken in modules

source: You can search in a work by clicking with the <mousebutton>right</mousebutton> mouse button on its symbol and selecting <guimenuitem>"Search in work(s)"</guimenuitem>. By pressing &Shift; and clicking on other works you can select more than one. Then follow the same procedure to open the search dialog. You will be searching in all of these documents. A complete description of the operation of the search features can be found <link linkend="hdbk-op-search">here</link>.
fr: Vous pouvez chercher dans une module en cliquant avec le <mousebutton>bouton droit de la souris</mousebutton> sur son icône et en choisissant <guimenuitem>"Chercher dans l'module"</guimenuitem>. En maintenant la touche &Shift enfoncée, et en cliquant sur d'autres modules vous pouvez en sélectionner plus d'une. Le dialogue de recherche s'ouvre alors comme pour une module. Votre recherche s'effectuera dans tous ces documents. Une description complète des opérations de recherche se trouve <link linkend="hdbk-op-search">ici</link>.
nl: U kunt zoeken in een module door met de <mousebutton>rechter</mousebutton> muisknop op het symbool van de module te klikken en <guimenuitem>"Zoek in geselecteerde module(s)"</guimenuitem> te kiezen. Door &Shift; in te drukken en op andere modules te klikken kunt u er meerdere selecteren. Volg dan dezelfde procedure om de zoekdialoog te openen. U zult dan al deze documenten doorzoeken. Een volledige beschrijving van de werking van zoekfuncties is <link linkend="hdbk-op-search">hier</link> te vinden.

source: Working with bookmarks
fr: Utilisez les signets
nl: Werken met bladwijzers

source: Click with the <mousebutton>right</mousebutton> mouse button on the bookmark category of the bookshelf and select <guimenuitem>"Create new folder"</guimenuitem> to create a new bookmark subfolder. You can use normal drag &amp; drop functions to drag verse references from read windows or search results to the bookmark folder, and to rearrange bookmarks between folders.
fr: Cliquez avec le <mousebutton>bouton droit de la souris</mousebutton> sur la catégorie signets de la bibliothèque et choisissez <guimenuitem>"Créer un nouveau dossier..."</guimenuitem> pour créer un nouveau sous-dossier de signets. Vous pouvez utiliser les fonctions normales de glisser-déplacer pour faire glisser des références de versets des fenêtres de lecture ou des résultats de recherche dans le dossier signets et pour déplacer les signets d'un dossier à l'autre.
nl: Klik met de <mousebutton>rechter</mousebutton> muisknop op de bladwijzer categorie van de Boekenplank en kies <guimenuitem>"Maak een nieuwe map aan"</guimenuitem> om een nieuwe submap in de bladwijzers te maken. U kunt de normale drag &amp; drop functies gebruiken om verwijzingen naar verzen in leesvensters of zoekresultaten naar de bladwijzer map te slepen en om bladwijzers opnieuw te schikken in de mappen.

source: You can also import bookmarks from other people or export bookmarks to share them. To do this, open the <guimenu>context menu</guimenu> of the bookmark folder as described above, and select <guimenuitem>"Export bookmarks"</guimenuitem>. This will bring up a dialog box for you to save the bookmark collection. You can import bookmarks in a similar way.
fr: Vous pouvez aussi importer les signets d'autres personnes ou exporter des signets à partager avec elles. Pour cela, ouvrez <guimenu>menu contextuel</guimenu> du dossier de signets comme expliqué plus haut, et choisissez <guimenuitem>"Exporter les signes"</guimenuitem>. Cela amènera une boîte de dialogue permettant d'enregistrer la collection de signets. Vous pouvez importer des signets d'une manière semblable.
nl: U kunt ook bladwijzers van andere mensen importeren of bladwijzers exporteren om ze te delen. Om dit te doen opent u het <guimenu>context menu</guimenu> van de bladwijzer map zoals hierboven is beschreven en kiest u <guimenuitem>"Exporteer bladwijzers"</guimenuitem>. Dit zal een dialoogvenster oproepen om de verzameling bladwijzers op te slaan. U kunt bladwijzers importeren op een vergelijkbare manier.

source: You can also click with the <mousebutton>right</mousebutton> on folders and bookmarks to change their names and descriptions.
fr: Vous pouvez aussi cliquer avec le <mousebutton>bouton droit de la souris</mousebutton> sur les dossiers et signets pour changer leurs noms et descriptions.
nl: U kunt ook met de <mousebutton>rechter</mousebutton> muisknop op mappen en bladwijzers klikken om hun namen en omschrijvingen te wijzigen.

source: The Mag(nifying glass)
fr: Le zoom
nl: Het Vergrootglas

source: This little window in the lower left corner of the &bibletime; window is purely passive. Whenever your mouse cursor is located over some text with additional information (e.g., Strong's numbers), then this additional information will be displayed in the Mag, and not in the text itself. Just try it out.
fr: Cette petite fenêtre dans le coin inférieur gauche de la fenêtre de &bibletime; est complètement passive. Quand le pointeur de la souris est au-dessus d'un passage avec une information complémentaire (les uméros Strong par exemple), cette information est affichée dans le zoom, et pas dans le texte-même. Essayez.
nl: Dit kleine venster in de linkeronderhoek van het &bibletime; venster is volledig passief. Telkens wanneer uw muisaanwijzer over een stukje tekst met extra informatie gaat (bijv. Strong-nummers), dan wordt deze extra informatie weergegeven in het Vergrootglas en niet in de tekst zelf. Probeer het maar eens uit.

source: The Desk
fr: Le bureau
nl: Het Bureau

source: The Desk is where the real work with &bibletime; takes place. Here you can open works from the Bookshelf, read them, <link linkend="hdbk-op-search">search</link> in them, and even save your annotations in the personal commentary module (see <link linkend="hdbk-op-parts-desk-write">below</link>).
fr: Le vrai travail dans &bibletime; s'effectue sur le bureau. Vous pouvez y ouvrir des modules de la bibliothèque, les lire, y effectuer des <link linkend="hdbk-op-search">recherches</link> ainsi qu'<link linkend="hdbk-op-parts-desk-write">enregistrer vos notes dans le module de commentaires personnels</link>.
nl: Het Bureau is waar het echte werk met &bibletime; plaatsvindt. Hier kunt u modules van de Boekenplank openen, lezen, <link linkend="hdbk-op-search">doorzoeken</link> en zelfs uw aantekeningen opslaan in de persoonlijke commentaar module (zie <link linkend="hdbk-op-parts-desk-write">hieronder</link>).

source: As we have <link linkend="hdbk-op-parts-bookshelf-open">already seen</link>, you can open works for reading simply by clicking on their symbol in the Bookshelf. A read window will open in the Desk's area. Every read window has a toolbar. There you can find tools to navigate in the work that this read window is connected to, as well as history buttons like the ones that you know from your browser.
fr: <link linkend="hdbk-op-parts-bookshelf-open">Comme nous l'avons déjà vu</link>, vous pouvez ouvrir des modules pour les lire en cliquant simplement sur leur icône dans la bibliothèque. Une fenêtre de lecture s'ouvre alors dans le bureau. Chaque fenêtre de lecture a sa propre barre d'outils, avec des outils pour naviguer au sein de l'module affichée ainsi que des boutons d'historique semblables à ceux de votre navigateur web.
nl: Zoals we al <link linkend="hdbk-op-parts-bookshelf-open">gezien</link> hebben, kunt u de te lezen modules simpelweg openen door te klikken op hun symbool in de Boekenplank. Een leesvenster zal worden geopend in het Bureau gebied. Ieder leesvenster heeft een werkbalk. Hier kunt u gereedschappen vinden om te navigeren in de module waarin dit leesvenster is verbonden, alsmede history knoppen zoals u die kent vanuit uw internet browser.

source: Read window placement
fr: Le positionnement de la fenêtre de lecture
nl: Plaatsing van leesvensters
