Repository: bibletime/historic-bibletime-svn
Catalog: trunk/bibletime/i18n/handbook/*.po
Languages: fr, nl

source: (Because of unfiltered formatting characters in some texts, this feature does not always work correctly, but may if a few periods are placed after the caret to account for the formatting characters. If that is the case for you, you could try <emphasis>^..In the beginning</emphasis> instead.)
fr: (À cause de certains caractères de mise en forme non filtrés dans certains texte, ceci ne fonctionne pas toujours correctement. Vous pourriez alors essayer <emphasis>^\W*Au commencement</emphasis> plutôt.)
nl: (Omdat sommige teksten extra karakters bevatten ten behoeve van de opmaak, werkt deze functie niet altijd correct. maar het werkt wellicht wel als er een paar punten worden geplaatst na het dakje om rekening te houden met deze extra karakters. Als dit bij u het geval is, dan kunt u <emphasis>^..In den beginne</emphasis> proberen.)

source: The dollar sign as end of line anchor xxx$
fr: Le signe dollar marquant la fin de ligne xxx$
nl: Het dollarteken als einde van een regel xxx$

source: If the Dollar Sign is the last character in a pattern it anchors the pattern to the end of a line. Any match must be at the end of a line. <emphasis>Amen\.$</emphasis> matches lines that end with "<emphasis>Amen.</emphasis>"
fr: Si le signe dollar est le dernier caractère d'un motif, il indique une fin de ligne. Toute correspondance se fera en fin de ligne. <emphasis>Amen\.$</emphasis> correspond à toutes les lignes se terminant "<emphasis>Amen.</emphasis>"
nl: Als het dollarteken het laatste karakter in een patroon is, dan verbindt dat het patroon aan het einde van een regel. Elke overeenkomst moet aan het einde van een regel staan. <emphasis>Amen\.$</emphasis> komt overeen met regels die eindigen met "<emphasis>Amen.</emphasis>"

source: (If you encounter the problem with unfiltered formatting characters that we just described, you can try: <emphasis>Amen\...$</emphasis> instead.)
fr: (Si vous rencontrez le problème de caractères de mise en forme non filtré que nous venons de décrire, essayez <emphasis>Amen\.\W*$</emphasis> à la place.)
nl: (als u problemen ondervindt met de extra karakters ten behoeve van de opmaak, zoals we zojuist al beschreven, dan kunt u dit proberen: <emphasis>Amen\...$</emphasis>.)

source: The vertical bar |
fr: La barre verticale |
nl: De verticale streep |

source: The Vertical Bar between patterns means OR. <emphasis>John|Peter</emphasis> matches <emphasis>John</emphasis> or <emphasis>Peter. John .*Peter|Peter .*John</emphasis> matches <emphasis>John</emphasis> ... <emphasis>Peter</emphasis> or <emphasis>Peter</emphasis> ... <emphasis>John</emphasis>. <emphasis>pain|suffering|sorrow</emphasis> matches <emphasis>pain</emphasis>, or <emphasis>suffering</emphasis>, or <emphasis>sorrow</emphasis>.
fr: La barre verticale entre deux motifs signifie OU. <emphasis>Jean|Pierre</emphasis> correspond à <emphasis>Jean</emphasis> ou <emphasis>Pierre.</emphasis> <emphasis>Jean .*Pierre|Pierre .*Jean</emphasis> correspond à <emphasis>Jean</emphasis> ... <emphasis>Pierre</emphasis> ou <emphasis>Pierre</emphasis> ... <emphasis>Jean</emphasis>. <emphasis>douleur|souffrance|tristesse</emphasis> correspond à <emphasis>douleur</emphasis>, ou <emphasis>souffrance</emphasis>, ou <emphasis>tristesse</emphasis>.
nl: De verticale streep tussen patronen betekent OF (Engels: OR). <emphasis>Johannes|Petrus</emphasis> komt overeen met <emphasis>Johannes</emphasis> of <emphasis>Petrus. Johannes .*Petrus|Petrus .*Johannes</emphasis> komt overeen met <emphasis>Johannes</emphasis> ... <emphasis>Petrus</emphasis> of <emphasis>Petrus</emphasis> ... <emphasis>Johannes</emphasis>. <emphasis>pijn|lijden|zorgen</emphasis> komt overeen met <emphasis>pijn</emphasis>, <emphasis>lijden</emphasis> of <emphasis>zorgen</emphasis>.

source: The parentheses ( )
fr: Les parenthèses ()
nl: De haakjes ( )

source: The use of Parentheses ( ) is not supported!
fr: Les parenthèses ne sont pas implémentées!
nl: Het gebruik van haakjes ( ) is niet ondersteund!

source: The backslash prior to a special character \*
fr: La barre oblique arrière avant un caractère spécial \*
nl: De backslash voorafgaand aan een speciaal teken \*

source: The Backslash prior to a special character indicates that the character is not being used in its special meaning, but is just to match itself. "amen\." matches <emphasis>amen.</emphasis> but not <emphasis>amen</emphasis>t and will not locate firm<emphasis>amen</emphasis>t.
fr: La barre oblique arrière devant un caractère spécial indique que le caractère n'est pas utilisé dans sa signification spéciale, mais est utilisé pour correspondre avec lui-même. Ainsi, "amen\." correspond à <emphasis>amen.</emphasis> mais pas à <emphasis>amen</emphasis> et ne trouvera pas firm<emphasis>amen</emphasis>t.
nl: De Backslash voorafgaand aan een speciaal karakter geeft aan dat het karakter niet wordt gebruikt in zijn speciale betekenis, maar gewoon als zichzelf. "amen\." komt overeen met <emphasis>amen.</emphasis> maar niet met <emphasis>amen</emphasis>t en zal daarom ook niet firm<emphasis>amen</emphasis>t vinden.

source: The backslash prior to an ordinary character \s
fr: La barre oblique arrière devant un caractère normal \s
nl: De backslash voorafgaand aan een normaal karakter \s

source: The Backslash prior to an ordinary character indicates that the character is not being used to match itself, but has special meaning.
fr: La barre oblique arrière devant un caractère normal indique que le caractère a une signification particulière.
nl: De Backslash voorafgaand aan een normaal karakter geeft aan dat het karakter niet gebruikt wordt om het karakter zelf af te beelden, maar om zijn speciale betekenis.

source: \b if used outside [ ] means word boundary. If used inside [ ], it means backspace. <emphasis>\brighteous\b</emphasis> matches <emphasis>righteous</emphasis> but not un<emphasis>righteous</emphasis> or <emphasis>righteous</emphasis>ness.
fr: \b à l'extérieur des crochets [ ], indique une limite de mot. À l'intérieur des crochets, il représente un caractère d'effacement (backspace). <emphasis>\bdroit\b</emphasis> correspond à <emphasis>droit</emphasis> mais pas à a<emphasis>droit</emphasis> ou à <emphasis>droit</emphasis>e.
nl: \b als dit gebruikt wordt buiten [ ] dan geeft dit een woordgrens aan. Als het gebruikt wordt binnen [ ], dan betekent het backspace. <emphasis>\brechtvaardig\b</emphasis> komt overeen met <emphasis>rechtvaardig</emphasis>, maar niet met on<emphasis>rechtvaardig</emphasis> of <emphasis>rechtvaardig</emphasis>heid.

source: \B means non-word boundary. <emphasis>\Brighteous\B</emphasis> matches un<emphasis>righteous</emphasis>ness and un<emphasis>righteous</emphasis>ly but not <emphasis>righteous</emphasis>, un<emphasis>righteous</emphasis> or <emphasis> righteous</emphasis>ness.
fr: \B exclut une limite de mot. <emphasis>\Bdroit\B</emphasis> correspond à a<emphasis>droit</emphasis>e mais pas à <emphasis>droit</emphasis>, à <emphasis>droit</emphasis>e ou à a<emphasis>droit</emphasis>.
nl: \B betekent 'geen woordgrens'. <emphasis>\Brechtvaardig\B</emphasis> komt overeen met on<emphasis>rechtvaardig</emphasis>heid en on<emphasis>rechtvaardig</emphasis>e, maar niet met <emphasis>rechtvaardig</emphasis>, on<emphasis>rechtvaardig</emphasis> of <emphasis>rechtvaardig</emphasis>heid.

source: \d means digit; same as [0-9].
fr: \d désigne tout caractère qui est un chiffre, c'est équivalent à [^0-9].
nl: \d betekent 'getal'; hetzelfde als [0-9].

source: \D means non-digit, same as [^0-9].
fr: \D désigne tout caractère qui n'est pas un chiffre, c'est équivalent à [^0-9].
nl: \D bekent 'geen getal', hetzelfde als [^0-9].

source: \s means whitespace character.
fr: \s désigne un caractère blanc.
nl: \s betekent 'karakter met lege ruimte' (Engels: 'whitespace', b.v. spatie of tab)

source: \S means no whitespace character.
fr: \S désigne tout caractère à l'exception d'un blanc.
nl: \S betekent 'geen karakter met lege ruimte' (Engels: 'whitespace', b.v. spatie of tab)

source: \w means alphanumeric; same as [a-zA-Z0-9_].
fr: \w désigne un caractère alphanumérique; c'est équivalent à [a-zA-Z0-9_].
nl: \w betekent 'alfanumeriek'; hetzelfde als [a-zA-Z0-9_].

source: \W means not alphanumeric; same as [^a-zA-Z0-9_].
fr: \W désigne un caractère non alphanumérique; c'est équivalent à [^a-zA-Z0-9_].
nl: \W betekent 'niet-alfanumeriek'; hetzelfde als [^a-zA-Z0-9_].

source: Starting &bibletime;
fr: Lancer &bibletime;
nl: &bibletime; opstarten

source: How to start &bibletime;
fr: Comment lancer &bibletime;
nl: Hoe u &bibletime; opstart

source: Starting &bibletime; from KDE
fr: Démarrer &bibletime; depuis &kde;
nl: &bibletime; opstarten vanuit KDE

source: &bibletime; is a &kde; program and is integrated with the &kde; desktop. You can launch &bibletime; from the &kde; Start Menu in the Applications group with this icon:
fr: &bibletime; est une application &kde; intégrée dans le bureau de &kde; desktop. Vous pouvez lancer &bibletime; à partir du menu démarrer &kde; dans le groupe Applications avec cette icône :
nl: &bibletime; is een &kde; programma en is ge&iuml;ntegreerd met het &kde; bureaublad. U kunt &bibletime; starten vanuit &kde; door in het Startmenu in de groep 'hulpmiddelen' te klikken op dit icoon:

source: &bibletime; start icon
fr: L'icône de démarrage &bibletime;
nl: &bibletime; start icoon

source: &bibletime; can also be launched from a terminal command prompt. To launch &bibletime;, open a terminal window and type:
fr: &bibletime; peut aussi être lancé à partir de la ligne de commande d'un terminal. Pour lancer &bibletime;, ouvrez une fenêtre de terminal et tapez :
nl: &bibletime; kan ook gestart worden via een opdrachtprompt in een terminal. Om &bibletime; te starten, opent u een terminal en typt u:

source: Other window managers
fr: Autres gestionnaires de fenêtres
nl: Andere window managers

source: &bibletime; can be used with other window managers such as Gnome, BlackBox or Sawfish, providing &kde; is already installed on your computer. If your &kde; is installed in /opt/kde, then the start-up command in a terminal would be:
fr: &bibletime; peut être utilisé avec d'autres gestionnaires de fenêtres comme Gnome, BlackBox ou Sawfish, pourvu que &kde; soit installé sur votre ordinateur. Si &kde; est installé dans /opt/kde, alors la commande de démarrage dans un terminal est:
nl: &bibletime; kan gebruikt worden in combinatie met andere window managers, zoals Gnome, BlackBox of Sawfish, op voorwaarde dat &kde; al ge&iuml;nstalleerd is op uw computer. Als &kde; ge&iuml;nstalleerd is in /opt/kde, dan zou u het volgende commando in een terminal kunnen geven om het programma te starten:

source: export KDEDIR=/opt/kde #your KDE directory bibletime
fr: export KDEDIR=/opt/kde #votre répertoire KDE bibletime
nl: export KDEDIR=/opt/kde #uw KDE directory bibletime

source: Startup customization
fr: Configuration du démarrage
nl: Aanpassing van het opstarten

source: From a terminal you can use &bibletime; to open a random verse in the default bible: <screen> bibletime --open-default-bible "&lt;random&gt;" </screen> To open at a given passage like John 3:16, use: <screen> bibletime --open-default-bible "John 3:16" </screen> You can also use booknames in your current bookname language.
fr: À partir de la ligne de commande, vous pouvez utilisez &bibletime; pour ouvrir un verset aléatoire dans la bible par défaut: <screen> bibletime --open-default-bible "&lt;random&gt;" </screen> Pour ouvrir un passage donné comme Jean 3:16, utilisez: <screen> bibletime --open-default-bible "Jean 3:16" </screen>
nl: Vanuit een terminal kunt u &bibletime; gebruiken om een willekeurig vers uit de standaardbijbel te openen: <screen> bibletime --open-default-bible "&lt;random&gt;" </screen> Om een specifieke passage te openen, zoals Johannes 3:16, geeft u de opdracht: <screen> bibletime --open-default-bible "Johannes 3:16" </screen> U kunt zowel de Engelse boeknamen als de boeknamen in uw eigen taal gebruiken.

source: Startup sequence
fr: Séquence de démarrage
nl: Volgorde van opstartschermen

source: As &bibletime; launches you may see the following screens before the main &bibletime; window opens:
fr: Au démarrage de &bibletime;, vous pouvez voir les écrans suivant avant que la fenêtre principale de &bibletime; ne s'ouvre:
nl: Wanneer &bibletime; opstart kun je de volgende schermen zien, voordat het hoofdvenster van &bibletime; opent:

source: Bookshelf Manager
fr: Gestionnaire de Bibliothèque
nl: Boekenplank Manager

source: <action>Modifies your Bookshelf.</action> This dialog lets you modify your Bookshelf, add or delete works from your system. It will only be shown if no default Bookshelf can be found. Please see <link linkend="hdbk-op-bookshelfmanager">this section</link>for further details. If you start off with an empty Bookshelf, it will be helpful to install at least one Bible, Commentary, Lexicon and one Book to get to know &bibletime;'s basic features quickly.
fr: <action>Modifie votre bibliothèque.</action> Ce dialogue vous permet de modifier votre bibliothèque en ajoutant ou retirant des modules de votre système. Il s'affichera uniquement si aucune bibliothèque par défaut n'a été trouvée. Voyez <link linkend="hdbk-op-bookshelfmanager">cette section</link> pour plus de détails. Si vous démarrez avec une bibliothèque vide, il est utile d'installer au moins une bible, un commentaire, un lexique et un livre pour découvrir les caractéristique de &bibletime;.
nl: <action>Wijzigt uw boekenplank</action> Deze dialoog stelt u in staat om uw boekenplank te wijzigen en (Sword-)modules toe te voegen of te verwijderen van uw systeem. Dit wordt alleen getoond als er geen standaard boekenplank gevonden kan worden. Kijk a.u.b. in <link linkend="hdbk-op-bookshelfmanager">deze sectie</link>voor meer informatie. Als u begint met een lege boekenplank, is het handig om ten minste &eacute;&eacute;n bijbel, &eacute;&eacute;n bijbelcommentaar, &eacute;&eacute;n lexicon en &eacute;&eacute;n boek te installeren om de basisfuncties van &bibletime; snel onder de knie te krijgen.

source: Configure &bibletime; dialog
fr: Le dialogue "Configurer &bibletime;"
nl: Configureer &bibletime; dialoog

source: <action>Customizes &bibletime;.</action> This dialog lets you adapt &bibletime; to your needs. Please see <link linkend="hdbk-config-bt"> the detailed description</link> of this dialog.
fr: <action>Personnalise &bibletime;.</action> Ce dialogue vous permet d'adapter &bibletime; à vos besoins. Voyez <link linkend="hdbk-config-bt"> la description détaillée</link> de ce dialogue.
nl: <action>Past &bibletime; aan aan de gebruiker.</action> Deze dialoog laat u &bibletime; aanpassen aan uw behoeften. Zie <link linkend="hdbk-config-bt"> de gedetailleerde beschrijving</link> van deze dialoog.

source: Tip of the Day
fr: Astuce du jour
nl: Tip van de dag

source: These nifty little tips give you helpful hints for working more efficiently with &bibletime;, and also a few quotations from the Bible.
fr: Ces petites astuces vous aident à travailler plus efficacement avec &bibletime; et vous proposent quelques citations de la Bible.
nl: Deze kleine tips geven u behulpzame aanwijzingen om effici&euml;nter te werken met &bibletime; en er zitten ook een paar citaten uit de bijbel tussen.

source: The &bibletime; handbook
fr: Le manuel de &bibletime;
nl: Het &bibletime; handboek

source: ROLES_OF_TRANSLATORS
nl: <othercredit role="translator"><firstname>Johan</firstname><surname>van der Lingen</surname><affiliation><address><email>johanlingen@hotmail.com</email></address></affiliation><contrib></contrib></othercredit>

source: the &bibletime; team
fr: l'équipe &bibletime;
nl: het &bibletime; team

source: The &bibletime; handbook is part of &bibletime;.
fr: Le manuel &bibletime; fait partie de &bibletime;.
nl: Het &bibletime; handboek is onderdeel van &bibletime;

source: &bibletime; is a powerful Bible study tool for &kde;.
fr: &bibletime; est un outil puissant d'étude de la Bible pour &kde;.
nl: &bibletime; is een krachtig bijbelstudieprogramma voor &kde;

source: help dialog
fr: dialogue d'aide
nl: 'help' dialoog

source: Help
fr: Aide
