Repository: bibletime/historic-bibletime-svn
Catalog: trunk/bibletime/i18n/handbook/*.po
Languages: fr, nl

source: Of course, you can open multiple works at the same time. There are several possibilities for arranging the read windows on the desk. Please have a look at the entry <guimenu>Window</guimenu> in the main menu. There you can see that you can either control the placement of the read windows completely yourself, or have &bibletime; handle the placement automatically. To achieve this, you have to select one of the automatic placement modes available at <menuchoice><guimenu>Window</guimenu><guimenuitem>Arrangement mode</guimenuitem></menuchoice>. Just try it out, it's simple and works.
fr: Vous pouvez bien entendu ouvrir plusieurs modules simultanément. Les fenêtres de lecture peuvent être disposées de différentes manières sur le bureau. Dans le menu <guimenu>Fenêtre</guimenu>, vous pouvez contrôler vous-même complètement la disposition des fenêtres de lecture ou laisser &bibletime; la gérer automatiquement en choisissant un des modes de disposition automatique dans <menuchoice><guimenu>Fenêtre</guimenu><guimenuitem>Mode d'arrangement</guimenuitem></menuchoice>
nl: Natuurlijk kunt u meerdere modules tegelijkertijd openen. Er zijn verschillende mogelijkheden om leesvensters op het Bureau te rangschikken. Kijk a.u.b. bij het item <guimenu>Venster</guimenu> in het hoofdmenu. Hier kunt u zien dat u de plaatsing van de leesvensters helemaal zelf kunt regelen, of dat u de plaatsing automatisch door &bibletime; kunt laten afhandelen. Om dit te bereiken, moet u eerst &eacute;&eacute;n van de automatische rangschikkingen kiezen die beschikbaar zijn in <menuchoice><guimenu>Venster</guimenu><guimenuitem>Rangschikking van vensters</guimenuitem></menuchoice>. Probeer het maar gewoon uit, het is simpel en het werkt.

source: Editing your own commentary
fr: Éditer votre propre commentaire
nl: Uw eigen bijbelcommentaar bewerken

source: To be able to store your own comments about parts of the Bible, you have install a certain work from the library of the <ulink url="http://www.crosswire.org">Crosswire Bible Society</ulink>. This work is called "Personal commentary".
fr: Pour conserver vos commentaires à propos de passage de la Bible, vous devez au préalable installer une module spécifique de la <ulink url="http://www.crosswire.org">Crosswire Bible Society</ulink>, appelé "Commentaire personnel" ("Personal commentary").
nl: Om uw eigen commentaar over delen van de bijbel op te kunnen slaan, moet u een bepaalde module uit de bibliotheek van de <ulink url="http://www.crosswire.org">Crosswire Bible Society</ulink> installeren. Deze module heet "Personal commentary" (Persoonlijk bijbelcommentaar).

source: If you open the personal commentary by clicking on its symbol in the Bookshelf with a <mousebutton>left</mousebutton> mouse button, it opens in read mode. You will not be able to edit it in this mode. Should you wish to write annotations into the personal commentary, you have to open it with the <mousebutton>right</mousebutton> mouse button and then select <guimenu>Edit this work</guimenu> and then either <guimenuitem>Plain text</guimenuitem>(source code editor) or <guimenuitem>HTML</guimenuitem>(basic gui wysiwyg editor).
fr: Si vous ouvrez le commentaire personnel en cliquant sur son icône dans la bibliothèque avec le <mousebutton>bouton gauche de la souris</mousebutton> il s'ouvre en mode de lecture. Vous ne pouvez pas l'éditer dans ce mode. Pour ajouter des notes dans le commentaire personnel, ouvrez-le avec le <mousebutton>bouton droit de la souris</mousebutton> et choisissez <guimenu>Édit cette module</guimenu> et choisissez ensuite <guimenuitem>Texte brut</guimenuitem>(éditeur de code source) ou <guimenuitem>HTML</guimenuitem> (éditeur de base en mode graphique).
nl: Als u het persoonlijk bijbelcommentaar opent door met de <mousebutton> linker</mousebutton> muisknop te klikken op zijn symbool in de Boekenplank, dan opent deze in leesmodus. U kunt niet bewerken in deze modus. Als u notities in het persoonlijk bijbelcommentaar wenst te schrijven, dan moet u deze module openen met uw <mousebutton>rechter</mousebutton> muisknop en <guimenu>Bewerk deze module</guimenu> en dan <guimenuitem>Platte tekst</guimenuitem>(broncode editor) of <guimenuitem>HTML</guimenuitem>(simpele WYSIWYG-editor) kiezen.

source: If <menuchoice><guimenu>Edit this work</guimenu></menuchoice> is deactivated, please check if you have write permission for the files of the personal commentary.
fr: Si <menuchoice><guimenu>Éditer cette module</guimenu></menuchoice> est désactivé, vérifiez si vous avez des permissions d'écriture sur les fichiers du commentaire personnel.
nl: Als <menuchoice><guimenu>Bewerk deze module</guimenu></menuchoice> niet geactiveerd is, controleer dan of u schrijfrechten heeft in de bestanden van het persoonlijk bijbelcommentaar.

source: Drag&amp;drop works here. Drop a verse reference and the text of the verse will be inserted.
fr: Si vous déplacez avec la souris une référence de verset et que vous la lâchez sur le commentaire personnel, le texte du verset y sera inséré.
nl: Drag&amp;drop werkt hier. Laat een verwijzing naar een vers los en de tekst van het vers wordt ingevoegd.

source: Searching text in an open read window
nl: Tekst zoeken in een geopend leesvenster

source: You can look for a word or phrase in the open window like you are used to from other programs. This function can be reached either by clicking with the <mousebutton>right</mousebutton> mouse button and selecting <guimenuitem>Find...</guimenuitem>, or by using the hotkey <keycombo action="simul">&Alt;<keycap>F</keycap> </keycombo>. Read on to learn how you can search in entire works.
nl: U kunt een woord of zinsnede in het geopende leesvenster zoeken op dezelfde manier zoals u dat gewend bent van andere programma's. Deze functie kan opgeroepen worden door met de <mousebutton>rechter</mousebutton> muisknop te klikken en <guimenuitem>Zoeken...</guimenuitem> te kiezen, of door de sneltoets <keycombo action="simul">&Alt;<keycap>F</keycap> </keycombo> te gebruiken. Lees door om te leren hoe u in complete modules kunt zoeken.

source: Accessing the search dialog
fr: Accéder au dialogue de recherche
nl: De zoekdialoog benaderen

source: You can search in a work by clicking with the <mousebutton>right</mousebutton> mouse button on its symbol in the <guimenu>Bookshelf</guimenu> and selecting <guimenuitem>Search in work(s)</guimenuitem>. By holding &Shift; or &Ctrl; and clicking on other work's names you can select more than one. Then follow the same procedure to open the search dialog. You will be searching in all of these works at the same time.
fr: Pour chercher dans une module, cliquez avec le <mousebutton>bouton droit de la souris</mousebutton> sur son icône dans la bibliothèque et choisissez <guimenuitem>Chercher dans l'module</guimenuitem>. En maintenant enfoncé &Shift; ou &Ctrl; et en cliquant sur les noms des autres modules, vous pouvez en sélectionner plus d'une. Suivez ensuite la même procédure pour ouvrir le dialogue de recherche. Vous chercherez dans toutes ces modules en même temps.
nl: U kunt zoeken in een module door met de <mousebutton>rechter</mousebutton> muisknop te klikken op het bijbehorende symbool in de <guimenu>Boekenplank</guimenu> en <guimenuitem>Zoek in geselecteerde module(s)</guimenuitem> te kiezen. Door &Shift; of &Ctrl; ingedrukt te houden en op de namen van andere modules te klikken, kunt u er meerdere selecteren. Volg dan dezelfde procedure om de zoekdialoog te openen. U zult dan in al deze modules tegelijk zoeken.

source: You can also access the search dialog by clicking on <menuchoice><guimenu>Search</guimenu></menuchoice> from the main menu, and selecting the appropriate entry.
fr: Vous pouvez aussi accéder au dialogue de recherche en cliquant <menuchoice><guimenu>Rechercher</guimenu></menuchoice> dans le menu principal.
nl: U kunt de zoekdialoog ook benaderen door te klikken op <menuchoice><guimenu>Zoeken</guimenu></menuchoice> in het hoofdmenu en dan de juiste gegevens te selecteren.

source: A third possibility to start searches is to click on the search symbol in an open read window.
fr: Une troisième manière de lancer une recherche consiste à cliquer sur l'icône de recherche dans une fenêtre de lecture ouverte.
nl: Een derde mogelijkheid om zoekopdrachten te starten is door op het zoeksymbool in een geopend leesvenster te klikken.

source: Search configuration
fr: Configuration de la recherche
nl: Configuratie van de zoekopdracht

source: Use the options tab to set up your search.
fr: Utilisez les onglets pour configurer votre recherche.
nl: Gebruik het tabblad Opties om uw zoekopdracht in te stellen.

source: Search Text Dialog Options Tab
fr: Onglets du dialogue rechercher
nl: Het tabblad Opties in de dialoog Tekst Zoeken

source: Selecting works
fr: Sélectionner les modules
nl: Modules selecteren

source: At the top of the options tab you will find <guibutton>Choose works</guibutton>. If you would like to search in multiple works, click on this button and you will be offered a menu where you can select the works you want to search in.
fr: En haut de l'onglet, le bouton <guibutton>Choisir les modules</guibutton> vous permet d'ouvrir un menu pour sélectionner les modules dans lesquelles la recherche sera effectuée.
nl: Bovenaan het tabblad Opties treft u <guibutton>Kies module(s)</guibutton> aan. Als u in meerdere modules wilt zoeken, klik dan op deze knop en er verschijnt een menu waarin u de modules kunt selecteren die u wilt doorzoeken.

source: Using Search Scopes
fr: Limiter l'étendue de la recherche
nl: Zoekbereiken gebruiken

source: You can narrow the scope of your search to certain parts of the Bible by selecting one of the predefined scopes from the list in <guimenu>Search scope</guimenu>. Most of these should be obvious. The scope <guimenuitem>Last search result</guimenuitem> will limit the search to the verses found in the previous search.
fr: Vous pouvez restreindre l'étendue de la recherche à certaines parties de la Bible en choisissant l'une des étendues prédéfinies dans la liste d'<guimenu>Étendue de la recherche</guimenu>. La plupart se comprennent d'eux-mêmes. L'étendude <guimenuitem>Dernier résultat de recherchera</guimenuitem> restreindra la recherche aux versets trouvés lors de la dernière recherche.
nl: U kunt het bereik van een zoekopdracht beperken tot bepaalde delen van de bijbel door &eacute;&eacute;n van de voorgedefinieerde bereiken uit de lijst in <guimenu>Zoekbereik</guimenu> te kiezen. De meeste hiervan zijn duidelijk. Het bereik <guimenuitem>Laatste zoekresultaten</guimenuitem> zal de zoekopdracht beperken tot de verzen die zijn gevonden in de vorige zoekactie.

source: You can also define your own search ranges by clicking the <guibutton>Setup ranges</guibutton> button.
fr: Vous pouvez aussi définir vos propres étendues de recherche en cliquant sur le bouton <guibutton>Configurer</guibutton>.
nl: U kunt ook uw eigen zoekbereiken defini&euml;ren door te klikken op de knop <guibutton>Zoekbereiken instellen</guibutton>.

source: Basic Search Syntax Introduction
nl: Introductie op de syntaxis van een eenvoudige zoekopdracht

source: Enter search terms separated by spaces. By default the search function will return results that match any of the search terms (OR). To search for all the terms separate the terms by AND.
nl: Voer zoektermen in, gescheiden door spaties. De zoekfunctie zal standaard resultaten weergeven die overeenkomen met welke van de ingegeven zoektermen dan ook (OR). Om te zoeken op alle termen, moet u de ze scheiden met het woord AND.

source: You can use wildcards: '*' matches any sequence of characters, while '?' matches any single character. The use of brackets allows you to group your search terms, e.g. '(Jesus OR spirit) AND God'.
nl: U kunt jokers gebruiken: '*' komt overeen met elke willekeurige reeks van karakters, terwijl '?' overeenkomt met één willekeurig karakter. Het gebruik van haakjes staat u toe om zoektermen te groeperen, bijv. '(Jezus OR Geest) AND God'.

source: To search text other than the main text, enter the text type followed by ':', and then the search term. For example, to search for the Strong's number H8077, use 'strong:H8077'.
nl: Om andere tekst te doorzoeken dan de hoofdtekst, moet u het type tekst invoeren, gevolgd door ":", en dan de zoekterm. Om bijv. Strong-nummer H8077 te zoeken, voert u in 'strong:H8077'.

source: Available text types:
nl: Beschikbare typen tekst:

source: Prefix
nl: Voorvoegsel

source: Meaning
nl: Betekenis

source: heading:
nl: Koptekst:

source: searches headings
nl: doorzoekt kopteksten

source: footnote:
nl: voetnoot:

source: searches footnotes
nl: doorzoekt voetnoten

source: searches Strong's Numbers
nl: doorzoekt Strong-nummering

source: searches morphology codes
nl: doorzoekt morfologische codes

source: BibleTime uses the Lucene search engine to perform your searches. It has many advanced features, and you can read more about it here: <ulink url="http://lucene.apache.org/java/docs/queryparsersyntax.html">http://lucene.apache.org/java/docs/queryparsersyntax.html</ulink>
nl: BibleTime gebruikt de Lucene zoekmachine om uw zoekopdrachten uit te voeren. Het heeft vele geavanceerde functies, waarover u hier meer kunt lezen: <ulink url="http://lucene.apache.org/java/docs/queryparsersyntax.html">http://lucene.apache.org/java/docs/queryparsersyntax.html</ulink>

source: Search results
fr: Résultats de recherche
nl: Zoekresultaten

source: Here you can see how many instances of the search string were found, sorted by works. Clicking on a work with the <mousebutton>right</mousebutton> mouse button allows you to copy, save, or print all verses that were found in a certain work at once. This also works when you click on one or more of the references to copy, save or print them. Clicking on a particular reference opens that verse up in context in the preview window below.
fr: Vous pouvez voir ici combien de fois la chaîne recherchée a été trouvée, classée par module. En cliquant sur une module avec le <mousebutton>bouton droit de la souris</mousebutton> vous pourrez copier, enregistrer ou imprimer tous les versets trouvés dans une module en une fois. Ceci fonctionne aussi quand vous cliquez sur une ou plusieurs références pour les copier, les enregistrer ou les imprimer. En cliquant avec le <mousebutton>bouton gauche de la souris</mousebutton> vous verrez ce verset dans son contexte dans la fenêtre de visualisation située en bas.
nl: Hier kunt u zien hoeveel instanties van een zoekopdracht werden gevonden, gesorteerd per module. Op een module klikken met de <mousebutton>rechter</mousebutton> muisknop stelt u in staat om alle gevonden verzen in een module meteen te kopi&euml;ren, op te slaan of af te drukken. Dit werkt ook als u op &eacute;&eacute;n of meer van de verwijzingen klikt om ze te kopi&euml;ren, op te slaan of af te drukken. Klikken op een specifieke verwijzing opent dat vers in de context in het daaronder gepositioneerde voorbeeldvenster.

source: Drag a reference and drop it on a work symbol on the Bookshelf to open the work at that verse in a new read window.
fr: Faites glisser une référence et déposez-la sur l'icône d'une module dans la bibliothèque pour ouvrir cette module à ce verset dans une nouvelle fenêtre de lecture.
nl: Sleep een bijbelverwijzing en laat die los op een symbool van een module op de Boekenplank om de module op dat vers in een nieuw leesvenster te openen.

source: Drag a reference and drop it on an open read window, and it will jump to that verse.
fr: Faites glisser une référence et déposez-la sur une fenêtre de lecture ouverte, et elle ira automatiquement à ce verset.
nl: Sleep een bijbelverwijzing en laat die vallen op een geopend leesvenster en die zal verspringen naar dat vers.

source: Select references and drag them to the Bookshelf to create bookmarks.
fr: Faites glisser une référence et déposez-la dans un dossier de signets de la bibliothèque et le verset s'ajoutera aux signets.
nl: Selecteer bijbelverwijzingen en sleep ze naar de Boekenplank om bladwijzers te maken.

source: Search result analysis
fr: Analyse de la recherche
nl: Analyse van zoekresultaten

source: Click on <guibutton>Search analysis</guibutton> to open the search analysis display. This gives a simple graphic analysis of the number of instances the search string was found in each book of the Bible, and you can also save the analysis.
fr: Cliquez sur <guibutton>Analyse de la recherche</guibutton> pour afficher l'analyse de la recherche. Cela donne une analyse graphique simple du nombre de fois que la chaîne recherchée a été trouvée dans chaque livre de la Bible. Vous pouvez enregistrer cette analyse sur le disque.
nl: Klik op <guibutton>Zoekanalyse</guibutton> om het scherm voor zoekanalyse te openen. Dit geeft een simpele grafische analyse van het aantal instanties van een zoekopdracht dat gevonden werd in ieder bijbelboek. U kunt de analyse ook opslaan.

source: Search Analysis Dialog Box
fr: La boîte de dialogue d'analyse de la recherche
nl: Zoekanalyse Dialoog

source: The <guimenuitem>Bookshelf Manager</guimenuitem>
fr: Le <guimenuitem>Gestionnaire de Bibliothèque</guimenuitem>
nl: De <guimenuitem>Boekenplank Manager</guimenuitem>

source: The <guimenuitem>Bookshelf Manager</guimenuitem> is a tool to manage your Bookshelf. You can install new works to your Bookshelf, and update or remove existing works from your Bookshelf. Access it by clicking <menuchoice><guimenu>Settings</guimenu><guimenuitem>Bookshelf Manager</guimenuitem></menuchoice> in the main menu.
fr: Le <guimenuitem>Gestionnaire de bibliothèque</guimenuitem> est un outil de gestion de la bibliothèque. Vous pouvez installer de nouvelles modules dans votre bibliothèque et mettre à jour ou retirer une module déjà présente. Choisissez<menuchoice><guimenu>Settings</guimenu><guimenuitem>Bookshelf Manager</guimenuitem></menuchoice> dans le menu principal.
nl: De <guimenuitem>Boekenplank Manager</guimenuitem> is een gereedschap om uw Boekenplank te beheren. U kunt nieuwe modules installeren op uw Boekenplank en bestaande modules bijwerken of verwijderen van uw Boekenplank. Ga er naar toe door te klikken op <menuchoice><guimenu>Instellingen</guimenu><guimenuitem>Boekenplank Manager</guimenuitem></menuchoice> in het hoofdmenu.

source: Bookshelf path(s) setup
fr: Configurer les chemins vers les bibliothèques
nl: Het instellen van Boekenplank bestandspad(en)

source: Here you can specify where &bibletime; may store your Bookshelf on the harddrive. You can even store it in multiple directories. Default is "~/.sword/".
fr: Vous pouvez désigner ici l'endroit où &bibletime; garde votre bibliothèque sur le disque dur. Vous pouvez même la placer dnas plusieurs répertoires. Le répertoire par défaut est "~/.sword/".
nl: Hier kunt u opgeven waar &bibletime; uw Boekenplank mag opslaan op de harde schijf. U kunt hem zelfs opslaan in meerdere directories. De standaard is "~/.sword/".

source: If you have a sword CD, but do not want to install all the works on the harddisk, but use them directly from the CD, then you can add the path to the CD as one of your bookshelf paths. When you start &bibletime;, it will show all works on the CD if it is present.
fr: Si vous avez un CD Sword, mais que vous ne voulez pas installer les modules sur le disque mais plutôt les consulter directement sur le CD; vous pouvez ajouter le chemin du CD dans vos chemins vers les bibliothèques. Quand vous lancez &bibletime;, si le CD est présent, les modules qu'il contient s'afficheront dans la bibliothèque.
nl: Als u een Sword CD heeft, en u wilt de modules niet installeren op de harde schijf, maar direct vanaf de CD gebruiken, dan kunt u het bestandspad naar de CD toevoegen als &eacute;&eacute;n van uw Boekenplank bestandspaden. Als u &bibletime; start zal het alle modules op de CD laten zien als die aanwezig is.

source: Install/update work(s)
fr: Installer/mettre à jour module
nl: Modules installeren/bijwerken

source: With this facility, you can connect to a repository of works (called "library"), and transfer one or more works to your local Bookshelf. These libraries may be local (e.g. a Sword CD), or remote (e.g. Crosswire's online repository of Sword modules, or another site offering Sword modules). You can manage your libraries with <guibutton>Add library</guibutton> and <guibutton>Delete library</guibutton>.
nl: Met deze voorziening kunt u contact leggen met een opslagplaats (Engels: repository) van modules (een zogeheten "bibliotheek"), en &eacute;&eacute;n of meerdere modules overhevelen naar uw lokale Boekenplank. Deze bibliotheken kunnen lokaal zijn (bijv. een Sword CD) of extern (bijv. Crosswire's online opslagplaats van Sword modules of een andere website die Sword modules aanbiedt). U kunt de bibliotheken beheren met <guibutton>Voeg bibliotheek toe</guibutton> en <guibutton>Verwijder bibliotheek</guibutton>.

source: To begin the installation or update process, select a library you want to connect to and a local Bookshelf path to install the work(s) to. Then click on <guibutton>Connect to library</guibutton>. &bibletime; will scan the contents of the library and present you with a list of works that you can add to your Bookshelf, or that you already have installed but are available in a new version in the library, and thus can be updated. Then you can mark all works that you want to install or update, and click on <guibutton>Install works</guibutton>. They will then be transferred to your Bookshelf.
fr: Pour commencer une installation ou une mise à jour, choisissez la bibliothèque à laquelle vous désirez vous connecter et une bibliothèque locale où installer l'module. Cliquez ensuite sur <guibutton>Connecter à la bibliothèque</guibutton>. &bibletime; parcourra le contenu de la bibliothèque et vous proposera une liste d'modules que vous pouvez ajouter à votre bibliothèque; ou que vous avez déjà installés mais dont une nouvelle version est disponible. Marquez ensuite toutes les modules à installer ou à mettre à jour et cliquez sur <guibutton>Installer modules</guibutton>. Elles seront alors transférées dans votre bibliothèque.
nl: Om het proces van installeren of bijwerken te starten kiest u een bibliotheek waarmee u verbinding wilt zoeken en een lokaal bestandspad naar een Boekenplank om de module(s) naar toe te installeren. Klik dan op <guibutton>Verbinden met bibliotheek</guibutton>. &bibletime; zal de inhoud van de bibliotheek scannen en een lijst presenteren van modules die u aan uw Boekenplank kunt toevoegen of die reeds ge&iuml;nstalleerd zijn, maar bijgewerkt kunnen worden omdat er een nieuwe versie beschikbaar is in de bibliotheek. U kunt dan alle modules aanvinken die u wilt installeren of bijwerken en dan klikken op <guibutton>Installeer modules</guibutton>. Ze zullen dan overgeheveld worden naar uw Boekenplank.

source: Remove work(s)
fr: Enlever des modules
nl: Module(s) verwijderen

source: This facility allows you to delete one or more of the works from your Bookshelf too free up disk space. Simply mark the items and click on <guibutton>Remove works</guibutton>.
fr: Vous pouvez enlever une ou plusieurs modules de votre bibliothèque pour libérer de l'espace disque. Marquer les modules à effacer et cliquez sur<guibutton>Enlever modules</guibutton>.
nl: Deze voorziening stelt u in staat om &eacute;&eacute;n of meerdere modules van uw Boekenplank te verwijderen om schijfruimte vrij te maken. Vink simpelweg de items aan die u wilt verwijderen en klik op <guibutton>Verwijder modules</guibutton>.

source: Exporting and Printing
fr: Exporter et imprimer
nl: Exporteren en Printen
