Repository: bibletime/historic-bibletime-svn
Catalog: trunk/bibletime/i18n/handbook/*.po
Languages: fr, nl

source: Regular expression searches provide a way to do simple or complex searches for strings that match a pattern or set of patterns (branches) separated by vertical bars "|". While a pattern can be built to look for a word or phrase, a simple pattern that consists of a word does not look for only that word but for any place where that word is found. A search for "right" will return verses that contain the word "right", but also "<emphasis>right</emphasis>eous", "<emphasis>right</emphasis>eousness", "un<emphasis>right</emphasis>eous", "up<emphasis>right</emphasis>" and even "b<emphasis>right</emphasis>". A search for "hall not" is not a search for "hall" AND "not" but for the string "hall not" with a space between the second "l" and the "n". The search for "hall not" will find occurrences of "s<emphasis>hall not</emphasis>".
fr: La recherche par expression régulières permet d'effectuer des recherches simples ou complexes de chaînes correspondant à un motif ou un ensemble de motifs (branches) séparées par des barres verticales "|". Un motif simple qui consiste en un mot trouvera non seulement ce mot, mais tous les mots qui le contiennent. Ainsi, une recherche de "droit" trouvera le mot "droit", ainsi que "<emphasis>droit</emphasis>e", "<emphasis>droit</emphasis>ure", "a<emphasis>droit</emphasis>", "en<emphasis>droit</emphasis>". La recherche de "ne tu" n'est pas une recherche de chaînes contenant "ne" et "tu", mais bien de la chaîne "ne tu", avec un espace entre "u" et "n". La recherche pour "<emphasis>ne tu</emphasis>eras" trouvera
nl: Zoekopdrachten met reguliere expressies maken het mogelijk om simpele of complexe zoekopdrachten uit te voeren voor tekenreeksen die voldoen aan een bepaald patroon of verzameling van patronen, gescheiden door verticale strepen "|". Hoewel een patroon kan worden gemaakt om te zoeken naar een woord of zinsnede, kijkt een simpel patroon, bestaande uit &eacute;&eacute;n woord, niet alleen naar dat woord, maar naar naar iedere plaats waar dat woord wordt aangetroffen. Een zoekopdracht voor "recht" zal niet alleen verzen laten zien die het woord "recht" bevatten, maar ook verzen met "<emphasis>recht</emphasis>vaardig", "<emphasis>recht</emphasis>vaardigheid", "on<emphasis>recht</emphasis>vaardig", "<emphasis>recht</emphasis>op" and zelfs "op<emphasis>recht</emphasis>". Een zoekopdracht voor "al niet" is niet een zoekopdracht voor "al" AND "niet" maar voor de tekenreeks"al niet" met een spatie tussen de "l" en de "n". De zoekopdracht "al niet" zal wel voorvallen vinden van "z<emphasis>al niet</emphasis>".

source: The power of Regular Expressions lies in the patterns (or templates) used to define a search. A pattern consists of ordinary characters and some special characters that are used and interpreted by a set of rules. Special characters include .\[^*$?+. Ordinary (or simple) characters are any characters that are not special. The backslash, "\", is used to convert special characters to ordinary and ordinary characters to special.
fr: La puissance des expressions régulières réside dans les motifs utilisés pour définir une recherche. Un motif se compose de caractères ordinaires et de certains caractères spéciaux qui sont interprétés en fonction d'un ensemble de règles. Les caractères spéciaux ccomprennent .\[^*$?+. Les caractères ordinaires (ou simples) sont tous les caractères qui ne sont pas spéciaux. La barre oblique inverse "\" (backslash) est utilsée pour convertir les caractères spéciaux en caractères ordinaires et inversément.
nl: De kracht van reguliere expressies ligt in de patronen (of sjablonen) die gebruikt worden om een zoekopdracht te maken. Een patroon bestaat uit normale karakters en enkele speciale karakters die gebruikt en ge&iuml;nterpreteerd worden door een verzameling regels. Speciale karakters zijn o.a.: .\[^*$?+. Normale karakters zijn alle karakters die niet speciaal zijn. De backslash, "\", wordt gebruikt om speciale karakters te veranderen in normale karakters en normale karakters in speciale.

source: Example: the pattern "i. love\." will find sentences that end with "h<emphasis>i</emphasis>s <emphasis>love.</emphasis>" or "<emphasis>i</emphasis>n <emphasis>love.</emphasis>" or "<emphasis>i</emphasis>s <emphasis>love.</emphasis>". The first period in "i. love\." is a special character that means "allow any character in this position". The backslash in "i. love\." means that the period following it is not to be considered a special character, but is an ordinary period.
fr: Par example le motif "n. amour\." trouvera les phrases qui se terminent par "grand amour." ou "ni amour." Le premier point dans "n. amour\." est un caractère spécial qui désigne "n'importe quel caractère". La barra oblique arrière indique que le point qui suit ne doit pas être considéré comme un caractère spécial mais comme un simple point ordinaire.
nl: Voorbeeld: het patroon "ij. liefde\." zal zinnen vinden die eindigen op "z<emphasis>ij</emphasis>n <emphasis>liefde.</emphasis>" of "m<emphasis>ij</emphasis>n <emphasis>liefde.</emphasis>" of "g<emphasis>ij</emphasis>, <emphasis>liefde.</emphasis>". De eerste punt in "ij. liefde\." is een speciaal karakter dat betekent "Sta ieder karakter toe in deze positie". De backslash in "ij. liefde\." betekent dat de punt die erop volgt niet als een speciaal karakter moet worden gezien, maar als een gewone punt.

source: Special characters
fr: Caractères spéciaux
nl: Speciale karakters

source: . The period matches any character. See <link linkend="period">details</link>
fr: . Le point correspond à n'importe quel caractère. <link linkend="period">Plus de détails...</link>
nl: . De punt komt overeen met een willekeurig karakter. Bekijk de <link linkend="period">details</link>.

source: * The asterisk matches 0 or more characters of the preceding: set, character or indicated character. See <link linkend="asterisk">details</link>
fr: + L'astérisque indique que le caractère précédent (qui peut être aussi un ensemble) est présent zéro, une ou plusieurs fois. <link linkend="asterisk">Plus de détails...</link>*
nl: * De asterisk komt overeen met nul of meer karakters uit het voorafgaande: een tekenverzameling, een karakter of een aangeduid karakter. Bekijk de <link linkend="asterisk">details</link>.

source: + The plus sign matches 1 or more characters of the preceding: set, character or indicated character. See <link linkend="plus">details</link>
fr: + Le signe plus indique que le caractère précédent (qui peut être aussi un ensemble) est présent une ou plusieurs fois. <link linkend="plus">Plus de détails...</link>
nl: + Het plusteken komt overeen met &eacute;&eacute;n of meer karakters uit het voorafgaande: een tekenverzameling, een karakter of een aangeduid karakter. Bekijk de <link linkend="plus">details</link>.

source: ? The question mark matches 0 or 1 character of the preceding: set, character or indicated character. See <link linkend="question">details</link>
fr: ? Le point d'interrogation indique que ce qui précède (caractère ou ensemble) est présent une fois ou absent. <link linkend="question">Plus de détails...</link>
nl: Het vraagteken komt overeen met nul of &eacute;&eacute;n karakters uit het voorafgaande: een tekenverzameling, een karakter of een aangeduid karakter. Bekijk de <link linkend="question">details</link>.

source: [ ] Square brackets match any one of the characters specified inside [ ]. See <link linkend="bracket">details</link>
fr: [ ] Les crochets correspond à un caractère parmi ceux indiqués à l'intérieur des crochets. <link linkend="bracket">Plus de détails...</link>
nl: [ ] Vierkante haken komt overeen met &eacute;&eacute;n van de karakters die binnen [ ] gespecificeerd zijn. Bekijk de <link linkend="bracket">details</link>.

source: ^ A caret as the first character inside [ ] means NOT. See <link linkend="caret">details</link>
fr: ^ Un accent circonflexe comme premier caracètre à l'intérieur de crochets [ ] signifie que les crochets correspondent à tous les caractères saus ceux qui suivent.<link linkend="caret">Plus de détails...</link>
nl: ^ Een dakje als eerste karakter binnen [ ] betekent NIET. Bekijk de <link linkend="caret">details</link>.

source: ^ A caret beginning of a pattern anchors the beginning of a line. See <link linkend="caret">details</link>
fr: ^ Un accent circonflexe au début d'un motif correspond à un début de ligne.<link linkend="caret">Plus de détails...</link>
nl: ^ Een dakje aan het begin van een patroon markeert het begin van een regel. Bekijk de <link linkend="caret">details</link>.

source: $ A dollar at the end of a pattern anchors the end of a line. See <link linkend="dollar">details</link>
fr: $ Un dollar à la fin d'un motif correspond à une fin de ligne.<link linkend="dollar">Plus de détails...</link>
nl: $ Een dollarteken aan het eind van een patroon markeert het einde van een regel. Bekijk de <link linkend="dollar">details</link>.

source: | A vertical bar means logical OR. See <link linkend="bar">details</link>
fr: | Une barre verticale indique un OU logique. <link linkend="bar">Plus de détails...</link>
nl: | Een verticale streep betekent OF. Bekijk de <link linkend="bar">details</link>.

source: ( ) Parentheses enclose expressions for grouping. <emphasis>Not supported!</emphasis>
fr: ( ) Parenthèses délimitent des expressions pour les regrouper. <emphasis>Elles ne sont pas implémentées !</emphasis>
nl: ( ) Haakjes staan om expressies heen om ze te groeperen. <emphasis>Niet ondersteund!</emphasis>

source: \ A backslash can be used prior to any special character to match that character. See <link linkend="backslash">details</link>
fr: \ Une barre oblique arrière utilisée suivi d'un caractère spécial correspond à ce caractère. <link linkend="backslash">Plus de détails...</link>
nl: \ Een backslash kan gebruikt worden voorafgaand aan ieder speciaal karakter om dat karakter gewoon in te zetten. Bekijk de <link linkend="backslash">details</link>.

source: \ A backslash can be used prior to an ordinary character to make it a special character. See <link linkend="backslash">details</link>
fr: \ Une barre oblique suivie d'un caractère normal en fait un caractère spécial. <link linkend="backslash">Plus de détails...</link>
nl: \ Een backslash kan gebruikt worden voorafgaand aan een normaal karakter om het als speciaal karakter in te zetten. Bekijk de <link linkend="backslash">details</link>.

source: The period .
fr: Le point .
nl: De punt .

source: The Period "." will match any single character even a space or other non-alphabet character. <emphasis>s.t</emphasis> matches <emphasis>s</emphasis>i<emphasis>t</emphasis>, <emphasis>s</emphasis>e<emphasis>t</emphasis>,<emphasis> s</emphasis>o<emphasis>t</emphasis>, etc., which could be located in <emphasis>s</emphasis>i<emphasis>t</emphasis>ting, compas<emphasis>s</emphasis>e<emphasis>t</emphasis>h and <emphasis>s</emphasis>o<emphasis>t</emphasis>tish <emphasis>b..t</emphasis> matches <emphasis>b</emphasis>oo<emphasis>t</emphasis>, <emphasis>b</emphasis>oa<emphasis>t</emphasis> and <emphasis>b</emphasis>ea<emphasis>t foot.tool </emphasis>matches <emphasis>foot</emphasis>s<emphasis>tool </emphasis>and <emphasis>foot tool</emphasis>.
fr: Le point "." correspond à un caractère qui peut même être un espace ou un caractère non alphabétique. <emphasis>s.n</emphasis> peut correspondre à <emphasis>s</emphasis>e<emphasis>n</emphasis>, <emphasis>s</emphasis>a<emphasis>n</emphasis>,<emphasis> s</emphasis>o<emphasis>n</emphasis>, etc., qui pourrait être situé dans <emphasis>s</emphasis>e<emphasis>n</emphasis>s, <emphasis>s</emphasis>a<emphasis>n</emphasis>g et pas<emphasis>s</emphasis>o<emphasis>n</emphasis>s. De même <emphasis>t..u</emphasis> correspond à <emphasis>t</emphasis>ro<emphasis>u</emphasis>, <emphasis>t</emphasis>êt<emphasis>u</emphasis>, plan<emphasis>t</emphasis>e <emphasis>u</emphasis> et peti<emphasis>t</emphasis>, <emphasis>u</emphasis>n.
nl: De Punt "." zal overeenkomen met elk alleenstaand karakter, zelfs een spatie of ander niet-alfabetisch karakter. <emphasis>z.t</emphasis> komt overeen met <emphasis>z</emphasis>i<emphasis>t</emphasis>, <emphasis>z</emphasis>e<emphasis>t</emphasis>, <emphasis>z</emphasis>a<emphasis>t</emphasis>, etc., wat ook kan staan in <emphasis>z</emphasis>i<emphasis>t</emphasis>tten, ont<emphasis>z</emphasis>e<emphasis>t</emphasis>ting and <emphasis>z</emphasis>a<emphasis>t</emphasis>en. <emphasis>b..t</emphasis> komt overeen met <emphasis>b</emphasis>oo<emphasis>t</emphasis>, <emphasis>b</emphasis>en<emphasis>t</emphasis> and <emphasis>b</emphasis>lu<emphasis>t. voet..oor </emphasis>komt overeen met <emphasis>voet</emphasis>sp<emphasis>oor </emphasis>en met <emphasis>voet door</emphasis>.

source: The asterisk *
fr: L'astérisque *
nl: De asterisk *

source: The asterisk matches zero or more characters of the preceding: set, character or indicated character. Using a period asterisk combination ".*" is a common method to match any combination of characters. <emphasis>be*n</emphasis> matches<emphasis> beeen, been, ben</emphasis>, and <emphasis>bn</emphasis> which could locate Reu<emphasis>ben</emphasis> and She<emphasis>bn</emphasis>a. <emphasis>G.*d</emphasis> would match <emphasis>God, good, guard</emphasis> and even <emphasis>Gd</emphasis>.
fr: L'astérisque signifie que ce qui précède (ensemble ou caractère) est présent zéro ou plus de fois. Le point suivi d'une astérisque correspond ainsi à n'importe quelle combinaison de caractères. <emphasis>cré*e</emphasis> correspond ainsi à <emphasis>cre, crée, créée</emphasis>, qui pourrait ainsi trouver o<emphasis>cre</emphasis>. <emphasis>s.*e</emphasis> correspond à <emphasis>sacrée, souffle, </emphasis> et même à <emphasis>se</emphasis> et le<emphasis>s ténèbre</emphasis>s.
nl: Het vraagteken komt overeen met nul of meer karakters uit het voorafgaande: een tekenverzameling, een karakter of een aangeduid karakter. Een combinatie van punt en asterisk ".*" is een gebruikelijke methode om een willekeurige combinatie van karakters te zoeken. <emphasis>be*n</emphasis> komt overeen met<emphasis> bee&euml;n, been, ben</emphasis> en <emphasis>bn</emphasis> wat dus zowel Ru<emphasis>ben</emphasis> en A<emphasis>bn</emphasis>er zal opleveren. <emphasis>G.*d</emphasis> zou overeenkomen met <emphasis>God, goed, gaard</emphasis> en zelfs met <emphasis>Gd</emphasis>.

source: The plus sign +
fr: Le signe plus +
nl: Het plusteken +

source: The Plus Sign matches one or more characters of the preceding: set, character or indicated character. Using a period and plus sign combination ".+" is similar to ".*" (see above), but the string has to contain at least one string to match. <emphasis>be+n</emphasis> matches <emphasis>beeen, been</emphasis> and <emphasis>ben</emphasis>, but not <emphasis>bn</emphasis>.
fr: Le signe plus indique que le caractère ou l'ensemble précédent est présent une fois ou plus. La combinaison du point et du plus ".+" est semblable à ".*" (see above), si ce n'est qu'une chaîne correspondante contient au moins un caractère. <emphasis>cré+*e</emphasis> correspond à <emphasis>créée, crée, </emphasis> mais pas à o<emphasis>cre</emphasis>.
nl: Het plusteken komt overeen met &eacute;&eacute;n of meer karakters uit het voorafgaande: een tekenverzameling, een karakter of een aangeduid karakter. Het gebruik van een combinatie van een punt en een plusteken ".+" is gelijk aan het gebruik van ".*" (zie hierboven), maar de tekenreeks moet ten minste &eacute;&eacute;n teken bevatten om overeen te komen. <emphasis>be+n</emphasis> komt overeen met <emphasis>bee&euml;n, been</emphasis> en <emphasis>ben</emphasis>, maar niet met <emphasis>bn</emphasis>.

source: The question mark ?
fr: Le point d'interrogation ?
nl: Het vraagteken ?

source: The Question Mark matches zero or one character of the preceding: set, character or indicated character. <emphasis>be?n</emphasis> matches <emphasis>ben</emphasis> and <emphasis>bn</emphasis> but not <emphasis>been</emphasis>. <emphasis>trees?</emphasis> matches <emphasis>trees</emphasis> or <emphasis>tree</emphasis>.
fr: Le point d'interrogation indique que le caractère ou l'ensemble précédent est présent zéro ou une fois. <emphasis>cré?e</emphasis> correspond à o<emphasis>cre</emphasis> et <emphasis>crée</emphasis> mais pas à <emphasis>créée</emphasis>.
nl: Het vraagteken komt overeen met nul of &eacute;&eacute;n karakters uit het voorafgaande: een tekenverzameling, een karakter of een aangeduid karakter. <emphasis>be?n</emphasis> komt overeen met <emphasis>ben</emphasis> en met <emphasis>bn</emphasis> maar niet met <emphasis>been</emphasis>. <emphasis>meters?</emphasis> komt overeen met <emphasis>meters</emphasis> of <emphasis>meter</emphasis>.

source: The square brackets [ ]
fr: Les crochets carrés
nl: De vierkante haken [ ]

source: The Square Brackets enclose a set of characters that can match. The period, asterisk, plus sign and question mark are not special inside the brackets. A minus sign can be used to indicate a range. If you want a caret "^" to be part of the range do not place it first after the left bracket or it will be a special character. To include a "]" in the set make it the first (or second after a special "^") character in the set. To include a minus sign in the set make it the first (or second after a special "^") or last character in the set. <emphasis>s[eia]t</emphasis> matches <emphasis>set</emphasis>, <emphasis>sit</emphasis>, and <emphasis>sat</emphasis>, but not <emphasis>s</emphasis>o<emphasis>t</emphasis>. <emphasis>s[eia]+t </emphasis>matches as above but also, <emphasis>seat, seet, siet</emphasis>, etc. <emphasis>[a-d]</emphasis> matches <emphasis>a, b, c,</emphasis> or <emphasis>d</emphasis>. <emphasis>[A-Z]</emphasis> matches any uppercase letter. [.;:?!] matches ., ;, :, ?, or ! but not a comma. [ ]^-] matches ] or ^ or -.
fr: Les crochets délimitent un ensemble de caractères qui peuvent tous correspondre. Le point, l'astérisque, le plus et le point d'interrogation ne sont pas des caractères spéciaux à l'intérieur des crochets. Un signe moins permet d'indiquer une plage de caractères. Un accent circonflexe, n'est pas un caractère spécial s'il ne suit pas immédiatement le crochet ouvrant. Un "]" peut être inclus dans l'ensemble à condition d'être le premier caractère spécifié (ou juste derrière un "^" en pemière position). Un "-" peut être inclus en le mettant en première ((ou juste derrière un "^" en pemière position) ou en dernière position. <emphasis>s[aoi]n</emphasis> correspond <emphasis>san</emphasis>, <emphasis>son</emphasis>, et <emphasis>sin</emphasis>, mais pas à <emphasis>s</emphasis>e<emphasis>n</emphasis>. <emphasis>s[aoi]+n</emphasis> correspond aux précédents, mais aussi à <emphasis>soin, sain,</emphasis>, etc. <emphasis>[a-d]</emphasis> correspond à <emphasis>a, b, c,</emphasis> ou <emphasis>d</emphasis>. <emphasis>[A-Z]</emphasis> correspond à toute lettre majuscule. [.;:?!] correspond à ., ;, :, ?, ou ! mais pas à une virgule. []^-] coreespond à ], ^ ou -.
nl: De vierkante haken omvatten een verzameling karakters die overeen kunnen komen. De punt, de asterisk, het plusteken en het vraagteken zijn geen speciale karakters binnen de vierkante haken. Een minteken kan gebruikt worden om een bereik aan te geven. Als u een dakje "^" onderdeel wilt laten zijn van het bereik, plaats die dan niet meteen na de linker vierkante haak, want anders wordt het opgevat als een speciaal karakter. Om een "]" in de verzameling op te nemen, moet u deze als eerste (of tweede, na een speciaal karakter "^") karakter gebruiken in de verzameling. Om een minteken in de verzameling op te nemen moet u deze als eerste (of tweede, na een speciaal karakter "^") of laatste karakter gebruiken in de verzameling. <emphasis>z[eia]t</emphasis> komt overeen met <emphasis>zet</emphasis>, <emphasis>zit</emphasis> en <emphasis>zat</emphasis>, maar niet met <emphasis>zot</emphasis>. <emphasis>z[eia]+t</emphasis> komt overeen met bovenstaande, maar ook met <emphasis>ziet, zeet, zeit</emphasis>, etc. <emphasis>[a-d]</emphasis> komt overeen met <emphasis>a, b, c </emphasis> of <emphasis>d</emphasis>. <emphasis>[A-Z]</emphasis> komt overeen met een willekeurige hoofdletter. [.;:?!] komt overeen met ., ;, :, ?, of ! maar niet met een komma. [ ]^-] komt overeen met ], ^ of -.

source: The caret first in square brackets [^xxx]
fr: L'accent circonflexe à l'intérieur des crochets [^xxx]
nl: Het dakje als eerste binnen vierkante haken [^xxx]

source: If the Caret is the first character after the left bracket it means NOT. <emphasis>s[^io]t</emphasis> matches <emphasis>set, sat</emphasis>, etc., but not <emphasis>s</emphasis>i<emphasis>t</emphasis> and <emphasis>s</emphasis>o<emphasis>t</emphasis>.
fr: Si le premier caractère entre crochets est un accent circonflexe, les crochets correspondront à tous les caractères à l'exclusion de ceux qui son indiqués.<emphasis>s[^io]n</emphasis> correspond à <emphasis>san, sen</emphasis>, etc., mais pas à <emphasis>s</emphasis>i<emphasis>n</emphasis> et <emphasis>s</emphasis>o<emphasis>n</emphasis>.
nl: Als het dakje het eerste karakter is na de linker vierkante haak, betekent het NIET. <emphasis>z[^io]t</emphasis> komt overeen met <emphasis>zet, zat</emphasis>, etc., maar niet met <emphasis>z</emphasis>i<emphasis>t</emphasis> en <emphasis>z</emphasis>o<emphasis>t</emphasis>.

source: The caret as start of line anchor ^xxx
fr: L'accent circonflexe marquant le début de ligne ^xxx
nl: Het dakje als begin van een regel ^xxx

source: If the Caret is the first character in a pattern it anchors the pattern to the start of a line. Any match must be at the beginning of a line. A line here means a part of text delimited by the return character or the end of the text. In Bibles, a "line" in this sense is often equivalent to a single verse; the word-wrapping that is performed by &bibletime; when the text is rendered on the screen does not affect the search algorithm. <emphasis>^In the beginning</emphasis> matches lines that start with "<emphasis>In the beginning</emphasis>".
fr: Si l'accent circonflexe est le premier caractère d'un motif, il indique un début de ligne. Toute correspondance se fera avec un texte situé en début de ligne. Une ligne signifie ici une partie de texte délimitée par un retour à la ligne ou la fin du texte. Dans les bibles, une ligne est souvent équivalente à un verset. Le retour à la ligne que &bibletime; effectue pour afficher le texte à l'écran est sans influence sur l'algorithme de recherche. <emphasis>^Au commencement</emphasis> correspondra à des ligne qui commencent par "<emphasis>Au commencement</emphasis>".
nl: Als het dakje het eerste karakter in een patroon is, dan verbindt dat het patroon aan het begin van een regel. Elke overeenkomende tekenreeks moet aan het begin van een regel staan. Een regel betekent hier een deel van een tekst, gevolgd door een enter of het einde van de tekst. In bijbels is een "regel" in deze betekenis vaak gelijk aan een enkel vers; het afbreken van regels door &bibletime; als de tekst op het scherm wordt gezet, heeft geen invloed op het zoekalgoritme. <emphasis>^In den beginne</emphasis> komt overeen met regels die starten met "<emphasis>In den beginne</emphasis>".
