Repository: bibletime/historic-bibletime-svn
Catalog: trunk/bibletime/i18n/handbook/*.po
Languages: fr, nl

source: <action>Opens a dialog where you can customize &bibletime;'s toolbar</action>. Just try it out, you can move around the toolbar buttons and even add new ones. Most of the entries available from the main menu can be put on the toolbar as buttons. If you need a certain feature often, you might want to put a button on the main menu, so that you can access it with only one click. Please see <link linkend="hdbk-config-toolbar">this section</link> for further information.
fr: <action>Ouvre un dialogue permettant de configurer la barre d'outils de &bibletime;</action>. Vous pouvez déplacer les boutons de la barre d'outils et en ajouter des nouveaux. La plupart des entrées du menu principal peuvent être placées comme boutons sur la barre d'outils. Si vous avez besoin souvent d'effectuer une action, vous pourriez placer le boutton correspondant sur la barre d'outils de façon à y accéder en un seul clic. Pour plus d'information, voyez comment <link linkend="hdbk-config-toolbar">configurer la barre d'outils</link>.
nl: <action>Opent een dialoog waarin u &bibletime;'s werkbalk kunt aanpassen</action>. Probeer dit gewoon uit, u kunt de knoppen op de werkbalk verplaatsen en zelfs nieuwe toevoegen. De meeste items die beschikbaar zijn vanuit het hoofdmenu kunnen als knoppen op de werkbalk worden gezet. Als u een bepaalde functie vaak nodig heeft, wilt u die misschien wel als knop aan het hoofdmenu toevoegen, zodat u deze functie kunt oproepen met slechts &eacute;&eacute;n muisklik. Zie <link linkend="hdbk-config-toolbar">deze sectie</link> voor meer informatie.

source: <guimenu> <inlinemediaobject><imageobject> <imagedata fileref="i_configure.png" format="PNG"/></imageobject></inlinemediaobject> Settings</guimenu> <guimenuitem>Configure &bibletime;</guimenuitem>
fr: <guimenu> <inlinemediaobject><imageobject> <imagedata fileref="i_configure.png" format="PNG"/></imageobject></inlinemediaobject> Configuration</guimenu> <guimenuitem>Configurer &bibletime;</guimenuitem>
nl: <guimenu> <inlinemediaobject><imageobject> <imagedata fileref="i_configure.png" format="PNG"/></imageobject></inlinemediaobject> Instellingen</guimenu> <guimenuitem>Configureer &bibletime;</guimenuitem>

source: <action>Opens &bibletime;'s main configuration dialog</action>. You can configure all kinds of nice settings there to adapt &bibletime; to your needs. Please see <link linkend="hdbk-config-bt">this section</link> for details.
fr: <action>Ouvre le dialogue principal de configuration de &bibletime;</action>. Vous pouvez configurer toutes sortes d'options pour adapter &bibletime; à vos besoins. Pour plus de détails, voyez la section sur la <link linkend="hdbk-config-bt">configuration de &bibletime;</link>.
nl: <action>Opent &bibletime;'s hoofddialoog voor configuratie</action>. U kunt hier allerlei nuttige instellingen configureren om &bibletime; aan te passen aan uw behoeften. Kijk in <link linkend="hdbk-config-bt">deze sectie</link> voor details.

source: <shortcut><keycombo action="simul"><keycap>F4</keycap></keycombo></shortcut> <guimenu> <inlinemediaobject><imageobject> <imagedata fileref="i_configuresword.png" format="PNG"/></imageobject></inlinemediaobject> Settings</guimenu> <guimenuitem>Bookshelf Manager</guimenuitem>
fr: <shortcut><keycombo action="simul"><keycap>F4</keycap></keycombo></shortcut> <guimenu> <inlinemediaobject><imageobject> <imagedata fileref="i_configuresword.png" format="PNG"/></imageobject></inlinemediaobject> Configuration</guimenu> <guimenuitem>Gestionnaire de Bibliothèque</guimenuitem>
nl: <shortcut><keycombo action="simul"><keycap>F4</keycap></keycombo></shortcut> <guimenu> <inlinemediaobject><imageobject> <imagedata fileref="i_configuresword.png" format="PNG"/></imageobject></inlinemediaobject> Instellingen</guimenu> <guimenuitem>Boekenplank Manager</guimenuitem>

source: <action>Opens a dialog where you can change your Sword configuration and manage your bookshelf</action>. Please see <link linkend="hdbk-op-bookshelfmanager">this section</link> for details.
fr: <action>Ouvre un dialogue permettant de modifier la configuration de Sword et de gérer votre bibliothèque</action>. Voyez la section sur le <link linkend="hdbk-op-bookshelfmanager">gestionnaire de bibliothèque</link> pour plus de détails.
nl: <action>Opent een dialoog waarin u de Sword configuratie kunt wijzigen en de Boekenplank kunt beheren</action>. Zie <link linkend="hdbk-op-bookshelfmanager">deze sectie</link> voor details.

source: Toolbar reference
fr: Référence de la barre d'outils
nl: Werkbalk verwijzingen

source: Please review <link linkend="hdbk-reference-menus">the preceding section</link> for an explanation of the buttons that you find on the toolbar. You can also <action>move the cursor over a button and wait a few seconds</action> to activate the button's tooltip with a short description.
fr: Consultez la <link linkend="hdbk-reference-menus">référence des menus</link> pour une explication des boutons de la barre d'outils. Vous pouvez aussi <action>placer le pointeur sur un bouton et attendre quelques seconde</action> pour afficher une courte description du bouton.
nl: Bekijk <link linkend="hdbk-reference-menus">de vorige sectie</link> voor een uitleg over de knoppen die u vindt op de werkbalk. U kunt ook <action>de muisaanwijzer over een knop bewegen en enkele seconden wachten</action> om de tooltip met een korte beschrijving van een knop op te roepen.

source: You can adapt the toolbar to your needs. Please use the following entry in the main menu: <variablelist> <varlistentry> <term><menuchoice> <guimenu> <inlinemediaobject><imageobject> <imagedata fileref="i_configuretoolbars.png" format="PNG"/></imageobject></inlinemediaobject> Settings</guimenu> <guimenuitem>Configure toolbars</guimenuitem></menuchoice></term> <listitem><para>Configure toolbars</para></listitem> </varlistentry> </variablelist> Please see <link linkend="hdbk-reference-menus-settings-toolbars">this section</link> for detailed instructions.
fr: Vous pouvez adapter la barre d'outils à vos besoins, en choisissant, dans le menu principal, <variablelist> <varlistentry> <term><menuchoice> <guimenu> <inlinemediaobject><imageobject> <imagedata fileref="i_configuretoolbars.png" format="PNG"/></imageobject></inlinemediaobject> Configuration</guimenu> <guimenuitem>Configurer les barres d'outils</guimenuitem></menuchoice></term> <listitem><para>Configurer les barres d'outils toolbars</para></listitem> </varlistentry> </variablelist> Les instructions détaillées sont dans <link linkend="hdbk-reference-menus-settings-toolbars">configurer la barre d'outils</link>.
nl: U kunt de werkbalk aanpassen aan uw behoeften. Gebruik het volgende item in het hoofdmenu: <variablelist> <varlistentry> <term><menuchoice> <guimenu> <inlinemediaobject><imageobject> <imagedata fileref="i_configuretoolbars.png" format="PNG"/></imageobject></inlinemediaobject> Instellingen</guimenu> <guimenuitem>Configureer werkbalken</guimenuitem></menuchoice></term> <listitem><para>Configureer werkbalken</para></listitem> </varlistentry> </variablelist> Bekijk <link linkend="hdbk-reference-menus-settings-toolbars">deze sectie</link> voor gedetailleerde instructies.

source: HotKeys index
fr: Index des raccourcis
nl: Sneltoetsen index

source: This is index of all hotkeys and their corresponding description in the handbook. The hotkeys are sorted (roughly) alphabetical. If you want to directly find out which hotkey a certain menu item has, you can either look at the entry itelf in &bibletime; (as it always shows the hotkey), or you can look it up in <link linkend="hdbk-reference-menus">this section</link>.
fr: Ceci est un index des raccourcis par défaut et la description correspondante du manuel. Les raccourcis sont classés (grossièrement) dans l'ordre alphabétique. Pour trouver directement quel est le raccourci clavier associé à un menu, vous pouvez soit regarder le menu dans &bibletime; (il montre toujours le raccourci) ou consulter <link linkend="hdbk-reference-menus">la référence des menus</link>.
nl: Dit is een index van alle sneltoetsen en hun bijbehorende beschrijving in het handboek. De sneltoetsen zijn (grofweg) alfabetisch gerangschikt. Als u direct wilt uitvinden welke sneltoets een bepaald menu item heeft, kunt u kijken bij dit item zelf in &bibletime; (omdat het altijd de sneltoets laat zien), of u kunt het opzoeken in <link linkend="hdbk-reference-menus">deze sectie</link>.

source: Hotkey
fr: Raccourci
nl: Sneltoets

source: Description
nl: Beschrijving

source: &Alt;<keycap>Left</keycap>
fr: &Alt;<keycap>Gauche</keycap>
nl: &Alt;<keycap>Links</keycap>

source: Moves back in the history of read windows.
fr: Retourne en arrière dans l'historique de la fenêtre de lecture.
nl: Gaat terug in de history van leesvensters

source: &Alt;<keycap>Right</keycap>
fr: &Alt;<keycap>Droite</keycap>
nl: &Alt;<keycap>Rechts</keycap>

source: Moves forward in the history of read windows.
fr: Avance dans l'historique de la fenêtre de lecture
nl: Gaat vooruit in de history van leesvensters

source: <link linkend="hdbk-reference-menus-search-defaultbible"><menuchoice> <guimenu>Search</guimenu> <guimenuitem>Search in default bible</guimenuitem></menuchoice></link> equivalent; opens the search dialog to search in the default bible.
fr: Équivalent à <link linkend="hdbk-reference-menus-search-defaultbible"><menuchoice> <guimenu>Rechercher</guimenu> <guimenuitem>Rechercher dans la bible par défaut</guimenuitem></menuchoice></link>, ouvre le dialogue pour recherche dans bible par défaut.
nl: <link linkend="hdbk-reference-menus-search-defaultbible"><menuchoice> <guimenu>Zoeken</guimenu> <guimenuitem>Zoek in standaardbijbel</guimenuitem></menuchoice></link> equivalent; opent de zoekdialoog om in de standaardbijbel te zoeken.

source: <menuchoice><guimenu>Window</guimenu><guimenuitem>Arrangement mode</guimenuitem> <guimenuitem>Auto-tile vertically</guimenuitem></menuchoice> equivalent; toggle automatic window tiling.
fr: Équivalent à <menuchoice><guimenu>Fenêtre</guimenu><guimenuitem>Mode d'arrangement</guimenuitem> <guimenuitem>Mosaïque verticale</guimenuitem></menuchoice>, active l'arrangement automatique des fenêtres en mosaïque verticale.
nl: <menuchoice><guimenu>Venster</guimenu><guimenuitem>Rangschikking vensters</guimenuitem> <guimenuitem>Automatisch verticaal stapelen</guimenuitem></menuchoice> equivalent; schakelt het automatisch stapelen van vensters in/uit.

source: <menuchoice><guimenu>Window</guimenu><guimenuitem>Arrangement mode</guimenuitem> <guimenuitem>Auto-tile horizontally</guimenuitem></menuchoice> equivalent; toggle automatic window tiling.
fr: Équivalent à <menuchoice><guimenu>Fenêtre</guimenu><guimenuitem>Mode d'arrangement </guimenuitem> <guimenuitem>Mosaïque horizontale</guimenuitem></menuchoice> active l'arrangement automatique des fenêtres en mosaïque.
nl: <menuchoice><guimenu>Venster</guimenu><guimenuitem>Rangschikking vensters</guimenuitem> <guimenuitem>Automatisch horizontaal stapelen</guimenuitem></menuchoice> equivalent; Schakelt het automatisch stapelen van vensters in/uit.

source: <menuchoice><guimenu>Window</guimenu><guimenuitem>Arrangement mode</guimenuitem> <guimenuitem>Auto-cascade</guimenuitem></menuchoice> equivalent; toggle automatic window cascading.
fr: Équivalent à <menuchoice><guimenu>Fenêtre</guimenu><guimenuitem>Mode d'arrangement </guimenuitem> <guimenuitem>Cascade</guimenuitem></menuchoice> active l'arrangement automatique des fenêtres en cascade.
nl: <menuchoice><guimenu>Venster</guimenu><guimenuitem>Rangschikking vensters</guimenuitem> <guimenuitem>Automatisch trapsgewijs (cascade)</guimenuitem></menuchoice> equivalent; Schakelt het automatisch trapsgewijs rangschikking van vensters in/uit.

source: <menuchoice><guimenu>Window</guimenu><guimenuitem>Arrangement mode</guimenuitem> <guimenuitem>Manual mode</guimenuitem></menuchoice> equivalent; toggle manual window placement.
fr: Équivalent à <menuchoice><guimenu>Fenêtre</guimenu><guimenuitem>Mode d'arrangement </guimenuitem> <guimenuitem>Mode manuel</guimenuitem></menuchoice> active l'arrangement manuel des fenêtres.
nl: <menuchoice><guimenu>Venster</guimenu><guimenuitem>Rangschikking vensters</guimenuitem> <guimenuitem>Handmatige modus</guimenuitem></menuchoice> equivalent; schakelt de handmatige plaatsing van vensters in/uit.

source: <link linkend="hdbk-reference-menus-window-savenewsession"><menuchoice> <guimenu>Window</guimenu> <guimenuitem>Save as new session</guimenuitem></menuchoice></link> equivalent; saves current layout as new session.
fr: Équivalent <link linkend="hdbk-reference-menus-window-savenewsession"><menuchoice> <guimenu>Fenêtre</guimenu> <guimenuitem>Sauver comme nouveau profil</guimenuitem></menuchoice></link>, enregistre la disposition courante comme un nouveau profil.
nl: <link linkend="hdbk-reference-menus-window-savenewsession"><menuchoice> <guimenu>Venster</guimenu> <guimenuitem>Opslaan als nieuwe sessie</guimenuitem></menuchoice></link> equivalent; slaat de huidige lay-out op als nieuwe sessie.

source: <link linkend="hdbk-reference-menus-window-closeall"><menuchoice> <guimenu>Window</guimenu> <guimenuitem>Close all</guimenuitem></menuchoice></link> equivalent; closes all open windows.
fr: Équivalent à <link linkend="hdbk-reference-menus-window-closeall"><menuchoice> <guimenu>Fenêtre</guimenu> <guimenuitem>Tout fermer</guimenuitem></menuchoice></link>, ferme toutes les fenêtres ouvertes.
nl: <link linkend="hdbk-reference-menus-window-closeall"><menuchoice> <guimenu>Venster</guimenu> <guimenuitem>Alles sluiten</guimenuitem></menuchoice></link> equivalent; sluit alle geopende vensters.

source: Zoom out. This decreases the font size of read windows.
fr: Diminuer la taille des polices des fenêtres de lecture.
nl: Uitzoomen. Dit vermindert de lettergrootte van de leesvensters.

source: Zoom in. This increases the font size of read windows.
fr: Augmenter la taille des polices des fenêtres de lecture.
nl: Inzoomen. Dit vergroot de lettergrootte van de leesvensters.

source: Select all. This selects all text in read windows.
fr: Tout sélectionner. Sélectionner tout le texte dans les fenêtres de lecture.
nl: Selecteer alles. Dit selecteert alle tekst in de leesvensters.

source: Copy. This copies the selected text to the clipboard.
fr: Copier. Copie le texte sélectionné dans le presse-papiers.
nl: Kopie&euml;ren. Dit kopieert de geselecteerde tekst naar het klembord.

source: Search. This lets you search within the text of a read window.
fr: Chercher. Permet d'effectuer une recherche dans le texte d'une fenêtre de lecture.
nl: Zoeken. Dit laat u zoeken binnen de tekst van een leesvenster.

source: <link linkend="hdbk-reference-menus-window-cascade"><menuchoice> <guimenu>Window</guimenu> <guimenuitem>Cascade</guimenuitem></menuchoice></link> equivalent; cascades all open windows.
fr: Équivalent à <link linkend="hdbk-reference-menus-window-cascade"><menuchoice> <guimenu>Fenêtre</guimenu> <guimenuitem>Cascade</guimenuitem></menuchoice></link> equivalent; cascades all open windows.
nl: <link linkend="hdbk-reference-menus-window-cascade"><menuchoice> <guimenu>Venster</guimenu> <guimenuitem>Trapsgewijs</guimenuitem></menuchoice></link> equivalent; rangschikt alle geopende vensters trapsgewijs.

source: <link linkend="hdbk-reference-menus-window-tile-vertically"><menuchoice> <guimenu>Window</guimenu> <guimenuitem>Tile vertically</guimenuitem></menuchoice></link> equivalent; tiles all open windows vertically.
fr: Équivalent à <link linkend="hdbk-reference-menus-window-tile-vertically"><menuchoice> <guimenu>Fenêtre</guimenu> <guimenuitem>Mosaïque verticale</guimenuitem></menuchoice></link>, place les fenêtre en mosaïque verticale.
nl: <link linkend="hdbk-reference-menus-window-tile-vertically"><menuchoice> <guimenu>Venster</guimenu> <guimenuitem>Verticaal stapelen</guimenuitem></menuchoice></link> equivalent; stapelt alle geopende vensters verticaal naast elkaar.

source: <link linkend="hdbk-reference-menus-window-tile-horizontally"><menuchoice> <guimenu>Window</guimenu> <guimenuitem>Tile horizontally</guimenuitem></menuchoice></link> equivalent; tiles all open windows horizontally.
fr: Équivalent à <link linkend="hdbk-reference-menus-window-tile-vertically"><menuchoice> <guimenu>Fenêtre</guimenu> <guimenuitem>Mosaïque horizontale</guimenuitem></menuchoice></link>, place les fenêtre en mosaïque horizontale.
nl: <link linkend="hdbk-reference-menus-window-tile-horizontally"><menuchoice> <guimenu>Venster</guimenu> <guimenuitem>Horizontaal stapelen</guimenuitem></menuchoice></link> equivalent; stapelt alle geopende vensters horizontaal boven elkaar.

source: <link linkend="hdbk-reference-menus-search-openworks"><menuchoice> <guimenu>Search</guimenu> <guimenuitem>Search in open work(s)</guimenuitem></menuchoice></link> equivalent; opens the search dialog to search in all currently opened works.
fr: Équivalent à <link linkend="hdbk-reference-menus-search-openworks"><menuchoice> <guimenu>Rechercher</guimenu> <guimenuitem>Rechercher dans le ou les modules ouverts</guimenuitem></menuchoice></link>, ouvre le dialogue de recherche pour effectuer une recherche à travers toutes les modules qui sont ouvertes.
nl: <link linkend="hdbk-reference-menus-search-openworks"><menuchoice> <guimenu>Zoeken</guimenu> <guimenuitem>Zoekt in geopende modules</guimenuitem></menuchoice></link> equivalent; opent de zoekdialoog om te zoeken in alle modules die nu geopend zijn.

source: <link linkend="hdbk-reference-menus-file-quit"><menuchoice> <guimenu>File</guimenu> <guimenuitem>Quit</guimenuitem></menuchoice></link> equivalent; closes &bibletime;.
fr: Équivalent à <link linkend="hdbk-reference-menus-file-quit"><menuchoice> <guimenu>Fichier</guimenu> <guimenuitem>Quitter</guimenuitem></menuchoice></link>, ferme l'application &bibletime;.
nl: <link linkend="hdbk-reference-menus-file-quit"><menuchoice> <guimenu>Bestand</guimenu> <guimenuitem>Afsluiten</guimenuitem></menuchoice></link> equivalent; sluit &bibletime; af.

source: Closes the current window.
fr: Ferme la fenêtre courante.
nl: Sluit het huidige venster.

source: Moves a bible or commentary read window to the next chapter.
fr: Fait aller une fenêtre de lecture de la bible ou d'un commentaire au chapitre suivant.
nl: Laat het leesvenster van een bijbel of bijbelcommentaar naar het volgende hoofdstuk verspringen.

source: Moves a bible or commentary read window to the next book.
fr: Fait aller une fenêtre de lecture de la bible ou d'un commentaire au livre suivant.
nl: Laat het leesvenster van een bijbel of bijbelcommentaar naar het volgende boek verspringen.

source: Moves a read window to the next verse or entry.
fr: Fait aller une fenêtre de lecture au verset ou à l'entrée suivant.
nl: Laat het leesvenster van naar het volgende vers of trefwoord verspringen.

source: <link linkend="hdbk-reference-menus-window-fullscreen"><menuchoice> <guimenu>Window</guimenu> <guimenuitem>Fullscreen mode</guimenuitem></menuchoice></link> equivalent; toggles fullscreen mode.
fr: Équivalent à <link linkend="hdbk-reference-menus-window-fullscreen"><menuchoice> <guimenu>Fenêtre</guimenu> <guimenuitem>Mode plein écran</guimenuitem></menuchoice></link>, active/désactive le mode plein écran.
nl: <link linkend="hdbk-reference-menus-window-fullscreen"><menuchoice> <guimenu>Venster</guimenu> <guimenuitem>Volledig scherm</guimenuitem></menuchoice></link> equivalent; schakelt de volledige schermmodus in/uit.

source: Moves a bible or commentary read window to the previous chapter.
fr: Fait aller une fenêtre de lecture de la bible ou d'un commentaire au le chapitre précédent.
nl: Laat het leesvenster van een bijbel of bijbelcommentaar naar het vorige hoofdstuk verspringen.

source: Moves a bible or commentary read window to the previous book.
fr: Fait aller une fenêtre de lecture de la bible ou d'un commentaire au livre précédent.
nl: Laat het leesvenster van een bijbel of bijbelcommentaar naar het vorige boek verspringen.

source: Moves a read window to the previous verse or entry.
fr: Fait aller une fenêtre de lecture au verset ou à l'entrée suivant.
nl: Laat het leesvenster naar het vorige vers of trefwoord verspringen.

source: <menuchoice> <guimenu>Help</guimenu> <guimenuitem>Handbook</guimenuitem></menuchoice> equivalent; opens the handbook.
fr: Équivalent à <menuchoice> <guimenu>Aide</guimenu> <guimenuitem>Manuel</guimenuitem></menuchoice>, ouvre le manuel.
nl: <menuchoice> <guimenu>Help</guimenu> <guimenuitem>Handboek</guimenuitem></menuchoice> equivalent; opent het handboek.

source: <menuchoice> <guimenu>Help</guimenu> <guimenuitem>BibleStudy Howto</guimenuitem></menuchoice> equivalent; opens the BibleStudy Howto.
fr: Équivalent à <menuchoice> <guimenu>Aide</guimenu> <guimenuitem>Tutoriel d'étude Biblique</guimenuitem></menuchoice>, ouvre le tutoriel d'étude biblique.
nl: <menuchoice> <guimenu>Help</guimenu> <guimenuitem>Bijbelstudie Howto</guimenuitem></menuchoice> equivalent; opent de Bijbelstudie Howto.

source: <menuchoice> <guimenu>Help</guimenu> <guimenuitem>Daily tip</guimenuitem></menuchoice> equivalent; opens the tip of the day.
fr: Équivalent à <menuchoice> <guimenu>Aide</guimenu> <guimenuitem>Astuce du jour</guimenuitem></menuchoice>, ouvre l'astuce du jour.
nl: <menuchoice> <guimenu>Help</guimenu> <guimenuitem>dagelijkse tip</guimenuitem></menuchoice> equivalent; opent de tip van de dag.

source: <link linkend="hdbk-reference-menus-settings-bookshelf_manager"><menuchoice> <guimenu>Settings</guimenu> <guimenuitem>Bookshelf Manager</guimenuitem></menuchoice></link> equivalent; opens the Bookshelf Manager.
fr: Équivalent à <link linkend="hdbk-reference-menus-settings-bookshelf_manager"><menuchoice> <guimenu>Configuration</guimenu> <guimenuitem>Gestionnaire de bibliothèque</guimenuitem></menuchoice></link>, ouvre le gestionnaire de bibliothèque.
nl: <link linkend="hdbk-reference-menus-settings-bookshelf_manager"><menuchoice> <guimenu>Instellingen</guimenu> <guimenuitem>Boekenplank Manager</guimenuitem></menuchoice></link> equivalent; opent de Boekenplank Manager.

source: <link linkend="hdbk-reference-menus-view-showbookshelf"><menuchoice> <guimenu>View</guimenu> <guimenuitem>Show Bookshelf</guimenuitem></menuchoice></link> equivalent; toggles display of the Bookshelf.
fr: Équivalent à <link linkend="hdbk-reference-menus-view-showbookshelf"><menuchoice> <guimenu>Affichage</guimenu> <guimenuitem>Afficher la bibliothèque</guimenuitem></menuchoice></link>, affiche/masque la Bibliothèque.
nl: <link linkend="hdbk-reference-menus-view-showbookshelf"><menuchoice> <guimenu>Beeld</guimenu> <guimenuitem>Toon Boekenplank</guimenuitem></menuchoice></link> equivalent; schakelt de weergave van de Boekenplank in/uit.

source: <link linkend="hdbk-reference-menus-view-showmag"><menuchoice> <guimenu>View</guimenu> <guimenuitem>Show mag</guimenuitem></menuchoice></link> equivalent; toggles display of the mag(nifying glass).
fr: Équivalent à <link linkend="hdbk-reference-menus-view-showmag"><menuchoice> <guimenu>Affichage</guimenu> <guimenuitem>Afficher le zoom</guimenuitem></menuchoice></link>, affiche/masque le zoom.
nl: <link linkend="hdbk-reference-menus-view-showmag"><menuchoice> <guimenu>Beeld</guimenu> <guimenuitem>Toon Vergrootglas</guimenuitem></menuchoice></link> equivalent; schakelt de weergave van het Vergrootglas in/uit.

source: GCC Regular Expression Reference
fr: Référence des expressions régulières GCC
nl: GCC Reguliere Expressie verwijzing
