Repository: bibletime/historic-bibletime-svn
Catalog: trunk/bibletime/i18n/handbook/*.po
Languages: fr, nl

source: In many places, you can open a context menu by clicking with the <mousebutton>right</mousebutton> mouse button. Depending on context, it will allow you to <guimenuitem>Select</guimenuitem>, <guimenuitem>Copy</guimenuitem> (to clipboard), <guimenuitem>Save</guimenuitem> or <guimenuitem>Print</guimenuitem> text. This works for example in the read windows, when you click on the normal text or the verse reference, or in the search result page when you click on a work or one or more verse references. It is pretty straightforward, so just try it out.
fr: Vous pouvez à de nombreux endroits ouvrir un menu contextuel en cliquant sur le <mousebutton>bouton droit de la souris</mousebutton>. En fonction du contexte, vous pourrez <guimenuitem>Sélectionner</guimenuitem>, <guimenuitem>Copier</guimenuitem> (vers le presse-papiers), <guimenuitem>Enregistrer</guimenuitem> ou <guimenuitem>Imprimer</guimenuitem> le texte. Cela fonctionne par exemple dans les fenêtres de lecture, quand vous cliquez sur le texte normal ou la référence du verset, ou encore dans la page de résultats de la recherche quand vous cliquez sur une module ou sur une ou plusieurs références de versets.
nl: Op veel plaatsen kunt u een context menu openen door op de <mousebutton>rechter</mousebutton> muisknop te klikken. Afhankelijk van de context zal dat het <guimenuitem>Selecteren</guimenuitem>, <guimenuitem>Kopi&euml;ren</guimenuitem> (naar het klembord), <guimenuitem>Opslaan</guimenuitem> of <guimenuitem>Afdrukken</guimenuitem> van tekst mogelijk maken. Dit werkt bijvoorbeeld in de leesvensters, wanneer u klikt op de normale tekst of op een verwijzing naar een vers, of wanneer u in de pagina met zoekresultaten klikt op een module of op &eacute;&eacute;n of meerdere verwijzingen naar verzen. Het is behoorlijke rechttoe rechtaan, dus probeer het maar gewoon uit.

source: Printing from &bibletime; is rather basic and is intended as a utility. If you are composing a document or presentation containing text from &bibletime; works, we suggest that you use one of the presentation or editing tools on your system to format your document, rather than printing from &bibletime; directly.
fr: L'imprimer à partir de &bibletime; est plutôt rudimentaire et est destinée à rendre des services simples. Si vous rédigez un document ou une présentation contenant du texte d'modules de &bibletime;, nous vous invitons à utiliser un outil d'édition ou de présentation sur votre système pour mettre en forme votre document plutôt que d'imprimer directement à partir de &bibletime;.
nl: Afdrukken vanuit &bibletime; is redelijk elementair en is bedoelt als een hulpfunctie. Als u een document of presentatie samenstelt die tekst bevat uit &bibletime; modules, dan raden we u aan om een programma voor presentaties of tekstbewerkingen te gebruiken om uw document op te maken en niet om direct vanuit &bibletime; af te drukken.

source: Reference
fr: Référence
nl: Verwijzing

source: Main menu reference
fr: Référence du menu principal
nl: Hoofdmenu verwijzing

source: In this section you can find detailed descriptions of all entries in the main menu of &bibletime;. They are ordered in just the way they appear in &bibletime;, with all the sub-items listed under the major menu item they belong to. You can also see the hotkey of each item;a complete listing of all hotkeys can be found in <link linkend="hdbk-reference-hotkeys">this section</link>.
fr: Dans cette section vous trouverez des descriptions détaillées de toutes les entrées du menu principal de &bibletime;. Ils sont classé dans l'ordre où ils apparaissent dans&bibletime;, avec les éléments de sous-menu juste en-dessous des du menu principal auxquels ils appartiennent. Vous pouvez aussi voir le raccourci de chaque élément. Vous pouvez aussi consulter <link linkend="hdbk-reference-hotkeys">la liste complète des raccourcis</link>.
nl: In deze sectie kunt u gedetailleerde beschrijvingen vinden van alle items in het hoofdmenu van &bibletime;. Ze zijn in precies dezelfde volgorde gerangschikt als ze voorkomen in &bibletime;, met alle sub-items genoemd onder het hoofd-item waartoe ze behoren. U kunt ook de sneltoets voor elk item zien; een complete lijst van alle sneltoetsen kunt u vinden in <link linkend="hdbk-reference-hotkeys">deze sectie</link>.

source: File
fr: Fichier
nl: Bestand

source: <shortcut><keycombo action="simul">&Ctrl;<keycap>Q</keycap></keycombo></shortcut> <guimenu> <inlinemediaobject><imageobject> <imagedata fileref="i_exit.png" format="PNG"/></imageobject></inlinemediaobject> File</guimenu> <guimenuitem>Quit</guimenuitem>
fr: <shortcut><keycombo action="simul">&Ctrl;<keycap>Q</keycap></keycombo></shortcut> <guimenu> <inlinemediaobject><imageobject> <imagedata fileref="i_exit.png" format="PNG"/></imageobject></inlinemediaobject> Fichier</guimenu> <guimenuitem>Quitter</guimenuitem>
nl: <shortcut><keycombo action="simul">&Ctrl;<keycap>Q</keycap></keycombo></shortcut> <guimenu> <inlinemediaobject><imageobject> <imagedata fileref="i_exit.png" format="PNG"/></imageobject></inlinemediaobject> Bestand</guimenu> <guimenuitem>Afsluiten</guimenuitem>

source: <action>Closes BibleTime.</action> BibleTime will ask you if you want to write unsaved changes to disk.
fr: <action>Ferme &bibletime;</action> &bibletime; vous demandera si vous désirez enregistrer les modifications qui ne l'ont pas encore été.
nl: <action>Sluit BibleTime af.</action> BibleTime zal vragen of u onopgeslagen wijzigingen naar de harde schijf wilt schrijven.

source: View
fr: Affichage
nl: Beeld

source: <guimenu>View</guimenu> <guimenuitem>Show Toolbar</guimenuitem>
fr: <guimenu>Affichage</guimenu> <guimenuitem>Afficher la barre d'outils</guimenuitem>
nl: <guimenu>Beeld</guimenu> <guimenuitem>Toon Werkbalk</guimenuitem>

source: <action>Toggles Toolbar display.</action> Toggle this setting to turn the main toolbar on or off.
fr: <action>Active/désactive l'affichage de la barre d'outils.</action> Permet de faire apparaître ou disparaître la barre d'outil.
nl: <action>Schakelt de weergave van de Werkbalk in/uit.</action> Schakel deze instelling in/uit om de hoofdwerkbalk wel/niet weer te geven.

source: <shortcut><keycombo action="simul"><keycap>F9</keycap></keycombo></shortcut> <guimenu> <inlinemediaobject><imageobject> <imagedata fileref="i_sidetree.png" format="PNG"/></imageobject></inlinemediaobject> View</guimenu> <guimenuitem>Show Bookshelf</guimenuitem>
nl: <shortcut><keycombo action="simul"><keycap>F9</keycap></keycombo></shortcut> <guimenu> <inlinemediaobject><imageobject> <imagedata fileref="i_sidetree.png" format="PNG"/></imageobject></inlinemediaobject> Beeld</guimenu> <guimenuitem>Toon Boekenplank</guimenuitem>

source: <action>Toggles display of the Bookshelf.</action> Toggle this setting to turn the Bookshelf on the left pane on or off. This can be handy if you need more space for the Mag.
fr: <action>Active/désactive l'affichage de la barre d'outils.</action> Permet de faire apparaître ou disparaître la bibliothèque dans le panneau de gauche. Cela peut être utile si vous avez besoin de plus de place pour le zoom.
nl: <action>Schakelt de weergave van de Boekenplank in/uit.</action> Schakel deze instelling in/uit om de Boekenplank in het linkerpaneel wel/niet weer te geven. Dit kan handig zijn als u meer ruimte nodig heeft voor het vergrootglas.

source: <shortcut><keycombo action="simul"><keycap>F8</keycap></keycombo></shortcut> <guimenu> <inlinemediaobject><imageobject> <imagedata fileref="i_sidetree.png" format="PNG"/></imageobject></inlinemediaobject> View</guimenu> <guimenuitem>Show Mag</guimenuitem>
fr: <shortcut><keycombo action="simul"><keycap>F8</keycap></keycombo></shortcut> <guimenu> <inlinemediaobject><imageobject> <imagedata fileref="i_sidetree.png" format="PNG"/></imageobject></inlinemediaobject>Affichage</guimenu> <guimenuitem>Afficher le zoom</guimenuitem>
nl: <shortcut><keycombo action="simul"><keycap>F8</keycap></keycombo></shortcut> <guimenu> <inlinemediaobject><imageobject> <imagedata fileref="i_sidetree.png" format="PNG"/></imageobject></inlinemediaobject> Beeld</guimenu> <guimenuitem>Toon Vergrootglas</guimenuitem>

source: <action>Toggles display of the Mag(nifying glass).</action> Toggle this setting to turn the Mag on the left pane on or off.
fr: <action>Active/désactive l'affichage de la barre d'outils.</action> Permet de faire apparaître ou disparaître le zoom dans le panneau de gauche.
nl: <action>Schakelt de weergave van het Vergrootglas in/uit.</action> Schakel deze instelling in/uit om het Vergrootglas in het linkerpaneel aan/uit te zetten.

source: Search
fr: Rechercher
nl: Zoeken

source: <shortcut><keycombo action="simul">&Alt;&Ctrl;<keycap>F</keycap></keycombo></shortcut> <guimenu> <inlinemediaobject><imageobject> <imagedata fileref="i_find.png" format="PNG"/></imageobject></inlinemediaobject> Search</guimenu> <guimenuitem>Search in standard bible</guimenuitem>
fr: <shortcut><keycombo action="simul">&Alt;&Ctrl;<keycap>F</keycap></keycombo></shortcut> <guimenu> <inlinemediaobject><imageobject> <imagedata fileref="i_find.png" format="PNG"/></imageobject></inlinemediaobject> Rechercher</guimenu> <guimenuitem>Rechercher dans la bible par défaut</guimenuitem>
nl: <shortcut><keycombo action="simul">&Alt;&Ctrl;<keycap>F</keycap></keycombo></shortcut> <guimenu> <inlinemediaobject><imageobject> <imagedata fileref="i_find.png" format="PNG"/></imageobject></inlinemediaobject> Zoeken</guimenu> <guimenuitem>Zoek in standaardbijbel</guimenuitem>

source: <action>Opens the Search Dialog to search in the standard Bible only</action>. More works can be added in the Search Dialog.
fr: <action>Ouvre le dialogue de recherche pour rechercher dans la Bible par défaut uniquement</action>. D'autres modules peuvent être ajoutées dans le dialogue.
nl: <action>Opent de Zoekdialoog om alleen in de standaardbijbel te zoeken</action>. Meer modules kunnen worden toegevoegd in de Zoekdialoog.

source: <shortcut><keycombo action="simul">&Ctrl;<keycap>O</keycap></keycombo></shortcut> <guimenu> <inlinemediaobject><imageobject> <imagedata fileref="i_find.png" format="PNG"/></imageobject></inlinemediaobject> Search</guimenu> <guimenuitem>Search in open work(s)</guimenuitem>
fr: <shortcut><keycombo action="simul">&Ctrl;<keycap>O</keycap></keycombo></shortcut> <guimenu> <inlinemediaobject><imageobject> <imagedata fileref="i_find.png" format="PNG"/></imageobject></inlinemediaobject>Rechercher</guimenu> <guimenuitem>Rechercher dans les modules ouvertes</guimenuitem>
nl: <shortcut><keycombo action="simul">&Ctrl;<keycap>O</keycap></keycombo></shortcut> <guimenu> <inlinemediaobject><imageobject> <imagedata fileref="i_find.png" format="PNG"/></imageobject></inlinemediaobject> Zoeken</guimenu> <guimenuitem>Zoek in geopende module(s)</guimenuitem>

source: <action>Opens the Search Dialog to search in all open works</action>. More works can be added in the Search Dialog.
fr: <action>Ouvre le dialogue de recherche pour rechercher dans les module ouvertes</action>. D'autres modules peuvent être ajoutées dans le dialogue.
nl: <action>Opent de Zoekdialoog om alle geopende modules te doorzoeken</action>. Meer modules kunnen worden toegevoegd in de Zoekdialoog.

source: Window
fr: Fenêtre
nl: Venster

source: <guimenu> <inlinemediaobject><imageobject> <imagedata fileref="i_sidetree.png" format="PNG"/></imageobject></inlinemediaobject> Window</guimenu> <guimenuitem>Save session</guimenuitem>
fr: <guimenu> <inlinemediaobject><imageobject> <imagedata fileref="i_sidetree.png" format="PNG"/></imageobject></inlinemediaobject>Fenêtre</guimenu> <guimenuitem>Sauvegarder profil</guimenuitem>
nl: <guimenu> <inlinemediaobject><imageobject> <imagedata fileref="i_sidetree.png" format="PNG"/></imageobject></inlinemediaobject> Venster</guimenu> <guimenuitem>Sessie opslaan</guimenuitem>

source: <action>Directly saves the current session</action>. This will open a context menu where you can select an existing session to save to. It will be overwritten with your current session. See the next item on how to save to a new session.
fr: <action>Enregistre immédiatement le profil courant</action>. Un dialogue s'ouvrira, permettant de choisir un profil existant qui sera remplacé par le profil courant. Voyez l'entrée suivante pour enregistrer un nouveau profil.
nl: <action>Bewaart de huidige sessie rechtstreeks</action>. Dit opent een context menu waarin u een bestaande sessie kunt selecteren om naar toe te schrijven. Deze zal dus overschreven worden met de huidige sessie. Het volgende item gaat over hoe je een nieuwe sessie kunt opslaan.

source: <shortcut><keycombo action="simul">&Alt;&Ctrl;<keycap>S</keycap></keycombo></shortcut> <guimenu> <inlinemediaobject><imageobject> <imagedata fileref="i_sidetree.png" format="PNG"/></imageobject></inlinemediaobject> Window</guimenu> <guimenuitem>Save as new Session</guimenuitem>
fr: <shortcut><keycombo action="simul">&Alt;&Ctrl;<keycap>S</keycap></keycombo></shortcut> <guimenu> <inlinemediaobject><imageobject> <imagedata fileref="i_sidetree.png" format="PNG"/></imageobject></inlinemediaobject> Fenêtre</guimenu> <guimenuitem>Sauver comme nouveau profil</guimenuitem>
nl: <shortcut><keycombo action="simul">&Alt;&Ctrl;<keycap>S</keycap></keycombo></shortcut> <guimenu> <inlinemediaobject><imageobject> <imagedata fileref="i_sidetree.png" format="PNG"/></imageobject></inlinemediaobject> Venster</guimenu> <guimenuitem>Opslaan als nieuwe sessie</guimenuitem>

source: <action>Saves the current session under a new name</action>. This will ask for a new name to save the session to.
fr: <action>Enregistre le profil courant sous un nouveau nom</action> à spécifier dans le dialogue qui s'ouvrira.
nl: <action>Slaat de huidige sessie op onder een nieuwe naam</action>. Dit vraagt u om een nieuwe naam om de sessie onder te bewaren.

source: <guimenu> <inlinemediaobject><imageobject> <imagedata fileref="i_sidetree.png" format="PNG"/></imageobject></inlinemediaobject> Window</guimenu> <guimenuitem>Load session</guimenuitem>
fr: <guimenu> <inlinemediaobject><imageobject> <imagedata fileref="i_sidetree.png" format="PNG"/></imageobject></inlinemediaobject> Fenêtre</guimenu> <guimenuitem>Ouvrir profil</guimenuitem>
nl: <guimenu> <inlinemediaobject><imageobject> <imagedata fileref="i_sidetree.png" format="PNG"/></imageobject></inlinemediaobject> Venster</guimenu> <guimenuitem>Laad sessie</guimenuitem>

source: <action>Loads an existing session</action>. This will open a context menu where you can select an existing session to load.
fr: <action>Ouvre un profil existant</action>. Un menu permettant de choisir un profil existant à ouvrir s'ouvrira.
nl: <action>Laad een bestaande sessie</action>. Dit zal een context menu oproepen waarin u een bestaande sessie kunt selecteren om te laden.

source: <guimenu> <inlinemediaobject><imageobject> <imagedata fileref="i_sidetree.png" format="PNG"/></imageobject></inlinemediaobject> Window</guimenu> <guimenuitem>Delete session</guimenuitem>
fr: <guimenu> <inlinemediaobject><imageobject> <imagedata fileref="i_sidetree.png" format="PNG"/></imageobject></inlinemediaobject> Fenêtre</guimenu> <guimenuitem>Effacer le profil</guimenuitem>
nl: <guimenu> <inlinemediaobject><imageobject> <imagedata fileref="i_sidetree.png" format="PNG"/></imageobject></inlinemediaobject> Venster</guimenu> <guimenuitem>Verwijder sessie</guimenuitem>

source: <action>Deletes an existing session</action>. This will open a context menu where you can select an existing session that should be deleted.
fr: <action>Efface un profil existant</action>, à choisir dans le menu qui s'ouvrira.
nl: <action>Verwijderd een bestaande sessie</action>. Dit opent een context menu waarin u een bestaande sessie kunt selecteren om te verwijderen.

source: <shortcut><keycombo action="simul">&Ctrl;&Shift;<keycap>F</keycap></keycombo></shortcut> <guimenu> <inlinemediaobject><imageobject> <imagedata fileref="i_fullscreen.png" format="PNG"/></imageobject></inlinemediaobject> Window</guimenu> <guimenuitem>Fullscreen Mode</guimenuitem>
fr: <shortcut><keycombo action="simul">&Ctrl;&Shift;<keycap>F</keycap></keycombo></shortcut> <guimenu> <inlinemediaobject><imageobject> <imagedata fileref="i_fullscreen.png" format="PNG"/></imageobject></inlinemediaobject> Fenêtre</guimenu> <guimenuitem>Mode plein écran</guimenuitem>
nl: <shortcut><keycombo action="simul">&Ctrl;&Shift;<keycap>F</keycap></keycombo></shortcut> <guimenu> <inlinemediaobject><imageobject> <imagedata fileref="i_fullscreen.png" format="PNG"/></imageobject></inlinemediaobject> Venster</guimenu> <guimenuitem>Volledig scherm</guimenuitem>

source: <action>Toggles fullscreen mode</action>. Here you can turn fullscreen mode on or off. In fullscreen mode, &bibletime; will expand to the full size of your monitor screen, using as much space as possible.
fr: <action>(Dés)active le mode plein écran</action>. Vous pouvez activer ou désactiver le mode plein écran. En mode plein écran, &bibletime; utilisera toute la place disponible sur votre écran.
nl: <action> Schakelt de volledige schermmodus in/uit</action>. Hiermee kunt u de volledige scherm modus in of uit schakelen, &bibletime; zal uitbreiden tot de volledige grootte van uw beeldscherm, waarbij het zoveel mogelijk ruimte gebruikt als mogelijk.

source: <guimenu> <inlinemediaobject><imageobject> <imagedata fileref="i_cascade_auto.png" format="PNG"/></imageobject></inlinemediaobject> Window</guimenu> <guimenuitem>Arrangement mode</guimenuitem>
fr: <guimenu> <inlinemediaobject><imageobject> <imagedata fileref="i_cascade_auto.png" format="PNG"/></imageobject></inlinemediaobject> Fenêtre</guimenu> <guimenuitem>Mode d'arrangement</guimenuitem>
nl: <guimenu> <inlinemediaobject><imageobject> <imagedata fileref="i_cascade_auto.png" format="PNG"/></imageobject></inlinemediaobject> Venster</guimenu> <guimenuitem>Rangschikking van vensters</guimenuitem>

source: <action>Controls the basic window arrangement behaviour</action>. In the opening context menu, you can either specify that you want to take care of the window arrangement yourself (Manual mode) or have &bibletime; handle it for you (Automatical modes, just try them out!).
fr: <action>Contrôle le mode standard d'arrangement des fenêtres</action>. Dans le menu qui s'ouvrira, vous pouvez choisir de gérer vous -même l'arrangement des fenêtres (Mode manuel) ou de laisser &bibletime; le faire pour vous (Modes automatiques, essayez-les!).
nl: <action>Bepaalt het uitgangspunt voor de rangschikking van vensters</action>. In het context menu dat geopend wordt, kunt u kiezen of u zelf de rangschikking van de vensters wilt regelen (Handmatige modus) of dat u wilt dat &bibletime; dit voor u doet (Automatische modi, probeer ze gewoon uit!).

source: <shortcut><keycombo action="simul">&Ctrl;<keycap>G</keycap></keycombo></shortcut> <guimenu> <inlinemediaobject><imageobject> <imagedata fileref="i_tile.png" format="PNG"/></imageobject></inlinemediaobject> Window</guimenu> <guimenuitem>Tile vertically</guimenuitem>
fr: <shortcut><keycombo action="simul">&Ctrl;<keycap>G</keycap></keycombo></shortcut> <guimenu> <inlinemediaobject><imageobject> <imagedata fileref="i_tile.png" format="PNG"/></imageobject></inlinemediaobject> Fenêtre</guimenu> <guimenuitem>Mosaïque verticale</guimenuitem>
nl: <shortcut><keycombo action="simul">&Ctrl;<keycap>G</keycap></keycombo></shortcut> <guimenu> <inlinemediaobject><imageobject> <imagedata fileref="i_tile.png" format="PNG"/></imageobject></inlinemediaobject> Venster</guimenu> <guimenuitem>Verticaal stapelen</guimenuitem>

source: <action>Tiles all open read windows vertically</action>.
fr: <action>Place les fenêtres de lecture ouvertes en mosaïque horizontale</action>.
nl: <action>Stapelt alle leesvensters verticaal naast elkaar</action>

source: <shortcut><keycombo action="simul">&Ctrl;<keycap>H</keycap></keycombo></shortcut> <guimenu> <inlinemediaobject><imageobject> <imagedata fileref="i_tile.png" format="PNG"/></imageobject></inlinemediaobject> Window</guimenu> <guimenuitem>Tile horizontally</guimenuitem>
fr: <shortcut><keycombo action="simul">&Ctrl;<keycap>H</keycap></keycombo></shortcut> <guimenu> <inlinemediaobject><imageobject> <imagedata fileref="i_tile.png" format="PNG"/></imageobject></inlinemediaobject> Fenêtre</guimenu> <guimenuitem>Mosaïque horizontale</guimenuitem>
nl: <shortcut><keycombo action="simul">&Ctrl;<keycap>H</keycap></keycombo></shortcut> <guimenu> <inlinemediaobject><imageobject> <imagedata fileref="i_tile.png" format="PNG"/></imageobject></inlinemediaobject> Venster</guimenu> <guimenuitem>Horizontaal stapelen</guimenuitem>

source: <action>Tiles all open windows horizontally</action>.
fr: <action>Place les fenêtres de lecture ouvertes en mosaïque verticale</action>.
nl: <action>Stapelt alle geopende vensters horizontaal boven elkaar</action>.

source: <shortcut><keycombo action="simul">&Ctrl;<keycap>J</keycap></keycombo></shortcut> <guimenu> <inlinemediaobject><imageobject> <imagedata fileref="i_cascade.png" format="PNG"/></imageobject></inlinemediaobject> Window</guimenu> <guimenuitem>Cascade</guimenuitem>
fr: <shortcut><keycombo action="simul">&Ctrl;<keycap>J</keycap></keycombo></shortcut> <guimenu> <inlinemediaobject><imageobject> <imagedata fileref="i_cascade.png" format="PNG"/></imageobject></inlinemediaobject> Fenêtre</guimenu> <guimenuitem>Cascade</guimenuitem>
nl: <shortcut><keycombo action="simul">&Ctrl;<keycap>J</keycap></keycombo></shortcut> <guimenu> <inlinemediaobject><imageobject> <imagedata fileref="i_cascade.png" format="PNG"/></imageobject></inlinemediaobject> Venster</guimenu> <guimenuitem>Trapsgewijs (cascade)</guimenuitem>

source: <action>Cascades all open windows</action>.
fr: <action>Empile les fenêtres de lecture en cascade</action>.
nl: <action>Rangschikt alle geopende vensters trapsgewijs (achter elkaar)</action>

source: <shortcut><keycombo action="simul">&Alt;&Ctrl;<keycap>W</keycap></keycombo></shortcut> <guimenu> <inlinemediaobject><imageobject> <imagedata fileref="i_fileclose.png" format="PNG"/></imageobject></inlinemediaobject> Window</guimenu> <guimenuitem>Close all</guimenuitem>
fr: <shortcut><keycombo action="simul">&Alt;&Ctrl;<keycap>W</keycap></keycombo></shortcut> <guimenu> <inlinemediaobject><imageobject> <imagedata fileref="i_fileclose.png" format="PNG"/></imageobject></inlinemediaobject> Fenêtre</guimenu> <guimenuitem>Tout fermer</guimenuitem>
nl: <shortcut><keycombo action="simul">&Alt;&Ctrl;<keycap>W</keycap></keycombo></shortcut> <guimenu> <inlinemediaobject><imageobject> <imagedata fileref="i_fileclose.png" format="PNG"/></imageobject></inlinemediaobject> Venster</guimenu> <guimenuitem>Alles sluiten</guimenuitem>

source: <action>Closes all open windows</action>.
fr: <action>Ferme toutes les fenêtres ouvertes</action>.
nl: <action>Sluit alle geopende vensters</action>

source: Settings
fr: Configuration
nl: Instellingen

source: <guimenu> <inlinemediaobject><imageobject> <imagedata fileref="i_configuretoolbars.png" format="PNG"/></imageobject></inlinemediaobject> Settings</guimenu> <guimenuitem>Configure toolbars</guimenuitem>
fr: <guimenu> <inlinemediaobject><imageobject> <imagedata fileref="i_configuretoolbars.png" format="PNG"/></imageobject></inlinemediaobject> Configuration</guimenu> <guimenuitem>Configurer les barres d'outils</guimenuitem>
nl: <guimenu> <inlinemediaobject><imageobject> <imagedata fileref="i_configuretoolbars.png" format="PNG"/></imageobject></inlinemediaobject> Instellingen</guimenu> <guimenuitem>Configureer werkbalken</guimenuitem>
