Repository: bibletime/historic-bibletime-svn
Catalog: trunk/bibletime/i18n/handbook/*.po
Languages: fr, nl

source: Configuring &bibletime;
fr: Configurer &bibletime;
nl: &bibletime; configureren

source: In this section you find a description of the different possibilities to configure &bibletime;: The <link linkend="hdbk-config-bt">Configure BibleTime Dialog </link> and the <link linkend="hdbk-config-toolbar">Configure Toolbars</link> dialog. Both can be accessed under <guimenu>Settings</guimenu> in the main menu.
fr: Dans cette section vous trouverez une description des différentes possibilités de configurer &bibletime;: le dialogue<link linkend="hdbk-config-bt"> Configurer &bibletime;</link>et le dialogue <link linkend="hdbk-config-toolbar">Configurer les barres d'outils</link> qui sont tous les deux accessibles dans le menu <guimenu>Settings</guimenu>.
nl: In deze sectie vindt u een beschrijving van de verschillende mogelijkheden om &bibletime; te configureren: De<link linkend="hdbk-config-bt">Configureer BibleTime </link> Dialoog en de <link linkend="hdbk-config-toolbar">Configureer Werkbalken </link> Dialoog. Beiden kunnen benaderd worden via <guimenu>Instellingen</guimenu> in het hoofdmenu.

source: Configure BibleTime Dialog
fr: Le Dialogue Configurer Bibletime
nl: Configureer BibleTime Dialoog

source: The &bibletime; user interface can be customized in many ways depending on your needs. You can access the configuration dialog by selecting <menuchoice><guimenu>Settings</guimenu></menuchoice> <guimenuitem>Configure &bibletime;</guimenuitem>.
fr: L'interface utilisateur de &bibletime; peut être réglée de plusieurs manières en fonction de vos besoins. Vous pouvez accéder le dialogue de configuration en sélectionnant <menuchoice><guimenu>Settings</guimenu></menuchoice> <guimenuitem>Configurer &bibletime;</guimenuitem>.
nl: De &bibletime; gebruikersinterface kan op vele manieren aangepast worden, afhankelijk van uw behoeften. U kunt de configuratiedialoog benaderen door <menuchoice><guimenu>Instellingen</guimenu></menuchoice> <guimenuitem>Configureer &bibletime;</guimenuitem> te kiezen.

source: Display
fr: Affichage
nl: Weergave

source: The startup behavior can be customized. Select from the following options:
fr: Choisissez pour le comportement au démarrage parmi les options suivantes :
nl: Het gedrag bij het opstarten kan aangepast worden aan de gebruiker. Maak een keuze uit de volgende opties:

source: Show tip of the day
fr: Afficher l'astuce du jour
nl: Toon tip van de dag

source: Show startup logo
fr: Afficher le logo de démarrage
nl: Toon opstartlogo

source: Display templates define the rendering of text (colors, size etc.). Various built-in templates are available. If you select one, you will see a preview on the right pane.
fr: Les modéles d'affichages définissent la manière d'afficher le texte (taille, couleurs, etc.). Plusieurs modèles prédéfinis sont disponibles. En en sélectionnant un, vous le prévisualiserez dans le panneau de gauche.
nl: Weergavesjablonen bepalen hoe tekst op het scherm wordt weergegeven (kleuren, grootte, enz.). Er zijn verschillende ingebouwde sjablonen beschikbaar. Als u er &eacute;&eacute;n selecteert, zult u een voorbeeld zien in het voorbeeldvenster.

source: Languages
fr: Langues
nl: Talen

source: Here you can specify which language should be used for the biblical booknames. Set this to your native language, if it is available, and you'll feel at home.
fr: Vous pouvez choisir ici la langue utilisée pour afficher les noms de livres. Choisissez votre langue maternelle. Si elle est disponible vous vous sentirez chez vous.
nl: Hier kunt u specificeren welke talen gebruikt moeten worden voor de bijbelboeknamen. Stel dit op uw moedertaal als deze beschikbaar is en u voelt zich helemaal thuis.

source: By default, &bibletime; uses the &kde; general display font which can be specified in the &kcontrolcenter;. You can override this font if neccessary. Some languages require special fonts to be displayed correctly, and this dialog allows you to specify a custom font for each language.
fr: &bibletime; utilise par défaut la police d'affichage général de &kde; qui peuvent être choisies dans &kcontrolcenter;. Vous pouvez modifier ce comportement si nécessaire. Certaines langues requièrent des polices spécifiques pour s'afficher correctement. Ce dialogue permet de désigner une police adaptée pour chaque langue.
nl: Standaard gebruikt &bibletime; het &kde; Algemene weergave lettertype, welke gespecificeerd kan worden in het &kcontrolcenter;. U kunt een ander lettertype instellen als u dat nodig vindt. Sommige talen vereisen speciale lettertypen om correct te worden weergegeven en deze dialoog staat u toe om voor elke taal een bepaald lettertype in te stellen.

source: Options Dialog - fonts
fr: Le dialogue Options - polices
nl: Opties Dialoog - lettertypen

source: The Options dialog - Fonts.
fr: Le dialogue Options - polices
nl: De Opties dialoog - Lettertypen

source: &bibletime; can now use all fonts supported by KDE/QT. As long as the works you are interested in display correctly nothing needs to be done here. If a work only displays as a series of question marks (??????) or empty boxes, then you know that the standard KDE display font does not contain the characters used in this work.
fr: &bibletime; peut utiliser toutes les polices que KDE/QT supportent. Tant que les module qui vous intéressent s'affichent correctement, vous ne devez rien modifier ici. Si une module s'affiche comme une suite de points d'interrogations (??????) ou de boîtes vides, cela signifie que la police d'affichage standard de KDE ne contient pas les caractères utilisées dans cette oeuvre.
nl: &bibletime; kan nu alle lettertypen gebruiken die ondersteund worden door KDE/QT. Zolang alle modules waarin u ge&iuml;nteresseerd bent correct worden weergegeven, hoeft u hier niets mee te doen. Als een module wordt weergegeven met een reeks vraagtekens (??????) of lege rechthoekjes, dan weet u dat het standaard KDE lettertype niet de karakters bevat die in deze module worden gebruikt.

source: To correct this, choose this work's language from the drop down menu. Select the use custom font checkbox. Now select a font. For example, a font that supports many languages is Code2000. If no installed font can display the work you are interested in, try installing the &kde; localization package for that language.
fr: Pour corriger cela, choisissez la langue de l'module à partir du menu déroulant. Cochez la case "Utiliser une police personnalisée" et sélectionnez une police. Un exemple de police qui couvrent de nombreuses langues est Code2000. Si aucune police installée de peut afficher l'module qui vous intéresse, essayez d'installer le paquetage de localisation de &kde;.
nl: Om dit te corrigeren kiest u de taal van de module in de keuzelijst. Vink het keuzevakje aan om een aangepast lettertype te gebruiken. Selecteer nu een lettertype. Een voorbeeld van een lettertype dat vele talen ondersteunt is Code2000. Als geen enkel ge&iuml;nstalleerd lettertype de module kan weergeven waarin u ge&iuml;nteresseerd bent, probeer dan om het &kde; lokalisatiepakket (localization package) voor die taal te installeren.

source: Installing fonts
fr: Installer des polices
nl: Lettertypen installeren

source: Detailed font installation instructions are outside the scope of this handbook. &kde;'s <ulink url="help:/kcontrol/index.html">KControl Center</ulink> contains an excellent and easy to use font installation module. Please read <ulink url="help:/kcontrol/kcmfontinst/index.html"> its documentation</ulink>. For further information you might want to refer to the <ulink url="http://www.ibiblio.org/pub/Linux/docs/HOWTO/other-formats/html_single/Unicode-HOWTO.html#toc4"> Unicode HOWTO</ulink>.
fr: Des instructions détaillées pour installer des polices sortent du champ de ce manuel. Le <ulink url="help:/kcontrol/index.html">Centre de configuration de KDE</ulink> contient module d'installation de polices excellent et facile à utiliser. Veuillez lire <ulink url="help:/kcontrol/kcmfontinst/index.html">sa documentation</ulink>. Une bonne référence technique est le <ulink url="http://www.ibiblio.org/pub/Linux/docs/HOWTO/other-formats/html_single/Unicode-HOWTO.html#toc4"> Unicode HOWTO</ulink>.
nl: Gedetailleerd instructies voor het installeren van lettertypen vallen buiten het doelbereik van dit handboek. &kde;'s <ulink url="help:/kcontrol/index.html">KControl Center</ulink> bevat een uitstekende en gebruikersvriendelijke module om lettertypen te installeren. Lees de <ulink url="help:/kcontrol/kcmfontinst/index.html"> documentatie</ulink> hierover. Voor meer informatie kunt u de <ulink url="http://www.ibiblio.org/pub/Linux/docs/HOWTO/other-formats/html_single/Unicode-HOWTO.html#toc4"> Unicode HOWTO</ulink> inzien.

source: If you use a small font like Clearlyu (about 22kb), &bibletime; will run faster than with a large font like <trademark class="registered"> Bitstream Cyberbit</trademark> (about 12Mb).
fr: Si vous utilisez une petite police Clearlyu (environ 22 Ko), &bibletime; tournera plus rapidement qu'avec une grande police comme <trademark class="registered"> Bitstream Cyberbit</trademark> (environ 12 Mo).
nl: Als je een klein lettertype gebruikt, zoals Clearlyu (ongeveer 22KB), dan zal &bibletime; sneller werken dan met een groot font, zoals <trademark class="registered"> Bitstream Cyberbit</trademark> (ongeveer 12MB).

source: Obtaining Fonts
fr: Obtenir des polices
nl: Lettertypen verkrijgen

source: Fonts can be obtained from a number of sources:
fr: Des polices peuvent être obtenues de plusieurs sources
nl: Lettertypen kunnen worden verkregen uit een aantal bronnen:

source: Your Linux distribution.
fr: Votre distribution linux
nl: Uw Linux distributie.

source: Your distribution's localization packages.
fr: Les paquetages de localisation de votre distribution
nl: De lokalisatiepakketten (localization packages) in uw distributie.

source: An existing <trademark class="registered">Microsoft Windows</trademark> installation on the same computer.
fr: Une installation existante de <trademark class="registered">Microsoft Windows</trademark> sur le même ordinateur.
nl: Een bestaande <trademark class="registered">Microsoft Windows</trademark> installatie op dezelfde computer.

source: A font collection, such as are available from Adobe or Bitstream.
fr: Une collection de polices, comme celles disponibles chez Adobe ou Bitstream.
nl: Een verzameling lettertypen, zoals beschikbaar is van Adobe of Bitstream.

source: Online font collections.
fr: Des collections de polices disponibles en ligne.
nl: Online verzamelingen van lettertypen.

source: Unicode fonts support more characters than other fonts, and some of these fonts are available at no charge. None of available fonts includes all characters defined in the Unicode standard, so you may want to use different fonts for different languages.
fr: Les polices Unicode incluent plus de caractères que les autres polices, et certaines de ces polices sont disponibles gratuitement. Aucune police disponible n'inclut tous les caractères définis dans le standard Unicode, de sorte que vous pouvez avoir besoin d'utiliser des polices différentes pour des langues différentes.
nl: Unicode lettertypen ondersteunen meer karakters dan andere lettertypen, sommige van deze lettertypen zijn gratis beschikbaar. Geen van de beschikbare lettertypen bevat alle karakters die gedefinieerd staan in de Unicode standaard, dus misschien moet u verschillende lettertypen gebruiken voor verschillende talen.

source: Unicode Fonts
fr: Polices Unicode
nl: Unicode lettertypen

source: Perhaps the best free Unicode font, covering a wide range of characters.
fr: Peut-être bien la meilleure police Unicode gratuite, couvrant un large spectre de caractères.
nl: Misschien het beste gratis Unicode lettertype, welke een groot aantal karakters ondersteunt.

source: SIL unicode fonts
fr: Polices Unicode SIL
nl: SIL Unicode lettertypen

source: Excellent unicode fonts from the Summer Institute of Linguistics.
fr: Excellentes polices Unicode du Summer Institute of Linguistics.
nl: Uitstekende Unicode lettertypen van het Summer Institute of Linguistics.

source: A new free unicode font initiative.
fr: Une nouvelle initiative de police Unicode gratuite.
nl: Een nieuw initiatief voor gratis Unicode lettertypen.

source: Crosswire's font directory
fr: Le répertoire de polices Crosswire
nl: Crosswire's lettertypen directory

source: Several fonts available from the Crosswire Bible Society Ftp site.
fr: Plusieurs polices sont disponibles sur le serveur ftp de la Crosswire Bible Society.
nl: Verscheidene lettertypen zijn beschikbaar op de ftp pagina van de Crosswire Bible Society.

source: Covers almost the entire range of Unicode, but might slow &bibletime; down because of its size.
fr: Couvre presque tout le spectre d'Unicode, mais peut ralentir &bibletime; à cause de sa taille.
nl: Dekt bijna het gehele bereik van Unicode, maar kan &bibletime; vertragen door zijn omvang.

source: Included in some distributions. Contains European, Greek, Hebrew, Thai.
fr: Inclue dans certaines distributions. Comporte les alphabets latins, cyrilliques, grec, hébreu et thaï.
nl: Is inbegrepen in sommige distributies. Bevat Europese, Griekse, Hebreeuwse en Thaise karakters.

source: Partial coverage, see information on linked site.
fr: Couverture partielle, voir les informations sur le site en lien.
nl: Gedeeltelijk bereik van de Unicode standaard, zie voor meer informatie op de bijbehorende website.

source: There are good Unicode font lists on the net, as the one by Christoph Singer (<ulink url="http://www.slovo.info/unifonts.htm">Multilingual Unicode TrueType Fonts in the Internet</ulink>), or the one by Alan Wood (<ulink url="http://www.alanwood.net/unicode/fontsbyrange.html"> Unicode character ranges and the Unicode fonts that support them</ulink>).
fr: Il y a de bonnes listes de polices Unicode sur le web, comme celles de (<ulink url="http://www.slovo.info/unifonts.htm">Multilingual Unicode TrueType Fonts in the Internet</ulink>), ou d'Alan Wood (<ulink url="http://www.alanwood.net/unicode/fontsbyrange.html"> Unicode character ranges and the Unicode fonts that support them</ulink>).
nl: Er zijn lijsten van goede Unicode lettertypen op het internet, zoals die van Christoph Singer (<ulink url="http://www.slovo.info/unifonts.htm">Multilingual Unicode TrueType Fonts in the Internet</ulink>), of die van Alan Wood (<ulink url="http://www.alanwood.net/unicode/fontsbyrange.html"> Unicode character ranges and the Unicode fonts that support them</ulink>).

source: Desk
fr: Bureau
nl: Bureau

source: Many features provided by the Sword backend can now be customized in &bibletime;. These features are documented right in the dialog. You also have the possibility to specify standard works that should be used when no specific work is specified in a reference. An example: The standard Bible is used to display the content of crossreferences in the Bible. When you hover over then, the Mag will show the content of the verses referred to, according to the standard Bible you specified.
fr: De nombreuses fonctionnalités de Sword peuvent être configurées dans &bibletime;. Ces fonctionnalités sont documentées dans le dialogue. Ces fonctionnalités Vous pouvez aussi désigner les modules standard à utiliser quand aucune module spécifique n'est mentionnée dans la référence. Par exemple, la bible standard est utilisée pour afficher le contenu de références croisées dans la bible. Quand le pointeur de la souris passe au dessus d'une de celles-ci, vous verrez le contenu des versets auquel il est fait référence, d'après la bible standard que vous avez désignée.
nl: Vele functies die door de Sword backend aangeboden worden, kunnen nu aangepast worden in &bibletime; Deze functies zijn rechts in de dialoog gedocumenteerd. U heeft ook de mogelijkheid om standaardmodules op te geven die gebruikt moeten worden wanneer niet een bepaalde module is gespecificeerd in een verwijzing. Een voorbeeld: De standaardbijbel wordt gebruikt om de inhoud van kruisverwijzingen in de bijbel weer te geven. Als u daar met uw muis over heen gaat, zal het vergrootglas de inhoud laten zien van de verzen waarnaar verwezen wordt, zoals deze vermeld staan in de standaardbijbel.

source: HotKeys
fr: Raccourcis
nl: Sneltoetsen

source: HotKeys are special key commands that can be used in the place of the menu items and icons. A number of &bibletime;'s commands have predefined HotKeys (see <link linkend="hdbk-reference-hotkeys">this section</link> for a complete listing). Most of &bibletime;'s commands can be assigned HotKeys here. This is very helpful to quickly access the functions that you need the most.
fr: Les Racourcis sont des commandes au clavier qui peuvent être utilisée à la place des menus et des icônes. Plusieurs commandes &bibletime; onts des raccourcis prédéfinis (voir <link linkend="hdbk-reference-hotkeys">this section</link> pour une liste complète). La plupart des commandes &bibletime; epuvent être associées ici à des raccourcis. Cela permet d'accéder rapidement aux fonctionnalités dont on a le plus besoin.
nl: Sneltoetsen zijn speciale toetsencombinaties die gebruikt kunnen worden in plaats van menu items en iconen. Een aantal van &bibletime;'s commando's hebben voorgeprogrammeerde sneltoetsen (zie <link linkend="hdbk-reference-hotkeys">deze sectie</link> voor een volledige lijst). Aan de meeste van &bibletime;'s commando's kunnen hier sneltoetsen worden toegewezen. Dit is erg handig om snel toegang te hebben tot de functies die u het meest nodig heeft.

source: Configure Toolbars dialog
fr: Le dialogue Configurer les barres d'outils
nl: Configureer Werkbalken dialoog

source: You can adapt the toolbar to your needs. Please use the following entry in the main menu:
fr: Vous pouvez adapter la barre d'outils à vos besoins, par le choix suivant dans le menu principal:
nl: U kunt de werkbalk aanpassen naar uw behoeften. Gebruik het volgende item in het hoofdmenu:

source: <guimenu> <inlinemediaobject><imageobject> <imagedata fileref="i_configuretoolbars.png" format="PNG"/></imageobject> </inlinemediaobject>Settings </guimenu> <guimenuitem>Configure toolbars</guimenuitem>
fr: <guimenu> <inlinemediaobject><imageobject> <imagedata fileref="i_configuretoolbars.png" format="PNG"/></imageobject> </inlinemediaobject>Configuration </guimenu> <guimenuitem>Configurer les barres d'outils</guimenuitem>
nl: <guimenu> <inlinemediaobject><imageobject> <imagedata fileref="i_configuretoolbars.png" format="PNG"/></imageobject> </inlinemediaobject>Instellingen </guimenu> <guimenuitem>Configureer werkbalken</guimenuitem>

source: Configure toolbars
fr: Configurer les barres d'outils
nl: Werkbalken configureren

source: You will see this dialog, which allows adding and removing buttons from the main toolbar of &bibletime;. The order of the can also be changed.
fr: Vous verrez ce dialogue, qui permet d'ajouter, de déplacer et de retirer des boutons de la barre d'outils principale de &bibletime;.
nl: U zult deze dialoog zien, welke u in staat stelt om knoppen toe te voegen aan en te verwijderen van de hoofdwerkbalk in &bibletime;. De volgorde van de knoppen kan ook veranderd worden.

source: Toolbar configuration dialog
fr: Le dialogue de configuration de la barre d'outil
nl: Configuratiedialoog van de werkbalk

source: The Toolbar configuration dialog.
fr: Le dialogue de configuration de la barre d'outil
nl: De configuratiedialoog van de werkbalk

source: Use the 4 buttons in the middle of the window to move buttons to the toolbar, away from the toolbar or to sort them on the toolbar according to your preference.
fr: Les quatre boutons au milieu de la fenêtre permettent d'ajouter des boutons à la barre d'outil, de les en ôter et de les y déplacer.
nl: Gebruik de vier knoppen in het midden van het venster om knoppen van en naar de werkbalk te verplaatsen of om ze op de werkbalk te sorteren zoals u dat wenst.

source: Please see <link linkend="hdbk-reference-menus-settings-toolbars">this section</link> for further information.
fr: Voir <link linkend="hdbk-reference-menus-settings-toolbars">cette section</link> pour plus d'information.
nl: Zie <link linkend="hdbk-reference-menus-settings-toolbars">deze sectie</link> voor meer informatie.

source: Introduction
nl: Introductie

source: About BibleTime
fr: À propos de &bibletime;
nl: Over BibleTime

source: &bibletime; is a powerful Bible study tool written for the &kde; environment on the Linux operating system. It is based on the <ulink url="http://www.crosswire.org/sword">Sword</ulink> library, which provides the back-end functionality for &bibletime;, such as viewing Bible text, searching etc. Sword is the flagship product of the <ulink url="http://www.crosswire.org">Crosswire Bible Society</ulink>.
fr: &bibletime; est un outil puissant d'étude de la Bible écrit pour l'environnement &kde; environment sur le système d'exploitation Linux. Il se base sur la bibliothèque <ulink url="http://www.crosswire.org/sword">Sword</ulink>, qui fournit les fonctionnalités en coulisses comme voir un texte de la Bible, effectuer une recherche. Sword est le produit phare de la <ulink url="http://www.crosswire.org">Crosswire Bible Society</ulink>.
nl: &bibletime; is een krachtig bijbelstudieprogramma, geschreven voor &kde; op het linux besturingssysteem. Het is gebaseerd op de <ulink url="http://www.crosswire.org/sword">Sword</ulink> bibliotheek, welke in de backend functionaliteit voor &bibletime; voorziet, zoals het bekijken van bijbelteksten, zoeken, enz. Sword is het paradepaardje van de <ulink url="http://www.crosswire.org">Crosswire Bible Society</ulink>.

source: &bibletime; is designed to be used with works encoded in one of the formats supported by the Sword project. Complete information on the supported document formats can be found in the <ulink url="http://www.crosswire.org/sword/develop/index.jsp"> developers section</ulink> of the Sword Project, Crosswire Bible Society.
fr: &bibletime; est conçu pour être utilisée avec des modules encodées dans l'un des formats compatibles avec le projet Sword. Des infomations complètes sur les formats compatibles sont disponible sur la <ulink url="http://www.crosswire.org/sword/develop/index.jsp">section développement</ulink> du projet Sword de la Crosswire Bible Society.
nl: &bibletime; is ontworpen om gebruikt te worden in combinatie met modules die gecodeerd zijn in &eacute;&eacute;n van de formaten die ondersteund worden door het Sword project. Alle informatie over de ondersteunde documentformaten kan gevonden worden in de <ulink url="http://www.crosswire.org/sword/develop/index.jsp"> ontwikkelaars sectie </ulink> van het Sword Project, Crosswire Bible Society.

source: Available works
fr: Œuvres disponibles
nl: Beschikbare modules

source: Over 200 documents in 50 languages are available from the <ulink url="http://www.crosswire.org">Crosswire Bible Society</ulink>. These include:
fr: Plus de deux cents documents dans cinquante langues sont disponibles auprès de la <ulink url="http://www.crosswire.org">Crosswire Bible Society</ulink>. Parmi ceux-ci:
nl: Meer dan 200 documenten in 50 talen zijn beschikbaar bij de <ulink url="http://www.crosswire.org">Crosswire Bible Society</ulink>. Hierin zijn opgenomen:

source: Bibles
nl: Bijbels
