Repository: bibletime/historic-bibletime-svn
Catalog: trunk/bibletime/i18n/messages/*.po
Languages: et

source: Alternative text
et: Alternatiivne tekst

source: Added text
et: Lisatud tekst

source: (user template)
et: (kasutaja mall)

source: Footnotes
et: Allmärkused

source: Strong's numbers
et: Strongi numbrid

source: Headings
et: Pealkirjad

source: Morphological tags
et: Morfoloogilised märgised

source: Lemmas
et: Lemmad

source: Hebrew vowel points
et: Heebrea keele vokaalimärgid

source: Hebrew cantillation marks
et: Heebrea keele laulumärgid

source: Greek accents
et: Kreeka keele rõhumärgid

source: Red letter words
et: Jeesuse sõnad

source: Textual variants
et: Tekstivariandid

source: Scripture cross-references
et: Pühakirjade ristviited

source: Morph segmentation
et: Morfoloogiline segmentatsioon

source: Version
et: Versioon

source: unknown
et: tundmatu

source: Markup
et: Märgendus

source: Location
et: Asukoht

source: Language
et: Keel

source: Category
et: Kategooria

source: Writable
et: Kirjutamisõigustega

source: no
et: ei

source: yes
et: jah

source: Unlock key
et: Avamiskood

source: Features
et: Funktsionaalsus

source: Take care, this work contains cult / questionable material!
et: Hoiatus, see teos sisaldab kultuslikku või küsitavat materjali!

source: Distribution license
et: Distributsiooni litsents

source: Distribution source
et: Distributsiooni lähteallikas

source: Distribution notes
et: Distributsiooni märkmed

source: Text source
et: Teksti allikas

source: Copyright notes
et: Autoriõiguste märkmed

source: Copyright holder
et: Autoriõiguste omanik

source: Copyright date
et: Autoriõiguste kuupäev

source: Copyright contact name
et: Autoriõiguste omaniku kontaktisiku nimi

source: Copyright contact address
et: Autoriõiguste omaniku kontaktisiku aadress

source: Copyright contact email
et: Autoriõiguste omaniku kontaktisiku e-post

source: Creating BibleTime's GUI
et: BibleTime'i graafilise kasutajaliidese loomine

source: Bookshelf
et: Raamaturiiul

source: Initializing menu- and toolbars
et: Menüüde ja tööriistaribade initsialiseerimine

source: Search in &open work(s)
et: &Otsi avatud teostest

source: Search in standard &Bible
et: Otsing eelistatud &piiblitõlkest

source: &Show bookshelf
et: &Kuva raamaturiiul

source: Bookshelf &Manager
et: Raamaturiiuli &haldamine

source: &Arrangement mode
et: &Asetusviis

source: &Manual mode
et: &Käsitiasetus

source: Auto-tile &vertically
et: Automaatne &vertikaalasetus

source: Auto-tile &horizontally
et: Automaatne &horisontaalasetus

source: Auto-&cascade
et: Automaatne k&askaadasetus

source: &Cascade
et: Aseta &kaskaadi

source: Tile &vertically
et: Aseta &vertikaalselt

source: Tile &horizontally
et: Aseta &horisontaalselt

source: Cl&ose all
et: &Sule kõik

source: &Save session
et: &Salvesta sessioon

source: Save as &new session
et: Salvesta &uue sessioonina

source: &Load session
et: &Lae sessioon

source: &Delete session
et: &Kustuta sessioon

source: &Fullscreen mode
et: &Täisekraanvaade

source: &Handbook
et: &Käsiraamat

source: &Bible Study Howto
et: &Piibli uurimise õpetus

source: &Daily tip
et: &Igapäevane tarkusetera

source: Initializing Sword
et: Sword teegi initsialiseerimine

source: Checking indices
et: Indeksite kontrollimine

source: Please enter a name for the new session.
et: Palun sisestage nimetus uue sessiooni jaoks.

source: Session name:
et: Sessiooni nimetus:

source: Crazy
et: Pöörane

source: Green
et: Roheline

source: High contrast
et: Kõrge kontrastiga

source: Simple
et: Lihtne

source: Old testament
et: Vana Testament

source: Moses/Pentateuch/Torah
et: Viis Moosese raamatut/Pentateuh/Toora

source: History
et: Ajalugu

source: Prophets
et: Prohvetid

source: New testament
et: Uus Testament

source: Gospels
et: Evangeeliumid

source: Letters/Epistles
et: Kirjad/epistlid

source: Paul's Epistles
et: Pauluse kirjad

source: *.html *.htm | HTML files *.* | All files (*.*)
et: *.html *.htm | HTML failid *.* | Kõik failid (*.*)

source: *.txt | Text files *.* | All files (*.*)
et: *.txt | Tekstifailid *.* | Kõik failid (*.*)

source: All files (*.*)
et: Kõik failid (*.*)

source: Mag ("shift" to lock)
et: Märgendinäitaja (lukustamiseks hoidke all "SHIFT"-klahvi)

source: Abbreviation
et: Lühend

source: Cross references
et: Ristviited

source: Footnote
et: Allmärkus

source: Strongs
et: Strongi numbrid

source: Morphology
et: Morfoloogia

source: Word lookup
et: Sõnaotsing

source: C&lear
et: &Tühjenda

source: Manage module search indices
et: Halda moodulite otsiindekseid

source: You can use the list below to create and/or delete search indices for your installed works.
et: Te võite kasutada allpoololevat nimekirja paigaldatud teoste otsiindeksite loomiseks ja/või eemaldamiseks.

source: Module
et: Moodul

source: Index size
et: Indeksi suurus

source: Modules with indices
et: Indekseeritud moodulid

source: Modules without indices
et: Indekseerimata moodulid

source: Preparing instant search
et: Kiirotsingu ettevalmistamine

source: Creating index for work %1
et: Indeksi loomine teosele %1

source: Configure BibleTime
et: Seadista BibleTime

source: Display
et: Kuva

source: Show tip of the day
et: Näita päeva tarkusetera

source: Show startuplogo
et: Näita käivitamisel logo

source: Display templates
et: Kuvamallid

source: Display templates define how text is displayed. Please choose a template you like.
et: Kuvamallid määravad, kuidas kuvatakse teksti. Palun valige Teile meeldiv mall.

source: Available display styles:
et: Saadaval olevad mallid:

source: Style preview
et: Malli näide:

source: Languages
et: Keeled

source: Specify a language for names of Bible books
et: Määra keel Piibli raamatute nimetuste jaoks

source: Sword has a number of locales available which can be used to internationalize the names of books of the Bible. You can specify which locale to use. If you want to create a new locale, see http://www.crosswire.org/sword/develop for details.
et: Swordi teek omab mitut lokaati, mida saab kasutada Piibli raamatute nimede kuvamiseks. Te võite määrata kasutatava lokaadi. Vaadake http://www.crosswire.org/sword/develop uue lokaadi loomiseks.

source: Language for names of Bible books
et: Keel Piibli raamatute nimetuste jaoks

source: Select custom fonts per-language
et: Valige kirjatüübid erinevate keelte jaoks

source: Here you find a list of all languages of the installed works. You can specify a custom font for each language that needs a special font to be displayed correctly.
et: Siin on nimekiri kõikidest paigaldatud teoste keeltest. Te võite kohandada kirjatüübi igale keelele, mis vajab korrektseks kuvamiseks spetsiaalset kirjatüüpi.

source: Use custom font
et: Kasuta kohandatud kirjatüüpi

source: HotKeys
et: Kiirklahvid

source: Choose type:
et: Valige tüüp:

source: All text windows
et: Kõik tektstiaknad

source: Bible windows
et: Piibliaknad

source: Commentary windows
et: Kommentaariaknad

source: Lexicon windows
et: Leksikoniaknad

source: Book windows
et: Raamatuaknad

source: Desk
et: Kirjutuslaud

source: Standard works
et: Eelistatud teosed

source: Standard works are used when no particular work is specified, for example when a hyperlink into a Bible or lexicon was clicked .
et: Eelistatud teoseid kasutatake kui ei ole määratud konkreetset teost, näiteks kui kasutatakse hüperlinki, mis viitab Piiblisse või mõnda leksikoni.

source: Standard Bible
et: Eelistatud piiblitõlge

source: Standard Commentary
et: Eelistatud kommentaarid

source: Standard Lexicon
et: Eelistatud leksikon

source: Standard Daily Devotional
et: Eelistatud igapäevane harduskirjandus

source: Standard Hebrew Strong's Lexicon
et: Eelistatud heebrea Strongi leksikon

source: Standard Greek Strong's Lexicon
et: Eelistatud kreeka Strongi leksikon

source: Standard Hebrew Morphological Lexicon
et: Eelistatud heebrea morfoloogiline leksikon

source: Standard Greek Morphological Lexicon
et: Eelistatud kreeka morfoloogiline leksikon

source: Text filters
et: Tekstifiltrid

source: Filters control the appearance of text. Here you can specify default settings for all filters. You can change the filter settings in each display window, of course.
et: Filtrid reguleerivad teksti välimust. Siin võite Te seadistada vaikimisi sätteid kõikidele filtritele. Te saate filtrite sätteid ka igas aknas eraldi muuta.

source: Insert line break after each verse
et: Alusta iga salmi uuelt realt

source: Show verse numbers
et: Kuva salmide numbreid

source: Show section headings
et: Kuva tekstiosade pealkirju

source: Show scripture cross-references
et: Kuva pühakirjade ristviiteid

source: Show Greek accents
et: Kuva kreeka keele rõhumärke

source: Show Hebrew vowel points
et: Kuva heebrea keele vokaalimärke

source: Show Hebrew cantillation marks
et: Kuva heebrea keele laulumärke

source: Show morph segmentation
et: Kuva morfoloogilist segmentatsiooni

source: Use textual variants
et: Kasuta tekstivariante

source: For God so loved the world, that he gave his one and only Son, that whoever believes in him should not perish, but have eternal life.
et: Sest nõnda on Jumal maailma armastanud, et ta oma ainusündinud Poja on andnud, et ükski, kes temasse usub, ei hukkuks, vaid et tal oleks igavene elu.

source: For God didn't send his Son into the world to judge the world, but that the world should be saved through him.
et: Jumal ei ole ju läkitanud oma Poega maailma, et ta kohut mõistaks maailma üle, vaid et maailm tema läbi päästetaks.

source: He who believes in him is not judged. He who doesn't believe has been judged already, because he has not believed in the name of the one and only Son of God.
et: Kes temasse usub, selle üle ei mõisteta kohut, ja kes ei usu, selle üle on kohus juba mõistetud, sest ta ei ole uskunud Jumala ainusündinud Poja nimesse.

source: This is the judgment, that the light has come into the world, and men loved the darkness rather than the light; for their works were evil.
et: Ent kohus on see, et valgus on tulnud maailma, aga inimesed on armastanud pimedust enam kui valgust, sest nende teod on kurjad.

source: For everyone who does evil hates the light, and doesn't come to the light, lest his works would be exposed.
et: Igaüks, kes teeb halba, vihkab valgust ega tule valguse juurde, et ta tegusid ei paljastataks.

source: But he who does the truth comes to the light, that his works may be revealed, that they have been done in God.
et: Aga kes teeb tõtt, see tuleb valguse juurde, et ta teod saaksid avalikuks, sest need on tehtud Jumalas.

source: Bookshelf Manager
et: Raamaturiiuli haldamine

source: Bookshelf path(s)
et: Raamaturiiuli asukohad

source: Configure bookshelf path(s)
et: Raamaturiiuli asukohtade seadistamine

source: You can store your bookshelfs in one or more directories, which you can specify here.
et: Te võite enda raamaturiiuleid hoida ühes või mitmes kataloogis, mida Te saate siin määratleda.

source: Your bookshelf configuration file is <b>%1</b>
et: Teie raamaturiiulite konfiguratsiooni fail on <b>%1</b>

source: Path to bookshelf
et: Raamaturiiuli asukoht

source: Edit Entry
et: Muuda kirjet

source: Add Entry
et: Lisa kirje

source: Remove Entry
et: Eemalda kirje

source: Install/Update works
et: Paigalda/uuenda teoseid

source: Install/update works - Step 1
et: Teoste paigaldamine/uuendamine - 1. samm

source: Please choose a (local or remote) library and a bookshelf path to install the work(s) to. After that step click on the connect button.<br/><b>WARNING: If you live in a persecuted country and do not wish to risk detection you should NOT use the module remote installation feature!</b>
et: Palun valige (kohalik või võrgus olev) raamatukogu ja raamaturiiuli asukoht, kuhu teosed paigaldata. Järgmisena vajutage raamatukoguga ühendundamise nuppu.<br/><b>HOIATUS: Kui Te elate tagakiusatud riigis ja ei taha riskeerida Teie avastamisega, ÄRGE KASUTAGE mooduli kaugpaigaldusmeetodit üle avaliku arvutivõrgu!</b>

source: Select library
et: Valige raamatukogu

source: Delete library
et: Eemalda raamatukogu

source: Add library
et: Lisa raamatukogu

source: Select bookshelf path
et: Valige raamaturiiuli asukoht

source: Connect to library
et: Ühendu raamatukoguga

source: Remove works
et: Teoste eemaldamine

source: Remove installed work(s)
et: Paigaldatud teoste eemaldamine

source: This dialog lets you remove installed works from your system. Choose the modules and then click on the remove button.
et: Siin võite eemaldada enda süsteemist paigaldatud teoseid. Valige eemaldatavad moodulid ja siis vajutage eemaldamisnuppu.

source: Select works to be uninstalled
et: Valige eemaldatavad teosed

source: Remove selected work(s)
et: Eemalda valitud teosed

source: Manage search indicies
et: Halda otsiindekseid

source: [Local]
et: [Kohalik]

source: You selected the following work(s): %1. Do you really want to remove them from your system?
et: Te valisite järgnevad teosed: %1. Kas Te olete kindel, et soovite need eemaldada?

source: Download
et: Lae alla

source: Downloading library information...
et: Raamatukogu informatsioon allalaadimine...

source: Install/update works - Step 2
et: Teoste paigaldamine/uuendamine - 2. samm

source: Please choose the works which should be installed and/or updated and click the install button.
et: Palun valige teosed paigaldamiseks ja/või uuendamiseks ning vajutage paigaldusnuppu.

source: Install works
et: Paigalda teosed

source: You selected the following works: %1. Do you really want to install them on your system?
et: Te valisite järgnevad teosed: %1. Kas Te olete kindel, et soovite need paigaldada?

source: Download of work(s)
et: Teoste allalaadimine

source: [%1]: %2% complete
et: [%1]: %2% valmis

source: This directory is not writable, so works can not be installed here using BibleTime. Do you want to use this directory instead of the previous value?
et: Sellele kataloogile puuduvad kirjutusõigused, seega pole sinna BibleTime abiga võimalik teoseid paigaldada. Kas olete kindel, et soovite seda kataloogi eelmise väärtuse asemel kasutada?

source: This directory is not writable, so works can not be installed here using BibleTime. Do you want to add it to the list of module directories?
et: Sellele kataloogile puuduvad kirjutamisõigused, seega pole sinna BibleTime abiga võimalik teoseid paigaldada. Kas olete kindel, et soovite selle moodulite kataloogide nimekirja lisada?

source: Local
et: Kohalik

source: Remote
et: Võrgusolev

source: Caption
et: Nimi

source: Type
et: Tüüp

source: Path
et: Asukoht

source: Ok
et: Lisa

source: Please provide a caption.
et: Palun sisestage ka allika nimetus.

source: A source with this caption already exists.<br>Please provide a different caption.
et: Sellise nimetusega allikas juba eksisteerib.<br>Palun sisestage erinev nimetus.

source: Please provide a server name.
et: Palun sisestage ka serveri nimi.

source: Please provide a valid, readable path.
et: Palun sisestage kehtiv, lugemisõigustega asukoht.

source: Please provide a path.
et: Palun sisestage ka asukoht.

source: Name
et: Nimetus

source: Status
et: Seisund

source: Installed version
et: Paigaldatud versioon

source: Remote version
et: Kaugserveri versioon

source: Bibles
et: Piiblid

source: Commentaries
et: Kommentaarid

source: Lexicons
et: Leksikonid

source: Books
et: Raamatud

source: Daily Devotionals
et: Igapäevane harduskirjandus

source: Glossaries
et: Sõnastikud

source: New
et: Uus

source: Updated
et: Uuendatud

source: Installed
et: Paigaldatud

source: HTML files
et: HTML-failid

source: Text files
et: Tekstifailid

source: Save document ...
et: Salvesta dokument...

source: Choose a font
et: Valige kirjatüüp

source: Choose a font size
et: Valige kirjasuurus

source: Bold
et: Rasvane

source: Underline
et: Allajoonitud

source: Select all
et: Vali kõik

source: HTML editor window
et: HTML'i redaktoraken

source: Next book
et: Järgmine raamat

source: Previous book
et: Eelmine raamat

source: Next chapter
et: Järgmine peatükk

source: Previous chapter
et: Eelmine peatükk

source: Next verse
et: Järgmine salm

source: Previous verse
et: Eelmine salm

source: Copy chapter
et: Kopeeri peatükk

source: Save chapter as plain text
et: Salvesta peatükk tavalise tekstina

source: Save chapter as HTML
et: Salvesta peatükk HTML'ina

source: Print chapter
et: Trüki peatükk

source: Strong's Search
et: Strongi otsing

source: Reference only
et: Ainult viide

source: Text of reference
et: Viidatud tekst

source: Reference with text
et: Viide koos tekstiga

source: Chapter
et: Peatükk

source: Chapter as plain text
et: Peatükk tavalise tekstina

source: Chapter as HTML
et: Peatükk HTML'ina

source: Bible window
et: Piibli aken

source: Copy...
et: Kopeeri...

source: Save...
et: Salvesta...

source: Print...
et: Trüki...

source: Copy chapter to clipboard ...
et: Kopeeri terve peatükk lõikelauale...

source: Copying
et: Kopeerimine

source: Saving
et: Salvestamine

source: Saving chapter ...
et: Peatüki salvestamine

source: Toggle tree view
et: Sisukorra kuvamine

source: Book window
et: Raamatu aken

source: Display settings: No options available
et: Kuva sätted: puuduvad valikud

source: Display settings
et: Kuva sätted

source: Display options
et: Kuva valikud

source: Use linebreaks after each verse
et: Alusta iga salmi uuelt realt

source: Show versenumbers
et: Kuva salmide numbreid

source: Show headings
et: Kuva pealkirju

source: Highlight words of Jesus
et: Tõsta esile Jeesuse sõnad

source: Use alternative textual variant
et: Kasuta alternatiivset tekstivarianti

source: Sync with active Bible
et: Sünkroniseeri aktiivse piiblitõlkega

source: Commentary window
et: Kommentaariaken

source: Back in history
et: Ajaloos tagasi

source: Forward in history
et: Ajaloos edasi

source: Search
et: Otsing

source: Save text
et: Salvesta tekst

source: Delete current entry
et: Kustuta jooksev kirje

source: Restore original text
et: Taasta algne tekst

source: Next entry
et: Järgmine kirje

source: Previous entry
et: Eelmine kirje

source: Copy entry with text
et: Kopeeri kirje koos tekstiga

source: Save entry as plain text
et: Salvesta kirje tavalise tekstina

source: Save entry as HTML
et: Salvesta kirje HTML'ina

source: Print entry with text
et: Trüki kirje tekstiga

source: Entry with text
et: Kirje tekstiga

source: Entry as plain text
et: Kirje tavalise tekstina

source: Entry as HTML
et: Kirje HTML'ina

source: Lexicon window
et: Leksikoniaken

source: Saving entry ...
et: Kirje salvestamine...

source: NONE
et: PUUDUB

source: Select a work
et: Valige teos

source: Select an additional work
et: Valige täiendav teos

source: [locked]
et: [lukus]

source: No work selected
et: Ühtegi teost pole valitud

source: Module is not writable.
et: Puuduvad kirjutamisõigused moodulile

source: Either the module may not be edited, or you do not have write permission.
et: Moodulit ei või redigeerida või teil puuduvad kirjutusõigused.

source: Module not writable
et: Puuduvad kirjutamisõigused moodulile

source: Save text before closing?
et: Kas salvestada tekst enne sulgemist?

source: Save changed text?
et: Kas salvestada muudetud tekst?

source: Change description ...
et: Muuda kirjeldust...

source: Enter a new description for the chosen bookmark.
et: Palun sisestage valitud järjehoidjale uus kirjeldus.

source: New folder
et: Uus kaust

source: Daily devotionals
et: Igapäevane harduskirjandus

source: Old bookmarks
et: Vanad järjehoidjad

source: Unknown
et: Tundmatu

source: Unknown language
et: Tundmatu keel

source: *.btb | BibleTime bookmark files (*.btb) *.* | All files (*.*)
et: *.btb | BibleTime järjehoidjate failid (*.btb) *.* | Kõik failid (*.*)

source: BibleTime - Export bookmarks
et: BibleTime - Ekspordi järjehoidjad

source: BibleTime - Import bookmarks
et: BibleTime - Impordi järjehoidjad

source: Create a new folder
et: Loo uus kaust

source: Change this folder
et: Muuda seda kausta

source: Change bookmark description
et: Muuda järjehoidja kirjeldust

source: Import bookmarks
et: Impordi järjehoidjad

source: Export bookmarks
et: Ekspordi järjehoidjad

source: Print bookmarks
et: Trüki järjehoidjad

source: Remove selected item(s)
et: Eemalda valitud kirjed

source: Edit this work
et: Redigeeri seda teost

source: Plain text
et: Tavaline tekst

source: Search in selected work(s)
et: Otsi valitud teostes

source: Unlock this work
et: Ava teos lukustusest

source: About this work
et: Teave selle teose kohta

source: Delete Items
et: Kustuta kirjed

source: Do you really want to delete the selected items and child-items?
et: Kas soovite tõesti kustutada valitud kirjed ja nende alamkirjed?

source: BibleTime - Unlock work
et: BibleTime - Teose avamine lukustusest

source: Enter the unlock key for this work.
et: Palun sisestage võti selle teose lukustuse avamiseks

source: Work
et: Teos

source: Choose work(s)
et: Valige teosed

source: Use chosen work(s)
et: Kasuta valitud teoseid

source: Hits
et: Tabamusi

source: Copy search result...
et: Kopeeri otsingu tulemus...

source: Copying search result
et: Otsingu tulemuse kopeerimine

source: Save search result...
et: Salvesta otsingu tulemus...

source: Saving search result
et: Otsingu tulemuse salvestamine

source: Print search result...
et: Trüki otsingu tulemus...

source: Printing search result
et: Otsingu tulemuse trükkimine

source: Search range editor
et: Otsingu ulatuse redigeerija

source: Search range
et: Otsingu ulatus

source: Add new range
et: Lisa uus ulatus

source: Delete current range
et: Kustuta jooksev ulatus

source: Name:
et: Nimetus:

source: Edit current search range:
et: Muuda valitud otsinguulatust:

source: Parsed search range:
et: Sõelutud otsinguulatus:

source: New range
et: Uus ulatus

source: <invalid name of search range>
et: <sobimatu otsinguulatuse nimetus>

source: Search analysis
et: Otsingutulemuste analüüs

source: Save search analysis as HTML
et: Salvesta analüüs HTML'ina

source: Save Search Analysis
et: Salvesta otsingutulemuste analüüs

source: BibleTime Search Analysis
et: BibleTime otsingutulemuste analüüs

source: Search text :
et: Otsingutekst:

source: Book
et: Raamat

source: Total hits
et: Tabamusi kokku

source: Created by
et: Loodud tarkvaraga

source: Search dialog
et: Otsinguaken

source: Missing indices
et: Puuduvad indeksid

source: One or more modules need indexing before they can be searched. This could take a long time. Proceed with indexing?
et: Vähemalt üks moodul vajab indekseerimist enne kui temast saab midagi otsida. Indekseerimine võib võtta kaua aega. Kas jätkata indekseerimisega?

source: Parsing Stong's Numbers
et: Strongi numbrite sõelumine

source: Parsing Stong's numbers for translations.
et: Sõelutakse Strongi numbreid tõlgete jaoks.

source: Searching in:
et: Otsime teostes:

source: <p>Enter search terms separated by spaces. By default the search function will return results that match any of the search terms (OR). To search for all the terms separate the terms by AND.</p>
et: <p>Sisestage otsisõnad tühikutega eraldatuna. Vaikimisi kuvab otsingufunktsioon tulemused, mis sisaldavad ükskõik millist otsisõna („||“ või „OR“). Otsimaks tulemusi, mis sisaldavad kõiki otsisõnu, eraldage nad märgendiga „&&“ või „AND“.</p>

source: <p>You can use wildcards: '*' matches any sequence of characters, while '?' matches any single character. The use of brackets allows you to group your search terms, e.g. '(Jesus OR spirit) AND God'.</p>
et: <p>Te võite kasutada ka metamärke: „*“sobindub iga sümbolite järjendiga, „?“ aga sobindub iga üksiku sümboliga. Sulgude kasutamine lubab grupeerida otsisõnu, näiteks „(Jeesus || vaim) && Jumal“.</p>
