Repository: bibletime/historic-bibletime-svn
Catalog: trunk/bibletime/i18n/messages/*.po
Languages: et

source: The standard morphological lexicon for Greek texts is used when a hyperlink of a morphological tag in a Greek text is clicked.
et: Eelistatud morfoloogilist leksikoni kreekakeelsete tekstide jaoks kasutatakse kui vajutatakse morfoloogilise märgendi hüperlingil kreekakeelses tekstis.

source: Opens the search dialog to search in the work(s) that are currently open.
et: Avab otsinguakna, et otsida hetkel avatud teoste hulgast.

source: The file already exists.
et: See fail juba eksisteerib.

source: Do you want to overwrite it?
et: Kas Te soovite selle üle kirjutada?

source: The file couldn't be saved.
et: Faili ei suudetud salvestada.

source: Please check permissions etc.
et: Palun kontrollige õigusi jne.

source: not set
et: seadmata

source: Afrikaans
et: afrikaani

source: English, Old (ca.450-1100)
et: vanainglise (u. 450-1100)

source: Arabic
et: araabia

source: Azerbaijani
et: aserbaidžaani

source: Belarusian
et: valgevene

source: Bulgarian
et: bulgaaria

source: Breton
et: bretooni

source: Bosnian
et: bosnia

source: Catalan
et: katalani

source: Cebuano
et: sebu

source: Chamorro
et: tšamorro

source: Coptic
et: kopti

source: Czech
et: tšehhi

source: Church Slavic
et: kirikuslaavi

source: Welsh
et: kõmri (uelsi)

source: Danish
et: taani

source: German
et: saksa

source: Greek, Modern (1453-)
et: kreeka (1453-)

source: English
et: inglise

source: American English
et: inglise (Ameerika)

source: English, Middle (1100-1500)
et: keskinglise (1100-1500)

source: Spanish
et: hispaania

source: Estonian
et: eesti

source: Basque
et: baski

source: Finnish
et: soome

source: French
et: prantsuse

source: Frisian
et: friisi

source: Irish
et: iiri

source: Gaelic (Scots)
et: gaeli

source: Gothic
et: gooti

source: Manx
et: mänksi

source: Greek, Ancient (to 1453)
et: muinaskreeka (kuni 1453)

source: Hebrew
et: heebrea

source: Hawaiian
et: havai

source: Croatian
et: horvaatia

source: Hungarian
et: ungari

source: Armenian
et: armeenia

source: Indonesian
et: indoneesia

source: Icelandic
et: islandi

source: Italian
et: itaalia

source: Japanese
et: jaapani

source: Georgian
et: gruusia

source: Korean
et: korea

source: Kurdish
et: kurdi

source: Kirghiz
et: kirgiisi

source: Latin
et: ladina

source: Lithuanian
et: leedu

source: Latvian
et: läti

source: Maori
et: maoori

source: Macedonian
et: makedoonia

source: More
et: more (mossi)

source: Malay
et: malai

source: Maltese
et: malta

source: Low German; Low Saxon
et: alamsaksa

source: Dutch
et: hollandi

source: Norwegian
et: norra

source: Polish
et: poola

source: Portuguese
et: portugali

source: Brasilian Portuguese
et: portugali (Brasiilia)

source: Romanian
et: rumeenia

source: Russian
et: vene

source: Scots
et: šoti

source: Slovak
et: slovakkia

source: Slovenian
et: sloveenia

source: Somali
et: somaali

source: Albanian
et: albaania

source: Swedish
et: rootsi

source: Swahili
et: suahiili

source: Syriac
et: süüria (assüüria ehk uussüüria)

source: Tamil
et: tamili

source: Thai
et: tai

source: Tagalog
et: tagalogi (pilipino)

source: Tswana
et: tsvana (läänesotho)

source: Turkish
et: türgi

source: Tahitian
et: tahiti

source: Ukrainian
et: ukraina

source: Vietnamese
et: vietnami

source: Xhosa
et: koosa

source: Bavarian
et: baieri

source: Alemannisch
et: alemanni

source: Haitian Creole French
et: haiti (kreooli)

source: Kabyle
et: kabiili

source: Tok Pisin
et: uusmelaneesia (tok-pisini)

source: Sranan
et: sranani

source: Chinese
et: hiina

source: Zulu
et: suulu
