Repository: bibletime/historic-bibletime-svn
Catalog: trunk/bibletime/i18n/messages/*.po
Languages: et

source: <p>To search text other than the main text, enter the text type followed by ":", and then the search term. For example, to search for the Strong's number H8077, use 'strong:H8077'.</p>
et: <p>Otsimaks teisi tekste lisaks põhitekstile sisestage tekstitüüp, millele pange järgi koolon ning otsisõna. Näiteks, et otsida Strongi numbrit H8077, kasutage „strong:H8077“.</p>

source: <p>Available text types:<br><table><tr><td>heading:</td><td>searches headings</td></tr><tr><td>footnote:</td><td>searches footnotes</td></tr><tr><td>strong:</td><td>searches Strong's Numbers</td></tr><tr><td>morph:</td><td>searches morphology codes</td></tr></table></p>
et: <p>Saadaval olevad tekstitüübid:<br><table><tr><td>heading:</td><td>otsib pealkirjade hulgast</td></tr><tr><td>footnote:</td><td>otsib allmärkuste hulgast</td></tr><tr><td>strong:</td><td>otsib Strongi numbrite hulgast</td></tr><tr><td>morph:</td><td>otsib morfoloogiliste koodide hulgast</td></tr></table></p>

source: <p>BibleTime uses the Lucene search engine to perform your searches. It has many advanced features, and you can read more about it here: <a href="http://lucene.apache.org/java/docs/queryparsersyntax.html">http://lucene.apache.org/java/docs/queryparsersyntax.html</a></p>
et: <p>BibleTime kasutab otsingute jaoks otsimootorit Lucene. Sellel on palju keerulisisi omadusi, võite neist lähemalt lugeda järgmiselt veebiaadressilt: <a href="http://lucene.apache.org/java/docs/queryparsersyntax.html">http://lucene.apache.org/java/docs/queryparsersyntax.html</a></p>

source: Basic Search Syntax Introduction
et: Sissejuhatus otsingusüntaksisse

source: No search scope
et: Puudub otsingu ulatus

source: Results
et: Tulemused

source: Enable debug messages
et: Luba veaparandussõnumite kuvamine

source: Ignore the startup session that was saved when BibleTime was closed the last time.
et: Ignoreeri käivitussessiooni, mis salvestati BibleTime' viimasel sulgemisel.

source: Open the standard Bible with the given key. Use <random> to open at a random position.
et: Ava eelistatud piiblitõlge antud võtmega. Suvalisest kohast avamiseks kasutage võtmena "<random>".

source: Bible study tool for KDE
et: Piibliõppe tööriist KDE jaoks

source: (c)1999-2006, The BibleTime Team
et: (c)1999-2006, BibleTime meeskond

source: BibleTime is an easy to use but powerful Bible study tool for KDE. We are looking for developers and translators. If you'd like to join our team, please send an email to info@bibletime.info.
et: BibleTime on lihtsasti kasutatav, kuid võimas piibliõppe tööriist KDE'le. Me otsime arendajaid ja tõlkijaid. Kui Te soovikside liituda meie meeskonnaga, palun saatke e-kiri aadressile info@bibletime.info.

source: Project coordinator
et: Projektijuht

source: Frontend, backend
et: Eesrakendused, põhirakendused

source: Crystal icons, crystal startlogo, webpage
et: Kristalsed ikoonid, kristalne alguslogo, veebilehekülg

source: High contrast template
et: Kõrge kontrastiga mall

source: Installation manager
et: Paigaldushaldur

source: Icons, startlogo
et: Ikoonid, alguslogo

source: GUI
et: Graafiline kasutajaliides

source: Founder of the Sword project
et: Sword-projekti algataja

source: Sponsored our internet domain for many years
et: Sponsoreeris palju aastaid meie internetidomeeni

source: Bible Study HowTo
et: Piibli uurimise õpetus

source: Search dialog enhancements
et: Otsinguakna täiustused

source: Language codes and names
et: Keeltekoodid ja nimetused

source: GUI, instant search
et: Graafiline kasutajaliides, kiirotsing

source: Frontend
et: Eesrakendused

source: Searchdialog
et: Otsinguaken

source: Russian website translation
et: Veebilehekülje tõlge vene keelde

source: Documentation
et: Dokumentatsioon

source: French handbook translation
et: Käsiraamatu tõlge prantsuse keelde

source: Very helpful and detailed testing
et: Väga abistav ja põhjalik testimine

source: The first lead developer
et: Esimene juhtiv arendaja

source: Helpful source code additions
et: Kasulikud lähtekoodi täiustused

source: Translated the GUI into Russian
et: Graafilise kasutajaliidese tõlge vene keelde

source: New Bible key choosers
et: Uued kirjakohavalijad

source: _: NAME OF TRANSLATORS Your names
et: Jaak Ristioja

source: _: EMAIL OF TRANSLATORS Your emails
et: Ristioja@gmail.com

source: Starting BibleTime
et: BibleTime käivitamine

source: &Search
et: &Otsing

source: Se&ttings
et: &Seaded

source: &Window
et: &Aken

source: The Bible was written so we could believe in Jesus. (John 20:31)
et: Piibel on kirjutatud, et me usuksime Jeesusesse. (Johannese 20:31)

source: BibleTime includes a really useful handbook written by Fred Saalbach. To read it choose the item "Handbook" in the "Help" menu of BibleTime.
et: BibleTime'ga on kaasas väga kasulik Fred Saalbachi poolt kirjutatud käsiraamat. Käsiraamatu lugemiseks valige „Käsiraamat“ BibleTime' „Abi“ menüüst.

source: No one is allowed by God to add anything to or take anything away from the Word. (Revelation 22:18-19)
et: Keegi ei või Jumala sõnale midagi juurde panna ega sellest ära võtta. (Johannese ilmutus 22:18-19)

source: The Bible is like a mirror. (James 1:23)
et: Piibel on kui peegel. (Jaakobuse 1:23)

source: BibleTime does include a <B>Bible Study HowTo</B>! It was written by Bob Harman and is a great introduction how to study the Bible.
et: BibleTime'ga on kaasas ka <B>Piibli uurimise õpetus</B>! See kirjutati Bob Harman'i poolt ja on suurepärane sissejuhatav õpetus Piibli uurimise kohta.

source: You can save, print and copy the whole search result by pressing the right mouse button on the icon of the searched module in the search dialog.
et: Te saate salvestada, trükkida ja kopeerida kogu otsingutulemuse, vajutades otsinguaknas hiire paremat nuppu mõne otsingus kasutatud teose ikooni peal.

source: The Bible is our only spiritual weapon. (Ephesians 6:17)
et: Jumala Sõna on meie vaimseks relvaks. (Efeslastele 6:17)

source: To get the number of verses in the Bible search for a space in the module. The search analysis shows you the number of verses of each book.
et: Salmide arvu leidmiseks Piiblis otsige moodulis tühikut. Otsianalüüs näitab teile salmide arvu igas raamatus.

source: The Bible is truth. (John 17:17)
et: Jumala Sõna on tõde (Johannese 17:17)

source: If you would like to create a set of bookmarks around a specific topic with comments containing what the Lord told you here, it's best to make bookmarks from your personal commentary.
et: Kui soovite luua järjehoidjaid mingi kindla teema ümber koos kommentaaridega selle kohta, mida Jumal Teile siin ütles, oleks parim teha järjehoidjaid oma isiklikele kommentaaridele.

source: The scriptures give us the wisdom that leads to salvation. (2 Timothy 3:15)
et: Pühakiri võib meile anda tarkust ja juhatada meid õndsusesse. (2. Timoteosele 3:15)

source: To lookup the meaning of the original hebrew or greek word in a Bible supporting Strong's numbers, switch them on and click on the strong number. Now a new window showing the strong number with it's explanation is shown. If your favourite translation doesn't support Strong's numbers please refer to an alternate translation for the number of the corresponding word. Make sure you have set the default modules in the preferences.
et: Algse heebrea- või kreekakeelse sõna otsimiseks piiblitõlkest, mis toetab Strongi numbreid, lülita need sisse ja vajuta Strongi numbri peal. Siis näidatakse akent Strongi numbri ja selle seletusega. Kui Teie lemmiktõlge ei toeta Strongi numbreid, palun kasutage mõnda teist tõlget, et leida vastava sõna Strongi numbrit. Palun veenduge, et Teil on seadistatud eelistatud moodulid.

source: If you want to use a commentary as a topical reference, search it for terms your topic is about.
et: Kui Te soovite kasutada kommentaare temaatiliste viidetena, otsige nende hulgast teema märksõnu.

source: In the beginning was the Word, the Word was with God, and the Word was God. (John 1:1)
et: Alguses oli Sõna ja Sõna oli Jumala juures ja Sõna oli Jumal. (Johannese 1:1)

source: We will be judged on the last day by the words Jesus spoke. (John 12:48)
et: Jeesuse räägitud sõnad mõistavad viimsel päeval meie üle kohut. (Johannese 12:48)

source: If you want to find the full set of verses or entries on a area of content, you should use the option "Multiple words (OR)" for searching.
et: Kui soovite leida kõiki salme või kirjeid mingi sisuvaldkonna kohta, peaksite otsimiseks otsitavad terminid lihtsalt otsingulahtrisse kirjutama. Otsingufunktsioon kuvab tulemustena kõik kirjed, kus esineb vähemalt üks otsitavatest terminitest.

source: If you are searching a verse you know only fuzzy or in a different translation search for the most probable terms in multiple Bible translations at the same time.
et: Kui Te otsite kirjakohta, mida te mäletate vaid hägusalt või mõne teise tõlke järgi, otsige neis kõige tõenäolisemalt esinevaid termineid mitmetest piiblitõlgetest samal ajal.

source: God's Word can be a lamp to your feet and a light to your path. (Psalm 119:105)
et: Jumala Sõna võib olla lambiks su jalale ja valguseks su teerajale. (Psalm 119:105)

source: If you want to search a word in a foreign module (e.g. greek or hebrew), open a display window and choose a chapter or an entry which contains this word. Select it and copy it to the clipboard. Now insert the copied word in the search text box of the searchdialog.
et: Kui soovite otsida sõna võõrkeelsest moodulist (näiteks kreeak või heebreakeelsest moodulist), avage vaateaken, ja valiga peatükk või kirje, mis sisaldab seda sõna. Märgistage see sõna ja kopeerige see lõikelauale. Nüüd saate kopeeritud sõna sisestada otsinguboksi otsinguaknas.

source: The Word of God will not return to Him without accomplishing its purpose. (Isaiah 55:11)
et: Jumala Sõna ei tule Tema juurde tagasi oma eesmärki täitmata. (Jesaja 55:11)

source: Foreign modules do often require a special font to display correctly. You can set the font for each language in the preferences.
et: Võõrkeelsed moodulid vajavad korrektseks kuvamiseks tihti spetsiaalset kirjatüüpi. Te võite seadete all iga keele jaoks seadistada eraldi kirjatüübi.

source: Did you know that the first book ever printed on a printing press was the Bible (by Johann Gutenberg, in 1492)?
et: Kas Te teadsite, et esimene trükipressil trükitud raamat oli Piibel (Johann Gutenbergi poolt 1492. aastal)?

source: God has already given to us everything pertaining to life and godliness. (2 Peter 1:3)
et: Jumal on meile juba kinkinud kõik, mis on vajalik eluks ja vagaduseks. (2. Peetruse 1:3)

source: All important elements of BibleTime's graphical user interface have a tooltip and a "What's this?" help.<BR> To read the "What's this?" help press the keys SHIFT+F1 and click on the part.
et: Kõikidel BibleTime' graafilise kasutajaliidese olulistel elementidel on kohtspikker ja "Mis see on?" abi.<BR> "Mis see on?" abi lugemiseks, vajutage klaviatuuril SHIFT+F1 ja siis vajutage kursoriga vastaval elemendil.

source: The Word of God is living, active, and sharper than any two-edged sword. (Hebrews 4:12)
et: Jumala Sõna on elav ja tõhus ja vahedam kui ükski kaheteraline mõõk. (Heebrealastele 4:12)

source: You are using a program that has been written for the glory of God.<BR>May He bless you as you study His Word!
et: Te kasutate programmi, mis on kirjutatud Jumala austuseks.<BR>Õnnistagu Ta Teid Tema Sõna õppimisel!

source: Open the printer dialog of BibleTime, where you can edit the print queue, assign styles to the items and print them.
et: Ava BibleTime'i trükkali aken, kus võite muuta trükijärjekorda, omistada trükitavale stiile ja neid välja trükkida.

source: Close BibleTime and save the settings.
et: Sule BibleTime ja salvesta seaded.

source: Show or hide the bookshelf.
et: Näita või peida raamaturiiul.

source: Toggle the main toolbar view.
et: Lülita sisse või välja tööriistariba kuvamine.

source: Open the search dialog to search in all works that are currently open.
et: Ava otsinguaken, et otsida kõikidest hetkel avatud teostest.

source: Open the search dialog to search in the standard Bible.
et: Ava otsinguaken eelistatud piiblitõlkest otsimiseks.

source: Restore a saved BibleTime session.
et: Taasta salvestatud BibleTime sessioon.

source: Save current BibleTime session so that it can be reused later.
et: Salvesta käesolev BibleTime sessioon, et seda saaks hiljem taaskasutada.

source: Create and save a new session.
et: Loo ja salvesta uus sessioon.

source: Delete a BibleTime session.
et: Kustuta BibleTime sessioon.

source: Toggle fullscreen mode of the main window.
et: Lülita sisse või välja peaakna täisekraanmoodus.

source: Vertically tile the open windows.
et: Laota avatud aknad vertikaalselt.

source: Horizontally tile the open windows.
et: Laota avatud aknad horisontaalselt.

source: Cascade the open windows.
et: Kaskaadi avatud aknad.

source: Choose the way that is used to arrange the windows.
et: Valige akende korrastamise viis.

source: Automatically tile the open windows vertically.
et: Aseta avatud aknad automaatselt vertikaalsetesse paanidesse.

source: Automatically tile the open windows horizontally.
et: Aseta avatud aknad automaatselt horisontaalsetesse paanidesse.

source: Automatically cascade the open windows.
et: Aseta avatud aknad automaatselt kaskaadi.

source: Close all open windows.
et: Sule kõik avatud aknad.

source: Open BibleTime's toolbar editor.
et: Ava BibleTime'i tööriistariba redigeerija.

source: Open the dialog to set most of BibleTime's preferences.
et: Ava aken enamuse BibleTime'i sätete seadistamiseks.

source: Open the dialog to configure your bookshelf and install/update/remove works.
et: Ava aken raamaturiiuli seadistamiseks ning teoste paigaldamiseks, uuendamiseks ja eemaldamiseks.

source: Open BibleTime's handbook in the KDE helpbrowser.
et: Ava BibleTime'i käsiraamat KDE abikeskuses.

source: Open the Bible study HowTo included with BibleTime in the KDE helpbrowser. <BR>This HowTo is an introduction on how to study the Bible in an efficient way.
et: Ava BibleTime'ga kaasasolev piibli uurimise õpetus KDE abikeskuses. <BR>See õpetus on sissejuhatus piibli uurimisse ühel efektiivsel viisil.

source: Send a bugreport to the developers of BibleTime.
et: Saada vearaport BibleTime'i arendajatele.

source: Show a daily tip each time BibleTime starts. <BR>The tips contain important Bible quotations and helpful tips for using BibleTime.
et: Näita päeva nõuannet igal BibleTime'i käivitamisel. <BR>Nõuanded sisaldavad tähtsaid Piibli tsitaate ja abistavaid nõuanded BibleTime'i kasutamiseks.

source: Show detailed information about BibleTime.
et: Näita detailset informatsiooni BibleTime'i kohta.

source: Show detailed information about the KDE project.
et: Näita detailset informatsiooni KDE projekti kohta.

source: Start to search the text in each of the chosen work(s).
et: Alusta sisestatud teksti otsimist valitud teostest.

source: Stop the active search.
et: Peata jooksev otsing.

source: Open a dialog to choose work(s) for the search.
et: Ava dialoogiaken valimaks teosed otsingu jaoks.

source: Enter the text you want to search in the chosen work(s) here.
et: Siia sisestage tekst valitud teostest otsimiseks.

source: Treat the search text as multiple words. A text must contain all of the words to match. The order of the words is unimportant.
et: Käsitle otsitavat teksti mitme sõnana. Tekst peab sisaldama kõiki otsitavaid sõnu. Sõnade järjestust ignoreeritakse.

source: Treat the search text as multiple words. A text must contain one or more words of to match. The order is unimportant.
et: Käsitle otsitavat teksti mitme sõnana. Tekst peab sisaldama ühte või mitut otsitavat sõna. Sõnade järjestust ignoreeritakse.

source: The search text will be used exactly as entered.
et: Otsitavat teksti otsitakse täpselt sellisena, kui sisestatud.

source: Treat the search string as a GNU regular expression. The BibleTime handbook contains an introduction to regular expressions.
et: Kohtle otsisõne GNU reguraalavaldisena. BibleTime'i käsiraamat sisaldab sissejuhatust reguraalavaldistesse.

source: If you choose this option the search will distinguish between upper and lowercase characters.
et: Selle valiku aktiveerimisel eristatakse otsimisel suur- ja väiketähti.

source: Choose a scope from the list. Select the first item to use no scope, the second one is to use each work's last search result as search scope. The others are user defined search scopes.
et: Valike nimekirjast otsingu ulatus. Mitte ühegi skoobi kasutamiseks valige nimekirjast esimene kirje. Teine kirja kasutab otsingu skoobina viimase otsingu tulemusi. Ülejäänud kirjed on kasutaja defineeritud skoobid.

source: Select an item from the list to edit the search scope.
et: Otsingu ulatuse muutmiseks valige nimekirjast vastav kirje.

source: Change the name of the selected search scope.
et: Muuda valitud otsinguskoobi nimetust.

source: Change the search ranges of the selected search scope item. Have a look at the predefined search scopes to see how search ranges are constructed.
et: Muuda valitud otsinguskoobi ulatusi. Vaadake eeldefineeritud otsinguskoope nägemaks, kuidas on konstrueeritud otsingu ulatused.

source: Contains the search ranges which will be used for the search.
et: Sisaldab otsingu ulatusi, mida kasutatakse otsimisel.

source: Add a new search scope. First enter an appropriate name, then edit the search ranges.
et: Lisa uus otsingu skoop. Esmalt sisestage sobiv nimetus, ja siis muutke otsingu ulatusi.

source: The list of works chosen for the search.
et: Otsinguks valitud teoste nimekiri.

source: This list contains the search result of the selected work.
et: See nimekiri sisaldab valitud teose otsingutulemusi.

source: The text preview of the selected search result item.
et: Valitud otsingutulemuse kirje teksti eelvaade.

source: This button is useful to scroll through the entries of the list. Press the button and move the mouse to increase or decrease the item.
et: See nupp on kasulik läbi nimekirja kirjete kerimiseks. Vajuta seda nuppu ja liiguta hiirt jooksva kirje suurendamiseks või vähendamiseks.

source: This button opens the search dialog with the work(s) of this window.
et: See nupp avab otsinguakna käesoleva akna teostest otsimiseks.

source: Go back one item in the display history.
et: Mine kuva ajaloos üks kirje tagasi.

source: Go forward one item in the display history.
et: Mine kuva ajaloos üks kirje edasi.

source: Show all occurences of the Strong number currently under the mouse cursor.
et: Näita kõiki hiire kursori all oleva Strongi numbri esinemisi.

source: This list contains the books which are available in this work.
et: See nimekiri sisaldab selles teoses kasutatavaid raamatuid.

source: Show the next book of this work.
et: Näita selle teose järgmist raamatut.

source: Show the previous book of this work.
et: Näita selle teose eelmist raamatut.

source: This list contains the chapters which are available in the current book.
et: See nimekiri sisaldab käesoleva raamatu kõiki peatükke.

source: Show the previous chapter of the work.
et: Kuva teose eelmine peatükk.

source: Show the next chapter of the work.
et: Kuva teose järgmine peatükk.

source: This list contains the verses which are available in the current chapter.
et: See nimekiri sisaldab käesoleva peatüki salme.

source: In Bible texts, the next verse will be highlighted. In commentaries, the next entry will be shown.
et: Piiblitekstides tõstetakse esile järgmine salm, kommentaarides näidatakse järgmist kirjet.

source: In Bible texts, the previous verse will be highlighted. In commentaries, the previous entry will be shown.
et: Piiblitekstides tõstetakse esile eelmine salm, kommentaarides näidatakse eelmist kirjet.

source: Synchronize the displayed entry of this work with the active Bible window.
et: Sünkroniseeri selle teose kuvatud kirje aktiivse piibliaknaga.

source: This list contains the entries of the current work.
et: See nimekiri sisaldab käesoleva teose kirjeid.

source: The next entry of the work will be shown.
et: Näidatakse teose järgmist kirjet.

source: The previous entry of the work will be shown.
et: Näidatakse teose eelmist kirjet.

source: Save the curent text into the work. The old text will be overwritten.
et: Salvesta jooksev tekst teosesse. Selle käigus kirjutatakse üle vana tekst.

source: Loads the old text from the work and loads it into the edit area. The unsaved text will be lost.
et: Laeb teosest vana teksti redigeerimisaknasse. Salvestamata tekst hävib.

source: Deletes the current entry out of the work. The text will be lost.
et: Kustutab teosest jooksva kirje. Selle tekst hävib.

source: Toggle bold formatting of the selected text.
et: Muuda valitud tekst rasvaseks.

source: Toggle italic formatting of the selected text.
et: Pane valitud tekst kursiivkirja.

source: Toggle underlined formatting of the selected text.
et: Jooni valitud tekst alla.

source: The text will be aligned on the left side of the page.
et: Joondab teksti lehekülje vasakusse äärde.

source: Centers the text horizontally.
et: Joondab teksti horisontaalselt keskele.

source: Aligns the text on the right side of the page.
et: Joondab teksti lehekülje paremasse äärde.

source: Justifies the text on the page.
et: Joondab teksti leheküljel rööbiti.

source: Choose a new font for the selected text.
et: Valige uus kirjatüüp valitud teksti jaoks.

source: Choose a new font size for the selected text.
et: Valige uus kirjasuurus valitud teksti jaoks.

source: Choose a new color for the selected text.
et: Valige uus värv valitud teksti jaoks.

source: Activate this box to see a daily tip on startup.
et: Aktiveerige see kontrollkast, et näha igal BibleTime'i käivitusel igapäevast tarkusetera.

source: Activate this to see the BibleTime logo on startup.
et: Aktiveerige see kontrollkast, et näha programmi käivitusel BibleTime'i logo.

source: Save the user's session when BibleTime is closed and restore it on the next startup.
et: Salvesta kasutaja sessioon BibleTime'i sulgemisel ja taasta see järgmisel käivitusel.

source: The font selection below will apply to all texts in this language.
et: Allpool määratud kirjatüübi valik rakendub kõikidele tekstidele selles keeles.

source: Contains the languages which can be used for the biblical booknames.
et: Sisaldab keeli, mida saab kasutada Piibli raamatute nimede kuvamiseks.

source: The standard Bible is used when a hyperlink into a Bible is clicked.
et: Eelistatud piiblitõlget kasutatakse kui vajutatakse Piiblisse suunaval hüperlingil.

source: The standard commentary is used when a hyperlink into a commentary is clicked.
et: Eelistatud kommentaare kasutatakse kui vajutatakse kommentaaridesse suunaval hüperlingil.

source: The standard lexicon is used when a hyperlink into a lexicon is clicked.
et: Eelistatud leksikoni kasutatakse kui vajutatakse leksikoni suunaval hüperlingil.

source: The standard devotional will be used to display a short start up devotional.
et: Eelistatud igapäevast harduskirjandust kasutatakse lühikese sissejuhatava mõtiskluse kuvamiseks.

source: The standard Hebrew lexicon is used when a hyperlink into a Hebrew lexicon is clicked.
et: Eelistatud heebrea leksikoni kasutatakse kui vajutatakse heebrea leksikoni suunaval hüperlingil.

source: The standard Greek lexicon is used when a hyperlink into a Greek lexicon is clicked.
et: Eelistatud kreeka leksikoni kasutatakse kui vajutatakse heebrea leksikoni suunaval hüperlingil.

source: The standard morphological lexicon for Hebrew texts is used when a hyperlink of a morphological tag in a Hebrew text is clicked.
et: Eelistatud morfoloogilist leksikoni heebreakeelsete tekstide jaoks kasutatakse kui vajutatakse morfoloogilise märgendi hüperlingil heebreakeelses tekstis.
